{
    "category": 0, 
    "cover": {
        "cloudinary_id": "edo27nwzw8wmx36vho8y", 
        "height": 358, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/edo27nwzw8wmx36vho8y.jpg", 
        "width": 256
    }, 
    "created_at": 1421372419320, 
    "developers": [
        3017
    ], 
    "first_release_date": 1333065600000, 
    "game_modes": [
        1
    ], 
    "games": [
        22425, 
        22482, 
        22490, 
        29730, 
        41895, 
        22426, 
        22406, 
        12264, 
        22472, 
        13189
    ], 
    "genres": [
        2, 
        31
    ], 
    "id": 8616, 
    "keywords": [
        78, 
        94, 
        343, 
        847, 
        1027, 
        5328
    ], 
    "name": "&: Sora no Mukō de Saki Masuyō ni", 
    "platforms": [
        6, 
        46
    ], 
    "player_perspectives": [
        5
    ], 
    "popularity": 2.0, 
    "publishers": [
        2428
    ], 
    "release_dates": [
        {
            "category": 0, 
            "date": 1333065600000, 
            "human": "2012-Mar-30", 
            "m": 3, 
            "platform": 6, 
            "region": 5, 
            "y": 2012
        }, 
        {
            "category": 0, 
            "date": 1388016000000, 
            "human": "2013-Dec-26", 
            "m": 12, 
            "platform": 46, 
            "region": 5, 
            "y": 2013
        }
    ], 
    "slug": "and-sora-no-muko-de-saki-masuyo-ni", 
    "storyline": "On a summer night, a bunch of kids ventured out by themselves on a big adventure. Not just around the city, but into the mountains… no, to the other side of the mountain! Reaching a clearing, the self-proclaimed ‘Kaerangers’ saw two beautiful moons in the sky. That was the last time they would explore together as they all went their separate ways.\n\nEight years later, Kou looked up at the night sky and once again saw the two moons. No one else seemed to be able to see them. Searching for an explanation, he returned to his hometown and reunited with his childhood friends who had all came back for the same reason. But eight years is a long time and some of them weren’t as close as they used to be.\n\nThey gathered underneath a strange tree that they remembered from the past and a magical glow enveloped them. Soon after, each of them received a magical item. Kou’s item, ‘Grayswandir’, allowed him to grant someone else’s wish. However, one day it was stolen from him and he vowed to get it back to prevent it from being used improperly. And so their new adventure begins…", 
    "summary": "Visual novel about a group of youths attempting to reconnect after witnessing two moons in the sky, reminding them of a similar event from their childhood.", 
    "tags": [
        42, 
        268435458, 
        268435487, 
        536870990, 
        536871006, 
        536871255, 
        536871759, 
        536871939, 
        536876240, 
        1073741829
    ], 
    "themes": [
        42
    ], 
    "updated_at": 1516724499224, 
    "url": "https://www.igdb.com/games/and-sora-no-muko-de-saki-masuyo-ni"
}