{
    "alternative_names": [
        {
            "comment": "Japanese title", 
            "name": "アンジェリーク ルトゥール"
        }
    ], 
    "category": 0, 
    "collection": 3941, 
    "cover": {
        "cloudinary_id": "uxhunfsd1hmdkl42xqzd", 
        "height": 1238, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/uxhunfsd1hmdkl42xqzd.jpg", 
        "width": 1000
    }, 
    "created_at": 1504848251716, 
    "developers": [
        14064
    ], 
    "first_release_date": 1450310400000, 
    "franchise": 1171, 
    "franchises": [
        1171
    ], 
    "game_modes": [
        1
    ], 
    "games": [
        29730, 
        41895, 
        25311, 
        55803, 
        22425, 
        33603, 
        36962, 
        55888, 
        65827, 
        43130
    ], 
    "genres": [
        13, 
        15, 
        31
    ], 
    "id": 59958, 
    "keywords": [
        358, 
        1027, 
        1937
    ], 
    "name": "Angelique Retour", 
    "platforms": [
        46, 
        38
    ], 
    "popularity": 2.333333333333333, 
    "publishers": [
        630
    ], 
    "release_dates": [
        {
            "category": 0, 
            "date": 1450310400000, 
            "human": "2015-Dec-17", 
            "m": 12, 
            "platform": 38, 
            "region": 5, 
            "y": 2015
        }, 
        {
            "category": 0, 
            "date": 1450310400000, 
            "human": "2015-Dec-17", 
            "m": 12, 
            "platform": 46, 
            "region": 5, 
            "y": 2015
        }
    ], 
    "slug": "angelique-retour", 
    "summary": "Angelique Retour is the remake of Angelique. It was one of the surprise announcements during the Neoromance 20th Anniversary stage event, the other being Harukanaru Toki no Naka de 6. It is the first Angelique game to be on the PS Vita. Hachi-roku-hachi-ko is the character designer for this game. \n \nKeiko Erikawa said in two Famitsu interviews that she has always wanted to revisit the IP. She continues to be proud of it, believing that its success helped pave a new market for female audiences. Erikawa wanted this particular title to be made in gratitude to the fans who have followed the Neoromance brand since its beginnings and to reintroduce the IP to younger audiences. \n \nThe Treasure Box edition includes an illustration book, a book containing published versions of the event illustrations, an original soundtrack CD, a bromide art card set of ten romanceable characters, and fastener charms of the romanceable characters. The 20th Anniversary edition has the Treasure Box edition merchandise and the following extras: a Hachi-roku-hachi-ko illustrated tarot card set, a Kairi Yura comic called Angelique ~Secret Sacrea~, two Kairi Yura illustrations, and a drama CD with messages from the romanceable characters. The Gamecity Set can be appended to any purchase of the game; it includes a character illustration book different from the boxed editions and an Angelique themed corsage clip. Purchase the game from Gamecity Shopping to receive an original short story pamphlet. Reserve the title at various store outlets to receive different merchandise.", 
    "tags": [
        268435469, 
        268435471, 
        268435487, 
        536871270, 
        536871939, 
        536872849
    ], 
    "updated_at": 1516664114386, 
    "url": "https://www.igdb.com/games/angelique-retour", 
    "version_parent": 49447, 
    "version_title": "Remake"
}