{
    "alternative_names": [
        {
            "comment": "Other", 
            "name": "Reaper"
        }
    ], 
    "category": 0, 
    "cover": {
        "cloudinary_id": "cowa2oaluphbwiokt9y0", 
        "height": 1697, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/cowa2oaluphbwiokt9y0.jpg", 
        "width": 1200
    }, 
    "created_at": 1504875753217, 
    "developers": [
        13973
    ], 
    "esrb": {
        "rating": 4, 
        "synopsis": "-"
    }, 
    "game_modes": [
        1, 
        3
    ], 
    "games": [
        12632, 
        27209, 
        25646, 
        47823, 
        44076, 
        14760, 
        36926, 
        7709, 
        16468, 
        17583
    ], 
    "genres": [
        25
    ], 
    "id": 61517, 
    "keywords": [
        296, 
        1026, 
        1059, 
        1120, 
        4768, 
        4796
    ], 
    "name": "Death Tales", 
    "platforms": [
        46, 
        48
    ], 
    "player_perspectives": [
        4
    ], 
    "popularity": 2.0, 
    "publishers": [
        13973
    ], 
    "release_dates": [
        {
            "category": 7, 
            "human": "TBD", 
            "platform": 48, 
            "region": 2
        }, 
        {
            "category": 7, 
            "human": "TBD", 
            "platform": 46, 
            "region": 2
        }
    ], 
    "slug": "death-tales", 
    "status": 3, 
    "storyline": "\"For as long as she can remember, Death has worked tirelessly to take the lives and souls of humans. Constantly ending the lives of innocents and corrupt alike began to take its toll on her and she soon grew lonely and depressed. Eventually, she fell in love with a mortal man. After much debate with her sisters, she chose to disobey them and granted her lover immortality and in doing so, created the first Reaper. \n \nHis newfound immortality and thirst for power corrupted him to the core and he soon left her. Death, heartbroken, was too devastated to continue her task. She withdrew from the world and hid herself away from everything and everyone. Discovering her failure to cull the human souls, her sisters captured her and grafted a sentient exoskeleton construct onto her body. With its power, her sisters enslaved her and forced her to return to her work. \n \nDeath reluctantly accepted her cursed fate and set out to make sure she would never make the same mistake again. Using all of her power and will, she began to create a massive army of Reapers to do her bidding. With her gift of power also came great loss. She took the reapers memories from them and bound them in mortal bodies, so none could ever leave her side. Now she has become a cold and bitter husk of her former self, eternally a slave to her dark task.\"", 
    "summary": "Free to play action RPG for the PlayStation Vita. \nHas been in Beta on PlayStation Vita since March 2017, the game has been listed under multiple company names through it's development. \n \n\"Explore a darkly whimsical world and serve Death as a reaper of souls in this free-to-play action RPG for PS4 and PS Vita.\"", 
    "tags": [
        1, 
        17, 
        19, 
        268435481, 
        536871208, 
        536871938, 
        536871971, 
        536872032, 
        536875680, 
        536875708, 
        1073741828
    ], 
    "themes": [
        1, 
        17, 
        19
    ], 
    "updated_at": 1516700322426, 
    "url": "https://www.igdb.com/games/death-tales"
}