{
    "alternative_names": [
        {
            "comment": "Japanese title", 
            "name": "God Wars: Great War of Japanese Mythology"
        }, 
        {
            "comment": "Other", 
            "name": "God Wars: Definitive Edition"
        }, 
        {
            "comment": "Japanese title", 
            "name": "GOD　WARS　日本神話大戦"
        }
    ], 
    "category": 0, 
    "cover": {
        "cloudinary_id": "ormkz1v531vs4cmyjy8i", 
        "height": 423, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/ormkz1v531vs4cmyjy8i.jpg", 
        "width": 524
    }, 
    "created_at": 1518557630417, 
    "developers": [
        836
    ], 
    "first_release_date": 1530316800000, 
    "game_modes": [
        1
    ], 
    "games": [
        13196, 
        16468, 
        19698, 
        36792, 
        5613, 
        28010, 
        26268, 
        26163, 
        22480, 
        37088
    ], 
    "genres": [
        12, 
        16
    ], 
    "id": 86681, 
    "name": "GOD WARS The Complete Legend", 
    "platforms": [
        46, 
        48, 
        130
    ], 
    "player_perspectives": [
        3
    ], 
    "popularity": 1.0, 
    "publishers": [
        2262, 
        836
    ], 
    "pulse_count": 11, 
    "release_dates": [
        {
            "category": 5, 
            "date": 1538265600000, 
            "human": "2018-Q3", 
            "m": 9, 
            "platform": 130, 
            "region": 1, 
            "y": 2018
        }, 
        {
            "category": 5, 
            "date": 1538265600000, 
            "human": "2018-Q3", 
            "m": 9, 
            "platform": 130, 
            "region": 2, 
            "y": 2018
        }, 
        {
            "category": 4, 
            "date": 1530316800000, 
            "human": "2018-Q2", 
            "m": 6, 
            "platform": 48, 
            "region": 5, 
            "y": 2018
        }, 
        {
            "category": 4, 
            "date": 1530316800000, 
            "human": "2018-Q2", 
            "m": 6, 
            "platform": 46, 
            "region": 5, 
            "y": 2018
        }, 
        {
            "category": 4, 
            "date": 1530316800000, 
            "human": "2018-Q2", 
            "m": 6, 
            "platform": 130, 
            "region": 5, 
            "y": 2018
        }
    ], 
    "slug": "god-wars-the-complete-legend", 
    "storyline": "\"A long time ago, there was a beautiful land that was made up of three nations: Fuji, Izumo, and Hyuga. \n \nThis land was called Mizuho. The people of Mizuho were peaceful, didn't seek to cause conflicts, honored their ancestral spirits, and lived in harmony with nature. \n \nBut, as they developed cultivation technology, the people started relying on metal more and more, began having disputes, destroyed nature, and neglected their ancestral spirits. \n \nIn the midst of all this, natural disasters, such as floods, earthquakes, and volcanic eruptions, started happening all over Mizuho. \n \nIn order to prevent the destruction of the world, the Queen of the Fuji Nation, Tsukuyomi, sacrificed her beloved daughter, Sakuya, to the volcanic crater of Mount Fuji, and confined Sakuya's younger sister, Kaguya, within a bamboo seal to be a backup sacrifice. Then, Tsukuyomi disappeared. \n \n13 years later, Princess Kaguya has grown into a beautiful woman and escapes during a riot with the help of her childhood friend, Kintaro. \n \nKaguya resists her fate to be a sacrifice, and sets off on a journey across the land of Mizuho in order to discover the truth behind her mother's actions.\"", 
    "summary": "A definitive edition of the game including all previous DLC, a new scenario that will also be available as DLC for the original game, an option to speed up battles, the use of 8 units in battle instead of 6, unlocked level/skill limits, multiple endings, as well as a new character. \n \n\"The legend is reborn! GOD WARS The Complete Legend is an expanded release of GOD WARS Future Past, a tactical RPG that explores the untold history of Japan through folklore and tactical combat. Experience the traditional stories of Japan’s origin through the lens of three warring nations through gameplay and beautiful anime cinematics, engage in deep tactical combat with a myriad of character classes, and explore the lives of heroes who made their mark by fighting against the fate set out before them.\"", 
    "tags": [
        17, 
        39, 
        268435468, 
        268435472, 
        1073741827
    ], 
    "themes": [
        17, 
        39
    ], 
    "updated_at": 1519178168211, 
    "url": "https://www.igdb.com/games/god-wars-the-complete-legend", 
    "version_parent": 25312, 
    "version_title": "The Complete Legend", 
    "videos": [
        {
            "name": "Trailer", 
            "video_id": "0AbxgxWI-Wc"
        }
    ], 
    "websites": [
        {
            "category": 1, 
            "url": "http://www.godwarsgame.com/"
        }
    ]
}