{
    "aggregated_rating": 52.5, 
    "aggregated_rating_count": 9, 
    "alternative_names": [
        {
            "comment": "Acronym", 
            "name": "Mobile Suit Gundam: Extreme VS Force"
        }
    ], 
    "artworks": [
        {
            "cloudinary_id": "iu64pot3a2v34tfdckpm", 
            "height": 8823, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/iu64pot3a2v34tfdckpm.jpg", 
            "width": 6893
        }
    ], 
    "category": 0, 
    "collection": 3257, 
    "cover": {
        "cloudinary_id": "ho4vd3oh2mq2rouuk54g", 
        "height": 367, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/ho4vd3oh2mq2rouuk54g.jpg", 
        "width": 268
    }, 
    "created_at": 1468629444687, 
    "developers": [
        10388
    ], 
    "first_release_date": 1450828800000, 
    "franchise": 820, 
    "franchises": [
        820
    ], 
    "game_modes": [
        1, 
        2
    ], 
    "games": [
        28029, 
        75089, 
        10039, 
        25311, 
        68287, 
        71455, 
        142, 
        25300, 
        36950, 
        36794
    ], 
    "genres": [
        4
    ], 
    "id": 20401, 
    "keywords": [
        18, 
        167
    ], 
    "name": "Mobile Suit Gundam Extreme Vs-Force", 
    "platforms": [
        45, 
        46
    ], 
    "player_perspectives": [
        2
    ], 
    "popularity": 1.666666666666667, 
    "publishers": [
        10388
    ], 
    "release_dates": [
        {
            "category": 0, 
            "date": 1450828800000, 
            "human": "2015-Dec-23", 
            "m": 12, 
            "platform": 46, 
            "region": 5, 
            "y": 2015
        }, 
        {
            "category": 0, 
            "date": 1468281600000, 
            "human": "2016-Jul-12", 
            "m": 7, 
            "platform": 45, 
            "region": 2, 
            "y": 2016
        }, 
        {
            "category": 0, 
            "date": 1468281600000, 
            "human": "2016-Jul-12", 
            "m": 7, 
            "platform": 45, 
            "region": 1, 
            "y": 2016
        }
    ], 
    "screenshots": [
        {
            "cloudinary_id": "ggzqks97qlryivhaghtz", 
            "height": 720, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/ggzqks97qlryivhaghtz.jpg", 
            "width": 1280
        }, 
        {
            "cloudinary_id": "r19quewmotnhxjmp6ykv", 
            "height": 720, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/r19quewmotnhxjmp6ykv.jpg", 
            "width": 1280
        }, 
        {
            "cloudinary_id": "xtovrfcfldi7tzwhclwt", 
            "height": 720, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/xtovrfcfldi7tzwhclwt.jpg", 
            "width": 1280
        }, 
        {
            "cloudinary_id": "cz4fmdbtv2jjsoa5glv5", 
            "height": 720, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/cz4fmdbtv2jjsoa5glv5.jpg", 
            "width": 1280
        }, 
        {
            "cloudinary_id": "urk3ztkmy9zpkghtawh4", 
            "height": 720, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/urk3ztkmy9zpkghtawh4.jpg", 
            "width": 1280
        }
    ], 
    "slug": "mobile-suit-gundam-extreme-vs-force", 
    "storyline": "The game's story is contained within the game's Extreme Force mode, which is a prequel to the events of Gundam EXA. The story revolves around the \"Project Force\" plan, which was put into motion to help humanity evolve and avoid utter annihilation after observing the events of the Universal Century. To do this, two virtual combat simulators, Aire and Tereno, create a human personality from the database AI to dive into the virtual recreations of Universal Century, link up with various pilots from across the timelines and evolve in hopes of discovering a way to save humanity from the brink of destruction. \n \nAs the player progresses, irregularities begin appearing, endangering the project. It is soon revealed that these irregularities were in fact created by the control program of the Project itself, revealing its intent through hijacking Aire and Tereno. In order to, on its own terms based on accumulated data, speed up the evolution of humanity, it created conflict through these irregularities, believing evolution to be born through despair. It then gives the player a choice to choose either Aire or Tereno to give it the power and data needed to move forward with its plan while destroying the other. Eventually, the player ends up gathering the fragments of either girl and restores them to normal. Discovering that Project Force is to \"evolve\" humanity through war, Aire, Tereno and the player resolve to stop the project and protect mankind, even knowing that the plan to help evolve humans to avoid extinction could very well endanger everyone. \n \nAs the player and the navigators progress to the control program, it builds up various defenses based on data of Universal Century's most powerful weapons. Eventually, they reach Earth 0's core, which is shown to be Extreme Universe. After a harrowing fight involving waves of duplicates of Universal Century's villains and a final showdown with the NZ-999 Neo Zeong, they succeed in defeating the control program. However, before the program perishes from the processor, it initiates a last ditch effort to force humanity as initiates a self-destruct sequence in Earth 0's orbital station to attempt its own \"colony drop\". With little to no time left, Aire and Tereno attempt to join together and become the new Control Program and stop the station from dropping, sacrificing their own identities in the progress to save the player. \n \nBefore Aire fades away, she bestows the player with a name and hopes that one day they'll save mankind, giving them the name --extra--. Soon after this, the protagonist's thoughts are finally heard as he soon comes to with fragmented memories. Surrounded by the warmth of the memories of his friends, he tries to call out his own name: ex-.", 
    "summary": "Take control of the most powerful Mobile Suits and lead your forces to victory! It is a portable spin-off of the Extreme Vs. series, developed by Bandai Namco Entertainment for Playstation Vita. The game was initially released in 23 December 2015 in Japan, while localized Chinese and English editions were released in Asia during the following year in January and February respectively. On 12 July 2016, it was released in North America, Europe, Africa, Australasia, and the Middle East as a digital-only title on the Playstation Network, and includes all DLC and updates from its Japanese version.", 
    "tags": [
        1, 
        18, 
        268435460, 
        536870930, 
        536871079, 
        1073741826
    ], 
    "themes": [
        1, 
        18
    ], 
    "total_rating": 52.5, 
    "total_rating_count": 9, 
    "updated_at": 1524809117480, 
    "url": "https://www.igdb.com/games/mobile-suit-gundam-extreme-vs-force", 
    "videos": [
        {
            "name": "Trailer", 
            "video_id": "yPCSldykStA"
        }, 
        {
            "name": "Trailer", 
            "video_id": "u1Dcp211rRU"
        }
    ]
}