{
    "category": 0, 
    "cover": {
        "cloudinary_id": "uyr4fgysaftnxcwruvue", 
        "height": 300, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/uyr4fgysaftnxcwruvue.jpg", 
        "width": 969
    }, 
    "created_at": 1401563291161, 
    "developers": [
        3025
    ], 
    "first_release_date": 1546214400000, 
    "game_modes": [
        1
    ], 
    "games": [
        17583, 
        12632, 
        39257, 
        36534, 
        18398, 
        19698, 
        6414, 
        25921, 
        26766, 
        47823
    ], 
    "genres": [
        11, 
        12, 
        15
    ], 
    "hypes": 3, 
    "id": 7204, 
    "keywords": [
        296, 
        426, 
        1026, 
        1471, 
        4148, 
        4957, 
        5886
    ], 
    "name": "Project Phoenix", 
    "platforms": [
        34, 
        6, 
        39, 
        14, 
        46, 
        48, 
        3
    ], 
    "player_perspectives": [
        3
    ], 
    "popularity": 1.666666666666667, 
    "publishers": [
        3025
    ], 
    "pulse_count": 2, 
    "release_dates": [
        {
            "category": 2, 
            "date": 1546214400000, 
            "human": "2018", 
            "m": 12, 
            "platform": 46, 
            "region": 8, 
            "y": 2018
        }, 
        {
            "category": 2, 
            "date": 1546214400000, 
            "human": "2018", 
            "m": 12, 
            "platform": 48, 
            "region": 8, 
            "y": 2018
        }, 
        {
            "category": 2, 
            "date": 1546214400000, 
            "human": "2018", 
            "m": 12, 
            "platform": 39, 
            "region": 8, 
            "y": 2018
        }, 
        {
            "category": 2, 
            "date": 1546214400000, 
            "human": "2018", 
            "m": 12, 
            "platform": 34, 
            "region": 8, 
            "y": 2018
        }, 
        {
            "category": 2, 
            "date": 1546214400000, 
            "human": "2018", 
            "m": 12, 
            "platform": 14, 
            "region": 8, 
            "y": 2018
        }, 
        {
            "category": 2, 
            "date": 1546214400000, 
            "human": "2018", 
            "m": 12, 
            "platform": 3, 
            "region": 8, 
            "y": 2018
        }, 
        {
            "category": 2, 
            "date": 1546214400000, 
            "human": "2018", 
            "m": 12, 
            "platform": 6, 
            "region": 8, 
            "y": 2018
        }
    ], 
    "slug": "project-phoenix", 
    "storyline": "The world is changing…\n\nThe orcish clans, mankind’s ancient enemy, have begun migrating from the mountains and their raids upon human settlements become more brazen and audacious by the day. If this wasn’t enough, the denizens of the southern coastal regions hear rumor of the free men who, once vanquished, have emerged, more organized than before, all with the goal of toppling the Empire. Amidst the stirrings of war, the elves watch a fateful star and recognize it as a portent that will decide the fate of all those who live in Azuregard.\n\nIt is within these tumultumous times that the troubled Templar Marcus Stern encounters Ruffles, an angel stricken with amnesia. Together with the Elven Pathfinder, Sylrianah, reserved but curious to see the world beyond the forest, and Zarum the Lost, a battlemage with his own internal conflicts, they form an unlikely bond. These four heroes must discover their place in a world brought to war by misunderstanding and ignorance, and perhaps ultimately even save it from itself.", 
    "summary": "Project Phoenix is a Japanese RPG combined with a squad-based Real Time Strategy game created by a team of talented Eastern and Western developers and artists who have worked on many blockbuster videogame titles. The team we have brought together has allowed us to fuse together Japanese artistic aesthetics and Western design functionality. As a result, we are better able to draw inspiration from the best of both worlds, bringing a richer, more immersive gameplay experience worthy of JRPG fans like you!\n\nIn essence, Project Phoenix breaks new ground in many ways, including:\n\nBeing Kickstarter’s FIRST Japan-based video game project!\nBringing together top-notch talent, combining Eastern AND Western developers with TONS of AAA experience!\nBeing Final Fantasy composer Nobuo Uematsu’s FIRST indie game project EVER!\nHaving art that balances Western functionality with Japanese aesthetics!\nBeing a JRPG developed by JRPG veterans!\nCurrently, the game’s planned release date is set for June 2015 and will be available for PC, iOS, and Android mobile devices. More details will be forthcoming, but in the meantime, if you would like to be a part of our vision, you can still back this project using PayPal. Let us lead the way and show how our vision can bring about a rebirth in the JRPG genre!", 
    "tags": [
        17, 
        268435467, 
        268435468, 
        268435471, 
        536871208, 
        536871338, 
        536871938, 
        536872383, 
        536875060, 
        536875869, 
        536876798, 
        1073741827
    ], 
    "themes": [
        17
    ], 
    "updated_at": 1516726524142, 
    "url": "https://www.igdb.com/games/project-phoenix", 
    "websites": [
        {
            "category": 2, 
            "url": "http://projectphoenix.info/"
        }
    ]
}