{
    "alternative_names": [
        {
            "comment": "Japanese title", 
            "name": "サガ スカーレット グレイス"
        }
    ], 
    "category": 0, 
    "collection": 88, 
    "cover": {
        "cloudinary_id": "y55o96q9u0zdbw2brb96", 
        "height": 291, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/y55o96q9u0zdbw2brb96.jpg", 
        "width": 555
    }, 
    "created_at": 1474037265464, 
    "developers": [
        26
    ], 
    "first_release_date": 1481760000000, 
    "franchise": 587, 
    "franchises": [
        587
    ], 
    "game_modes": [
        1
    ], 
    "games": [
        26163, 
        11667, 
        37088, 
        16468, 
        13196, 
        24048, 
        36534, 
        19698, 
        36792, 
        26268
    ], 
    "genres": [
        12
    ], 
    "id": 23981, 
    "keywords": [
        1186, 
        2399
    ], 
    "name": "SaGa Scarlet Grace", 
    "platforms": [
        46
    ], 
    "player_perspectives": [
        3, 
        5
    ], 
    "popularity": 1.333333333333333, 
    "publishers": [
        26
    ], 
    "pulse_count": 17, 
    "release_dates": [
        {
            "category": 0, 
            "date": 1481760000000, 
            "human": "2016-Dec-15", 
            "m": 12, 
            "platform": 46, 
            "region": 5, 
            "y": 2016
        }
    ], 
    "slug": "saga-scarlet-grace", 
    "storyline": "From Gematsu:\n\"Firebringer—an evil god, banished by the star gods for his betrayal. He is turned into a comet and sent away. Other dark demons that have been suppressed begin to become violent and the world falls into chaos.\n\nThe star gods grant power to one man. He leads the people in a war against Firebringer and establishes an empire.\n\nThe dark demons are pushed underground, and the evil god’s star leaves. After that, the evil god’s star returns every 150 years. For ages and ages, they meet Firebringer and his demons in battle.\n\nOver time there are emperors who prepare diligently and defeat the evil god easily, but there are also emperors who are careless and drive the world into ruin.\n\nFinally, after a seventh invasion, the evil god’s star was decimated. The war that lasted 1,000 years is brought to an abrupt stop. The people rejoiced to usher in peace.\n\nFragments of Firebringer rain down onto the earth, like fireworks celebrating the victory of the humans and star gods. If Firebringer is extinguished, even the empire would become unnecessary.\n\nThe empire continues to rule, and many places react with rebellion. This ties into a civil war by the emperor’s son and company. Amidst the chaos, a hero brings down Firebringer, the emperor is assassinated, and the empire collapses.\n\n70 years later.\n\nHardly anyone who remembers the era of the empire is around anymore. The world remains in chaos. No one notices a new danger approaching. However, a new hero arises for the new era.\"", 
    "summary": "SaGa Scarlet Grace is an open world style RPG with turn-based combat. The world map is full of events that will affect the story. There are no dungeons.\nThere are 4 protagonists to choose from and the story will change in a large way based of the character being played. A single playthrough could take from 30-60 hours. \nEvery character you meet in the story can be an ally and you have 6 allies at the start but you can only have a party of 5 people at one time. There are 9 weapon types that can be used by any character.", 
    "tags": [
        17, 
        38, 
        268435468, 
        536872098, 
        536873311, 
        1073741827, 
        1073741829
    ], 
    "themes": [
        17, 
        38
    ], 
    "updated_at": 1474037964288, 
    "url": "https://www.igdb.com/games/saga-scarlet-grace", 
    "videos": [
        {
            "name": "Trailer", 
            "video_id": "Q4uRGEJsb9Y"
        }, 
        {
            "name": "Trailer", 
            "video_id": "JCrH1_x1bLk"
        }
    ], 
    "websites": [
        {
            "category": 1, 
            "url": "http://www.jp.square-enix.com/saga_sg/index.html"
        }, 
        {
            "category": 2, 
            "url": "http://saga.wikia.com/wiki/SaGa_Scarlet_Grace"
        }
    ]
}