{
    "category": 0, 
    "cover": {
        "cloudinary_id": "obbcfmhqohx5hxkouhlk", 
        "height": 902, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/obbcfmhqohx5hxkouhlk.jpg", 
        "width": 640
    }, 
    "created_at": 1507206688621, 
    "developers": [
        13918
    ], 
    "first_release_date": 1135987200000, 
    "game_modes": [
        1, 
        2
    ], 
    "genres": [
        14
    ], 
    "id": 73847, 
    "name": "AFL Premiership 2005", 
    "platforms": [
        8
    ], 
    "player_perspectives": [
        2
    ], 
    "popularity": 1.666666666666667, 
    "publishers": [
        197
    ], 
    "release_dates": [
        {
            "category": 2, 
            "date": 1135987200000, 
            "human": "2005", 
            "m": 12, 
            "platform": 8, 
            "region": 3, 
            "y": 2005
        }
    ], 
    "screenshots": [
        {
            "cloudinary_id": "biakqzcivqrrbzgszpgt", 
            "height": 360, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/biakqzcivqrrbzgszpgt.jpg", 
            "width": 480
        }
    ], 
    "slug": "afl-premiership-2005", 
    "summary": "AFL Premiership 2005 is based off the Australian Rules Football game that is quite popular in southern parts of Australia. Based off the official rules and has full licensing from the AFL board. It is a mixture of a few sports, originally developed by a Australian Cricket Coach who wanted to keep his team fit in the off season. It is mainly played throughout the state of Victoria but has now gotten a following in other states. \n \nThe game includes all the 16 teams, 692 AFL players with stats and 8 of the stadiums. The game also includes support for the Cameo Eyetoy (PS2 version) that will allow the player to put his/her head into the game on top of one of the players. Full multiplayer gameplay is supported, using Gamespy for online play, or using the Multi-tap you can have up to 4 players. The PS2 version also comes with a bonus \"100 Years of Australian Football\" DVD. \n \nThe later released Xbox and PC versions do not contain the DVD, but because of the later release changes from the AFL draft have been implemented, even though the overall team score has not been updated.", 
    "tags": [
        1073741826
    ], 
    "updated_at": 1511157372938, 
    "url": "https://www.igdb.com/games/afl-premiership-2005"
}