{
    "alternative_names": [
        {
            "comment": "Japanese title", 
            "name": "アンジェリーク トロワ"
        }, 
        {
            "comment": "Other", 
            "name": "Angelique Trois: Aizouban"
        }
    ], 
    "category": 0, 
    "collection": 3941, 
    "cover": {
        "cloudinary_id": "zdzbk1x622glmibcdw1i", 
        "height": 707, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/zdzbk1x622glmibcdw1i.jpg", 
        "width": 500
    }, 
    "created_at": 1507091537562, 
    "developers": [
        14064
    ], 
    "first_release_date": 974851200000, 
    "franchise": 1171, 
    "franchises": [
        1171
    ], 
    "game_modes": [
        1
    ], 
    "games": [
        22425, 
        29730, 
        26145, 
        41895, 
        45435, 
        49570, 
        55803, 
        27259, 
        19290, 
        22436
    ], 
    "genres": [
        13, 
        31
    ], 
    "id": 72678, 
    "keywords": [
        358, 
        846, 
        1026, 
        1027, 
        1148, 
        1523, 
        1937, 
        2045, 
        4145, 
        4483, 
        5299, 
        7190
    ], 
    "name": "Angelique Trois", 
    "platforms": [
        8
    ], 
    "popularity": 1.666666666666667, 
    "publishers": [
        630
    ], 
    "release_dates": [
        {
            "category": 0, 
            "date": 974851200000, 
            "human": "2000-Nov-22", 
            "m": 11, 
            "platform": 8, 
            "region": 5, 
            "y": 2000
        }
    ], 
    "slug": "angelique-trois", 
    "storyline": "Leviath has been defeated and the cosmos is restored to order. The Queen of the Sacred Beast Cosmos (the protagonist) returns to her realm to watch over its progress. She and her aide, Rachel, work with their established Royal Institute to keep their region harmonious. \n \nThree years after the events of Angelique Tenku no Requiem, a large continent suddenly collides with the lone planet and the Queen disappears into a mysterious mist. Rachel implores the Sacred Bird Cosmos for their help, yet they too fall victim to the mist. As the friends reunite, they stand before a mysterious silver tree on the foreign continent known as Arcadia. The protagonist alone hears a voice pleading for her to \"release the seal\", soon discovering that the brittle continent is on the verge of collapse within its pocket dimension. The Queen of the Sacred Bird Cosmos uses her powers to create a barrier to stall the destruction to occur in 115 days. The protagonist has to cultivate the continent within that time to save its trapped inhabitants and release the mysterious seal.", 
    "summary": "Angelique trois is the first Neoromance title to be on the PlayStation 2 and so far the only Angelique entry which presents the game in 3D models. This story and its setting acts as the spiritual predecessor to the series's major alternate continuity, Neo Angelique. \n \ntrois is the first title in the series to begin crediting developers for their work as opposed to the group labeling, Ruby Party. Yoko Hori served as the general director and Yasuno Shihoro is the director. Mahito Yokota composed and arranged the music. \n \nThe Premium Box edition includes eighteen character cards with short character messages on them and a memorial manual.", 
    "tags": [
        268435469, 
        268435487, 
        536871270, 
        536871758, 
        536871938, 
        536871939, 
        536872060, 
        536872435, 
        536872849, 
        536872957, 
        536875057, 
        536875395, 
        536876211, 
        536878102
    ], 
    "updated_at": 1515731347753, 
    "url": "https://www.igdb.com/games/angelique-trois"
}