{
    "category": 0, 
    "collection": 96, 
    "cover": {
        "cloudinary_id": "avk9vszptw8rsg88sg9j", 
        "height": 2156, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/avk9vszptw8rsg88sg9j.jpg", 
        "width": 1527
    }, 
    "created_at": 1499526124297, 
    "esrb": {
        "rating": 5
    }, 
    "first_release_date": 1100908800000, 
    "games": [
        68287, 
        71455, 
        25300, 
        36950, 
        27314, 
        28029, 
        64204, 
        25311, 
        19448, 
        51464
    ], 
    "id": 46030, 
    "keywords": [
        78, 
        274, 
        772, 
        970, 
        1512, 
        4328, 
        9448
    ], 
    "name": "Ape Escape: Pumped & Primed", 
    "platforms": [
        8
    ], 
    "popularity": 1.0, 
    "release_dates": [
        {
            "category": 0, 
            "date": 1100908800000, 
            "human": "2004-Nov-20", 
            "m": 11, 
            "platform": 8, 
            "region": 8, 
            "y": 2004
        }
    ], 
    "slug": "ape-escape-pumped-and-primed--1", 
    "summary": "The game consists of a series of minigames. The minigames consist of either: battling on teams or not with the normal gadgets, kind of like playing an Ape escape version of Super smash bros., but 3-D; battling underwater using submersibles, (unless you're the pipotron which use evil sharks), using only torpedoes; Foot racing to the finish line, using any gadget you can (you may kill the opponents to win, but the level won't end until someone finishes the race); Collecting more coins than the opponents, you may also use gadgets; Collecting coins again, but this time the map moves on its own and you have to use the Dragonfly to get across the level alive; Battling in tanks, using only missiles; or finally racing on boats or rafts (except for the pipotron which use sharks again), plus you may only use missiles to attack. \n \nIf you beat the game you may use any gadgets on certain ones. If not, than all minigames will not allow you to use one or no gadgets until the Subfinals. You may not play against bosses or in the Virus-tech World in Verses mode. You may only use up to four gadgets in minigames that allow gadgets, and you may win new prizes from fans which all come from previous Ape Escape games if you win in certain times or with a certain amount of points or coins depending on the minigames. The Prize can be the 3rd prize Fan ID, the 2nd prize Fan letter, or the 1st prize present which could be a new summoning, gadget, vehicle, or clothing. The Gadget could be fiery, electrical, or icy and the vehicle can only be icy. \n \nThe Summonings are monkeys, that you gain by getting fan prizes, are used to help you win Levels where you're on foot. They can do things like heal you, cause a sandstorm, attack the opponent directly, etc. Each summoning can only do one thing and you can only have one summoning. Not all summoning came from previous games but two summoning came from the Freaky Monkey Five! \n \nAfter the Subfinals you may use specials by combining buttons next to each other. Each Characters have different specials. For example, The regular Pipo monkey's strongest special is the RC car and the Stunclub combined and it causes you to throw a banana straight forward, and if it hits an enemy then several monkeys jump out of nowhere and beat up the enemy senseless. It won't always KO in one hit. \n \nYou also can fight each other in story mode. There are many place to fight. You can use 5 types of cool gadgets. Such as Stunclub for hitting target, Hoops for make you run super fast, Slingshoot for shooting target from far, Dragonfly for you to fly. And car for bomb your target.", 
    "tags": [
        1, 
        18, 
        536870990, 
        536871186, 
        536871684, 
        536871882, 
        536872424, 
        536875240, 
        536880360
    ], 
    "themes": [
        1, 
        18
    ], 
    "updated_at": 1516150457122, 
    "url": "https://www.igdb.com/games/ape-escape-pumped-and-primed--1"
}