{
    "category": 0, 
    "cover": {
        "cloudinary_id": "yczlkbk08n5zqcw8m3pf", 
        "height": 2150, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/yczlkbk08n5zqcw8m3pf.jpg", 
        "width": 1518
    }, 
    "created_at": 1499159715991, 
    "first_release_date": 1235088000000, 
    "games": [
        49414, 
        25636, 
        21842, 
        28080, 
        36608, 
        18862, 
        75102, 
        23913, 
        47472, 
        44922
    ], 
    "genres": [
        12
    ], 
    "id": 43658, 
    "name": "Ar tonelico II: Melody of Metafalica", 
    "platforms": [
        8
    ], 
    "popularity": 1.333333333333333, 
    "release_dates": [
        {
            "category": 0, 
            "date": 1235088000000, 
            "human": "2009-Feb-20", 
            "m": 2, 
            "platform": 8, 
            "region": 8, 
            "y": 2009
        }
    ], 
    "slug": "ar-tonelico-ii-melody-of-metafalica", 
    "summary": "The setting for the game is the same as the previous game: the planet of Ar Ciel, albeit centered on a different region this time. The Tower of Ar tonelico from Metafalss is different from the tower in the first game since it doesn't look like a tower initially, but still has some of the same essential facilities (Rinkernator, Plasma Bell (represented as the Lift Generators) and Musical Corridor). The Song Magics are still used like programs, but in this tower there are two Song Magic servers: the Sol Marta server and the Infel Phira Server. The Sol Marta server is located in the upper zone of the tower, acting like a stationary satellite. It is collocated with the S. P. U. and Rinkernator and is the main server for the tower. The Infel Phira server is located in a satellite that orbits the sky around the tower and shares its name with said server. The Sol Marta satellite is a relay station used to increase the range of Song Magic usage of the first tower, so it works with the same kind of hymmnos and executes the EXEC variety of hymns. Plus, it also has the function of receiving energy from the first tower and sending it to the second tower. On the other hand, the Infel Phira server works with another kind of hymmnos called the Pastalia hymmnos, and executes the METHOD variety of hymns.", 
    "tags": [
        268435468
    ], 
    "updated_at": 1500537550441, 
    "url": "https://www.igdb.com/games/ar-tonelico-ii-melody-of-metafalica"
}