{
    "category": 0, 
    "created_at": 1470131743020, 
    "first_release_date": 998870400000, 
    "games": [
        34919, 
        19341, 
        25311, 
        44242, 
        36608, 
        28465, 
        37419, 
        54999, 
        55715, 
        33603
    ], 
    "genres": [
        13
    ], 
    "id": 22011, 
    "name": "City Crisis", 
    "platforms": [
        8
    ], 
    "popularity": 1.333333333333333, 
    "release_dates": [
        {
            "category": 0, 
            "date": 998870400000, 
            "human": "2001-Aug-27", 
            "m": 8, 
            "platform": 8, 
            "region": 8, 
            "y": 2001
        }
    ], 
    "slug": "city-crisis", 
    "summary": "Your mission is to save helpless people from crime and disaster in a city in turmoil. Three action packed game modes let you pilot one of five rescue choppers through a modern city in crisis, performing daring roof top rescues, extinguishing high-rise infernos and apprehending fugitives on the run. \n \nA turbulent city is under siege from disasters, and the only way to save the day is to get in from the air. So set those rotors spinning and take off to take on City Crisis. As a skilled chopper pilot, you'll fly one of three real-life rescue and pursuit helicopters through a bustling city, zigzagging through high-rise buildings and weaving around dangerous electrical wires. Missions will have you saving citizens from the rooftops from certain death in Rescue mode, performing daring rooftop cable jumps to nab citizens and their pets from natural disasters. Then combat towering infernos from the air with water cannons and fire-extinguishing missiles, always on the yoke to keep control against unexpected updrafts and sudden explosions. Finally, whisk through the high-rise buildings at top speed in a risky pursuit of criminals on the run and help bring justice to this city in crisis. \n \nThe fate of the people and the future of the city is in your hands!", 
    "tags": [
        1, 
        268435469
    ], 
    "themes": [
        1
    ], 
    "updated_at": 1500544045950, 
    "url": "https://www.igdb.com/games/city-crisis", 
    "websites": [
        {
            "category": 3, 
            "url": "https://en.wikipedia.org/wiki/City_Crisis"
        }
    ]
}