{
    "category": 0, 
    "cover": {
        "cloudinary_id": "lbvjnigop0njx6av3luu", 
        "height": 1440, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/lbvjnigop0njx6av3luu.jpg", 
        "width": 2560
    }, 
    "created_at": 1400049202416, 
    "developers": [
        817
    ], 
    "first_release_date": 788832000000, 
    "game_modes": [
        1, 
        3
    ], 
    "games": [
        28029, 
        86647, 
        36750, 
        27229, 
        27226, 
        23221, 
        22714, 
        18236, 
        12577, 
        1674
    ], 
    "genres": [
        5, 
        33
    ], 
    "id": 6788, 
    "name": "Darius Gaiden", 
    "platforms": [
        52, 
        6, 
        32, 
        7, 
        8
    ], 
    "player_perspectives": [
        4
    ], 
    "popularity": 1.333333333333333, 
    "publishers": [
        817
    ], 
    "release_dates": [
        {
            "category": 2, 
            "date": 788832000000, 
            "human": "1994", 
            "m": 12, 
            "platform": 52, 
            "y": 1994
        }, 
        {
            "category": 2, 
            "date": 820368000000, 
            "human": "1995", 
            "m": 12, 
            "platform": 32, 
            "y": 1995
        }, 
        {
            "category": 2, 
            "date": 851990400000, 
            "human": "1996", 
            "m": 12, 
            "platform": 7, 
            "y": 1996
        }, 
        {
            "category": 2, 
            "date": 1135987200000, 
            "human": "2005", 
            "m": 12, 
            "platform": 8, 
            "y": 2005
        }, 
        {
            "category": 2, 
            "date": 883526400000, 
            "human": "1997", 
            "m": 12, 
            "platform": 6, 
            "y": 1997
        }
    ], 
    "slug": "darius-gaiden", 
    "storyline": "Shortly after the events of the first Darius, protagonists Proco and Tiat help refugees from the planet Darius flee from the destruction caused by the Belser Army. They eventually find and set up a temporary colony on a planet named Vadis. Suddenly, Belser rises again and launches a surprise attack on a spaceport on Darius, which was being used to help ferry the remaining Darians to Vadis. The remaining refugees are killed, and Belser sets course for Vadis. A fleet of Silver Hawks are sent to fend off Belser, but are easily annihilated. Once again, Proco and Tiat are given no choice but to fight off Belser once more.", 
    "summary": "Darius Gaiden is a two-dimensional shoot'em up. The player controls a space ship named the Silver Hawk and must guide it through scrolling stages, destroying enemies and avoiding obstacles along the way. The ship is armed with forward-firing missiles, aerial bombs and a protective force-field, all of which can be upgraded by various power-ups that are dropped by specially-colored enemies when they are destroyed by the player. New to the Silver Hawk's arsenal in Darius Gaiden is the 'black hole bomb.' When fired, the black hole bomb will create a large vortex in the center of the screen, which sucks in enemies and projectiles on the screen for a short moment, until it explodes into a powerful ball of lightning that inflicts massive damage onto every enemy on the screen.\n\nAnother feature introduced Darius Gaiden is the ability to capture minibosses, who appear in every stage. Each miniboss has a small, circular ball placed on them that, after receiving enough damage, will detach and float away, causing the miniboss to turn idle. If the player collects the ball, the miniboss will follow and aid the player. After a brief period of time, or the player loses a life, the miniboss will explode.", 
    "tags": [
        268435461, 
        268435489, 
        1073741828
    ], 
    "updated_at": 1517270873373, 
    "url": "https://www.igdb.com/games/darius-gaiden", 
    "videos": [
        {
            "name": "Gameplay video", 
            "video_id": "NzU6anX8IQE"
        }
    ], 
    "websites": [
        {
            "category": 2, 
            "url": "http://en.wikipedia.org/wiki/Darius_Gaiden"
        }
    ]
}