{
    "category": 0, 
    "cover": {
        "cloudinary_id": "ot5fca5hz7nefrzcnjfs", 
        "height": 2156, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/ot5fca5hz7nefrzcnjfs.jpg", 
        "width": 1527
    }, 
    "created_at": 1499434647866, 
    "esrb": {
        "rating": 3
    }, 
    "first_release_date": 1035072000000, 
    "games": [
        55752, 
        36926, 
        25300, 
        36950, 
        27314, 
        19448, 
        6958, 
        26914, 
        29004, 
        13189
    ], 
    "genres": [
        31
    ], 
    "id": 44717, 
    "keywords": [
        226, 
        301, 
        389, 
        977, 
        1026, 
        1027, 
        2170, 
        3486, 
        3833, 
        4161, 
        4386, 
        4397, 
        4576, 
        4709, 
        4777, 
        4783, 
        4891, 
        5032, 
        5354, 
        5441, 
        5592, 
        5935, 
        6137, 
        6582, 
        6716
    ], 
    "name": "Dual Hearts", 
    "platforms": [
        8
    ], 
    "popularity": 1.0, 
    "release_dates": [
        {
            "category": 0, 
            "date": 1035072000000, 
            "human": "2002-Oct-20", 
            "m": 10, 
            "platform": 8, 
            "region": 8, 
            "y": 2002
        }
    ], 
    "slug": "dual-hearts", 
    "summary": "Long, long ago, the real world and dream world were one and the same. But because of the dark thoughts in people's minds, the Nightmare was born and threatened to end the world. A brave sage appeared and, by using the Holy Instruments and the Dream Stone, sealed the Nightmare away into the holy land. Peace was restored but the world is now separated into the real world and dream world. \n \nYears later, people forgot what has happened, and only recalled the events as a legend. Many have also heard about the Dream Stone sealed within the Temple of Dreams. Enter our hero, Rumble, a Ruinseeker (a high ranked treasure hunter) who wish to find the Dream Stone. At the same time, in the Dreamworld, a Baku (a weird looking animal that lives in the Dreamworld) who Rumble later names Tumble accidentally drops the box which holds 7 keys to the seal of the Temple. The keys went and hid in different people's dreams. To retrieve them, one must enter the dream and seek out the keys. Tumble can enter the dreams but there are many monsters within dreams and puzzles that he may need help with. Rumble realize he must get the keys in order to find the Dream Stone. Seeing that the two can help meet each other's goals, Rumble and Tumble decides to work together. \n \nIn Dual Hearts, Rumble and Tumble will travel around Sonno Island, meeting the people there and seek out those whose dreams holds one of the seven keys. Each dream is different as each person is different, which means that the enemies and puzzles Rumble will encounter will be different in each dream he visits. Within the dreamworld, everything is filled with gold and gems - even the boss is a giant money bag. \n \nWithin the dreams, Rumble will be able to use the Holy Instruments (in the form of a spear and sword) to fight enemies there. Rumble can use both weapons at the same time enabling him to do a variety of combo attacks. Tumble will help Rumble by carrying him on his back, enabling him to reach higher planes. He can also perform different attacks like the Breath Attack. \n \nIn order to advance, there are a variety of puzzles for our heroes to solve. For example, in one puzzle, you will be presented with movable blocks, several switches and a closed door. You must figure out which switch will open the door and move the block on the switch. If you run into any problems, you can always talk to Tumble or the Dream Sheep for hints and help.", 
    "tags": [
        1, 
        268435487, 
        536871138, 
        536871213, 
        536871301, 
        536871889, 
        536871938, 
        536871939, 
        536873082, 
        536874398, 
        536874745, 
        536875073, 
        536875298, 
        536875309, 
        536875488, 
        536875621, 
        536875689, 
        536875695, 
        536875803, 
        536875944, 
        536876266, 
        536876353, 
        536876504, 
        536876847, 
        536877049, 
        536877494, 
        536877628
    ], 
    "themes": [
        1
    ], 
    "updated_at": 1516168909610, 
    "url": "https://www.igdb.com/games/dual-hearts"
}