{
    "aggregated_rating": 60.0, 
    "aggregated_rating_count": 2, 
    "category": 0, 
    "cover": {
        "cloudinary_id": "jngu7eb2mb7ocu6eyzzh", 
        "height": 2156, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/jngu7eb2mb7ocu6eyzzh.jpg", 
        "width": 1527
    }, 
    "created_at": 1473330148797, 
    "first_release_date": 1025654400000, 
    "games": [
        13189, 
        27314, 
        25222, 
        41895, 
        36543, 
        22425, 
        55803, 
        19448, 
        25211, 
        11296
    ], 
    "genres": [
        5, 
        31
    ], 
    "id": 23774, 
    "keywords": [
        117, 
        1027, 
        2396
    ], 
    "name": "Endgame", 
    "platforms": [
        8
    ], 
    "popularity": 1.333333333333333, 
    "release_dates": [
        {
            "category": 0, 
            "date": 1025654400000, 
            "human": "2002-Jul-03", 
            "m": 7, 
            "platform": 8, 
            "region": 8, 
            "y": 2002
        }
    ], 
    "slug": "endgame", 
    "summary": "Endgame is an futuristic action light-gun shooter which has been compared to Time Crisis games. \n \nThe story is about an evil plot to use virtual reality mind-control to take over the world. The main character is Jade Cornell, a foxy redhead, whose friend Tyler has gotten too close to the truth. The game starts when Jade receives a message from him telling her where to find the gun he left in her apartment. As soon as she grabs the gun, the door bursts open .. and the first gunfight begins. \n \nThe game is played out in five fast-and-furious chapters, all of which are timed. Jade will trek through exotic European locales (including the Swiss Alps and the London Underground), shooting baddies and bosses. The faster you shoot each wave of enemies the better, as the time saved is added to the next chapter. \n \nThe environment is totally destructible. You can shoot pictures off the walls, shoot cabinets open and have glassware crash to the floor and otherwise wreck much of your surroundings. Also, you can cause explosions that will kill all the enemies in the vicinity. \n \nFinishing the game the first time unlocks additional modes of play and mini-games.", 
    "tags": [
        268435461, 
        268435487, 
        536871029, 
        536871939, 
        536873308, 
        536875167
    ], 
    "total_rating": 60.0, 
    "total_rating_count": 2, 
    "updated_at": 1515658687693, 
    "url": "https://www.igdb.com/games/endgame"
}