{
    "category": 0, 
    "collection": 3, 
    "cover": {
        "cloudinary_id": "qzjbq7deokicvfl0jcnd", 
        "height": 460, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/qzjbq7deokicvfl0jcnd.jpg", 
        "width": 900
    }, 
    "created_at": 1441917115340, 
    "developers": [
        247
    ], 
    "game_modes": [
        1, 
        2
    ], 
    "games": [
        13196, 
        1506, 
        76731, 
        26268, 
        27613, 
        26189, 
        22770, 
        7190, 
        6894, 
        6629
    ], 
    "genres": [
        24
    ], 
    "id": 12508, 
    "name": "Fallout Extreme", 
    "platforms": [
        11, 
        8
    ], 
    "player_perspectives": [
        1, 
        2
    ], 
    "popularity": 1.333333333333333, 
    "publishers": [
        1882
    ], 
    "release_dates": [
        {
            "category": 7, 
            "human": "TBD", 
            "platform": 11
        }, 
        {
            "category": 7, 
            "human": "TBD", 
            "platform": 8
        }
    ], 
    "screenshots": [
        {
            "cloudinary_id": "i5paylcxrupzrmgkelwq", 
            "height": 376, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/i5paylcxrupzrmgkelwq.jpg", 
            "width": 500
        }
    ], 
    "slug": "fallout-extreme", 
    "status": 6, 
    "storyline": "It is unclear when exactly the game was going to take place. According to the summary in a design document, \"almost a century has passed\" since the Great War.\n\nThe Brotherhood of Steel (in concept art, they appear similar to the Midwestern branch from Fallout Tactics), the \"once silent organization\", has been expanding and seizing more and more territory under their control. Their area of influence stretches as far as Alaska, where the Brotherhood's new headquarters is now located. The Brotherhood's agenda \"leaves little room for the survival of radiation or FEV outbreak victims\". Local humans are either drafted into the Brotherhood's ranks as cannon fodder or enslaved, and mutants are outright eradicated. It is the Brotherhood that the player would oppose during the first half of the game.\n\nThe player controls a squad of revolutionaries known as The Cause. Throughout the game, it would gain momentum, starting in Oregon, Washington and Canada. Each reclaimed town would vow loyalty to the player's cause.\n\nHowever, after defeating the Brotherhood, the player would learn why the Brotherhood set out to Canada and Alaska in the first place. The rebels must now venture across the Bering Strait, through Russia and Mongolia and finally into China, in order to destroy the Doom's Day Missile that could obliterate what is left of America. The endgame would take place within the Forbidden City, where the Chinese Emperor resides.\n\nAmong the factions encountered along the way would be the Issaquah Nation, the Inuits, the Montauk, the Horde of Huns, Siberian Cossacks and finally the Army of the Golden Tiger and New Imperial Guard.", 
    "summary": "Fallout Extreme is a canceled, squad-based, first- and third-person tactical game for the Xbox and PlayStation 2, using the Unreal Engine and developed by Interplay's 14 Degrees East division. It was in development for several months in 2000, but never had a concrete development team and had not been developed past conception.\n\nThe game was never officially announced, and its existence was virtually unknown until detailed information about it was released in January 2010.", 
    "tags": [
        268435480, 
        1073741825, 
        1073741826
    ], 
    "updated_at": 1442253074670, 
    "url": "https://www.igdb.com/games/fallout-extreme", 
    "websites": [
        {
            "category": 2, 
            "url": "http://fallout.wikia.com/wiki/Fallout_Extreme"
        }
    ]
}