{
    "aggregated_rating": 70.0, 
    "aggregated_rating_count": 1, 
    "category": 0, 
    "collection": 819, 
    "cover": {
        "cloudinary_id": "rltzqvxvycsvq3kvth1p", 
        "height": 358, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/rltzqvxvycsvq3kvth1p.jpg", 
        "width": 255
    }, 
    "created_at": 1418310079957, 
    "developers": [
        3053
    ], 
    "first_release_date": 1120176000000, 
    "game_modes": [
        1, 
        2
    ], 
    "games": [
        8301, 
        8302, 
        8300, 
        38472, 
        22059, 
        22060, 
        728, 
        48290, 
        8294, 
        43600
    ], 
    "genres": [
        10, 
        13, 
        14
    ], 
    "id": 8303, 
    "keywords": [
        401, 
        620, 
        1148, 
        1166, 
        1744, 
        4157, 
        4475, 
        4552, 
        4650, 
        5043, 
        5196, 
        5786, 
        5837, 
        5861, 
        5862, 
        5863, 
        5864, 
        5865, 
        5866, 
        5867, 
        5868, 
        5869, 
        5870, 
        5871, 
        5872, 
        5873, 
        5878, 
        9529, 
        9823, 
        11470, 
        11471, 
        11546, 
        12184, 
        12904, 
        13109, 
        15564
    ], 
    "name": "Formula One 05", 
    "pegi": {
        "rating": 1
    }, 
    "platforms": [
        8
    ], 
    "player_perspectives": [
        1, 
        2
    ], 
    "popularity": 1.333333333333333, 
    "publishers": [
        45
    ], 
    "release_dates": [
        {
            "category": 0, 
            "date": 1120176000000, 
            "human": "2005-Jul-01", 
            "m": 7, 
            "platform": 8, 
            "region": 1, 
            "y": 2005
        }, 
        {
            "category": 0, 
            "date": 1127347200000, 
            "human": "2005-Sep-22", 
            "m": 9, 
            "platform": 8, 
            "region": 5, 
            "y": 2005
        }
    ], 
    "screenshots": [
        {
            "cloudinary_id": "lcd5wavrg7a8879wazz1", 
            "height": 480, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/lcd5wavrg7a8879wazz1.jpg", 
            "width": 640
        }, 
        {
            "cloudinary_id": "goxy2xrf5wxh8fobutxj", 
            "height": 384, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/goxy2xrf5wxh8fobutxj.jpg", 
            "width": 512
        }, 
        {
            "cloudinary_id": "riuerfpfi1tlycmvwoaz", 
            "height": 384, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/riuerfpfi1tlycmvwoaz.jpg", 
            "width": 512
        }, 
        {
            "cloudinary_id": "iskmrozw75rr6ldd8pkn", 
            "height": 384, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/iskmrozw75rr6ldd8pkn.jpg", 
            "width": 510
        }
    ], 
    "slug": "formula-one-05", 
    "summary": "Formula One 05 for the PlayStation 2 was released in Europe on July 1, 2005, and in Australia later that year. It featured the 'Career Mode' concept from Formula One 04, which allows players to work their way through the Formula One teams over the course of five years (albeit a repeat version of the 2005 season each time). This game also supports EyeToy: Cameo, allowing players to place their own face on a driver when creating their profile, but unlike F1 04, though they cannot choose their own helmet. The cover athletes are Jenson Button, David Coulthard and Narain Karthikeyan. \n \nPlayers start out testing for a smaller teams (Minardi, Jordan and Red Bull Racing (Like in F1 04, a generic car does exist, but it is only used in Time Attack mode)). Players then work their way up the grid throughout their 'career' through a mixture of good tests and impressive race performances. As before, consistently poor performances will lead to dismissal from the player's current team. There are also occasional 'shoot-out' tests against the team's second driver (or third driver, depending on the player's current status within the team), in which both drivers complete a set of five laps each and whoever has the fastest overall time (one time based on the fastest first, second and third sectors added together) then takes the race seat. Players can now also view trophies they have received from winning races and championships after each is won in Career Mode for the first time. \n \nAs with F1 04, \"classic\" cars (like the Williams FW11) are unlocked once certain terms are fulfilled, such as winning a World Championship. Helmets for Career Mode are also unlocked, and there is also a hidden track (the Detroit street circuit which was used for Detroit Grand Prix and the Paul Ricard circuit in France([citation needed])) available for Time Attack Mode. Notably, since this game was developed before the change in the qualifying regulations midway through the actual 2005 season, this game runs the original \"aggregated times\" format from the early part of the actual 2005 season in every race in Race Weekend, Championship and Career Mode. This game also has Net Play available. A notable credit is the opening video features the song \"Butterflies & Hurricanes\" from English alternative rock band Muse. \n \nFor the first time in a number of years, the fans agreed that this was a massive improvement in the series and the shot in the arm it had so desperately needed. A lot of people had criticised Studio Liverpool for the lack of ambition and progress since the series appeared on the PS2 platform up to that point. With the release of Formula One 05, people saw that great strides had been made by Studio Liverpool in terms of gameplay handling and AI. \n \nHowever, there were criticisms in terms of the AI being too easy on the hardest of settings, and about the penalty system that had been introduced on Formula One 05 which automatically reduced the revs during a penalty instead of the traditional \"drive-through\" penalties that previous games had seen. Overall though, the fans agreed that apart from these minor issues, Studio Liverpool had redeveloped the brand as a stepping stone for improvement for the inevitable release of the 2006 edition. \n \nSee also[edit]", 
    "tags": [
        268435466, 
        268435469, 
        268435470, 
        536871313, 
        536871532, 
        536872060, 
        536872078, 
        536872656, 
        536875069, 
        536875387, 
        536875464, 
        536875562, 
        536875955, 
        536876108, 
        536876698, 
        536876749, 
        536876773, 
        536876774, 
        536876775, 
        536876776, 
        536876777, 
        536876778, 
        536876779, 
        536876780, 
        536876781, 
        536876782, 
        536876783, 
        536876784, 
        536876785, 
        536876790, 
        536880441, 
        536880735, 
        536882382, 
        536882383, 
        536882458, 
        536883096, 
        536883816, 
        536884021, 
        536886476, 
        1073741825, 
        1073741826
    ], 
    "total_rating": 70.0, 
    "total_rating_count": 1, 
    "updated_at": 1517271099402, 
    "url": "https://www.igdb.com/games/formula-one-05"
}