{
    "aggregated_rating": 73.0, 
    "aggregated_rating_count": 2, 
    "alternative_names": [
        {
            "name": "フロントミッション フォース"
        }
    ], 
    "category": 0, 
    "collection": 312, 
    "cover": {
        "cloudinary_id": "mp68aebj0uj5ce2qisld", 
        "height": 1939, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/mp68aebj0uj5ce2qisld.jpg", 
        "width": 1510
    }, 
    "created_at": 1349722182968, 
    "developers": [
        26
    ], 
    "esrb": {
        "rating": 5, 
        "synopsis": ""
    }, 
    "first_release_date": 1071705600000, 
    "games": [
        26766, 
        19301, 
        19099, 
        23198, 
        25300, 
        11156, 
        16513, 
        1877, 
        302, 
        21063
    ], 
    "genres": [
        12, 
        15, 
        24
    ], 
    "id": 1503, 
    "keywords": [
        21, 
        167, 
        301, 
        575, 
        970, 
        1026, 
        1107, 
        1440, 
        1735, 
        1739, 
        1821, 
        1923, 
        2154, 
        3486, 
        3782, 
        3833, 
        4035, 
        4248, 
        4273, 
        4284, 
        4285, 
        4402, 
        4446, 
        4468, 
        4471, 
        4541, 
        4543, 
        4571, 
        4709, 
        4956, 
        4958, 
        5040, 
        5350, 
        5479, 
        5886, 
        6367, 
        6623, 
        9310, 
        13110
    ], 
    "name": "Front Mission 4", 
    "platforms": [
        8
    ], 
    "popularity": 1.333333333333333, 
    "publishers": [
        26
    ], 
    "release_dates": [
        {
            "category": 0, 
            "date": 1071705600000, 
            "human": "2003-Dec-18", 
            "m": 12, 
            "platform": 8, 
            "region": 2, 
            "y": 2003
        }
    ], 
    "slug": "front-mission-4", 
    "summary": "In the year 2096, the Wanzer (\"Walking Tanks\" mecha) form the backbone of many military forces. The European Community is enjoying a period of relative peace when it is surprised by sudden attacks on German bases from a mysterious force. To investigate, it is decided to send the EC Armor Tactics Research Corps, also known as \"Durandal\". Inside the Durandal, a young new recruit, Elsa soon finds herself caught in an international plot. Meanwhile, the nation of Venezuela, is attempting to secede from the Unified Continental States (U.C.S.). UCS Forces are sent in to restore order and dispose of Governor Diaz. During a routine patrol, Sgt. Darril and his patrol witness a cargo plane being shot down. Heading to investigate, they soon discover it was a plane carrying part of Diaz's gold. For demoralized UCS soldiers like Darril, this smells like opportunity... \n \nFront Mission 4 is a turn based strategy game where the plot switches between two different theaters of operation: Elsa and Darril. Controlling the wanzer forces of either character, the story progresses simultaneously. Most battles take place on an overhead map divided into a Player phase and an Enemy phase. Typically a wanzer can move once and use his remaining Action Points (AP) to fire on the enemy or use an ability. Success in battle earns Experience Points, which are traded in for new abilities, such as Rapid Fire or Evasion bonuses. Each character has a set limit of Skill slots, which are filled up differently by abilities. While each character starts with a preference in skills, there is no limitation on what any pilot can learn. Money, found during on the map (along with items) or earned after a successful battle, can be used to upgrade wanzers and purchase new weapons.", 
    "tags": [
        18, 
        268435468, 
        268435471, 
        268435480, 
        536870933, 
        536871079, 
        536871213, 
        536871487, 
        536871882, 
        536871938, 
        536872019, 
        536872352, 
        536872647, 
        536872651, 
        536872733, 
        536872835, 
        536873066, 
        536874398, 
        536874694, 
        536874745, 
        536874947, 
        536875160, 
        536875185, 
        536875196, 
        536875197, 
        536875314, 
        536875358, 
        536875380, 
        536875383, 
        536875453, 
        536875455, 
        536875483, 
        536875621, 
        536875868, 
        536875870, 
        536875952, 
        536876262, 
        536876391, 
        536876798, 
        536877279, 
        536877535, 
        536880222, 
        536884022
    ], 
    "themes": [
        18
    ], 
    "total_rating": 73.0, 
    "total_rating_count": 2, 
    "updated_at": 1517270816702, 
    "url": "https://www.igdb.com/games/front-mission-4"
}