{
    "aggregated_rating": 62.0, 
    "aggregated_rating_count": 1, 
    "category": 0, 
    "collection": 2953, 
    "cover": {
        "cloudinary_id": "roy4xoonsbpyusii3c0e", 
        "height": 2156, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/roy4xoonsbpyusii3c0e.jpg", 
        "width": 1527
    }, 
    "created_at": 1473197843275, 
    "first_release_date": 1056758400000, 
    "games": [
        29173, 
        54662, 
        55590, 
        55689, 
        44242, 
        40470, 
        11679, 
        18623, 
        22470, 
        9199
    ], 
    "genres": [
        13, 
        14
    ], 
    "id": 23713, 
    "keywords": [
        193, 
        994, 
        1148, 
        1166, 
        2105, 
        4239, 
        7075
    ], 
    "name": "G1 Jockey 3", 
    "platforms": [
        8
    ], 
    "popularity": 1.333333333333333, 
    "release_dates": [
        {
            "category": 0, 
            "date": 1056758400000, 
            "human": "2003-Jun-28", 
            "m": 6, 
            "platform": 8, 
            "region": 8, 
            "y": 2003
        }
    ], 
    "slug": "g1-jockey-3", 
    "summary": "Fancy hats, oval turf tracks and people waving tiny bits of paper on the stands. Welcome to the world of horse racing. While most other racing games have the player controlling a motorized vehicle (such as a car or a powerboat), or using physics to move closer to the goal (skiing, sailing and so on), in G1 Jockey the player is controlling an animal, which makes it slightly different from other racing games in the market. \n \nThe player has to balance four things - the overall speed of the horse, the stamina, horse motivation, and the potential, which affects for how long the horse can keep the speed high after all stamina was lost - crucial for the last stretch sprint. It's impossible to raise all four at once, so players must have a well defined strategy to succeed. \n \nDepending on their abilities, each horse might be better suited for a particular strategy or type of race, and each must be treated differently to achieve the best possible result. The game features a large roster of horses, and many tracks to choose from, including flat track and steeplechase races. Game modes include race training, a tutorial, two player mode, and the career mode, where the player starts as a rookie jockey, and must complete races and training sessions to attract the attention of better stables.", 
    "tags": [
        268435469, 
        268435470, 
        536871105, 
        536871906, 
        536872060, 
        536872078, 
        536873017, 
        536875151, 
        536877987
    ], 
    "total_rating": 62.0, 
    "total_rating_count": 1, 
    "updated_at": 1516724645424, 
    "url": "https://www.igdb.com/games/g1-jockey-3"
}