{
    "aggregated_rating": 65.6666666666667, 
    "aggregated_rating_count": 3, 
    "category": 0, 
    "cover": {
        "cloudinary_id": "wnkeezxxafteyjmn0imo", 
        "height": 2160, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/wnkeezxxafteyjmn0imo.jpg", 
        "width": 1519
    }, 
    "created_at": 1474570847963, 
    "first_release_date": 1102464000000, 
    "games": [
        76246, 
        19341, 
        28029, 
        32902, 
        24920, 
        272, 
        68287, 
        10039, 
        68142, 
        36608
    ], 
    "genres": [
        5
    ], 
    "id": 24252, 
    "name": "Ghost In The Shell: Stand Alone Complex", 
    "platforms": [
        8
    ], 
    "popularity": 1.333333333333333, 
    "release_dates": [
        {
            "category": 0, 
            "date": 1102464000000, 
            "human": "2004-Dec-08", 
            "m": 12, 
            "platform": 8, 
            "region": 8, 
            "y": 2004
        }
    ], 
    "screenshots": [
        {
            "cloudinary_id": "ihy8cbxlqninxkcmadqy", 
            "height": 300, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/ihy8cbxlqninxkcmadqy.jpg", 
            "width": 585
        }
    ], 
    "slug": "ghost-in-the-shell-stand-alone-complex", 
    "summary": "Ghost in the Shell: Stand Alone Complex is an action game based on the television series of the same name. The game takes place in the year 2030; you control the cyborgs Motoko Kusunagi and Batou, members of the secret government agency Section 9 with the mission of fighting terrorism and crime. Gameplay is from a 3rd person perspective; you will need to fight, jump and climb your way through twelve missions, with the story unfolding in full motion video between missions and communications received during a mission. There are many different weapons available for use, and after defeating enemies you may be able to pick up extra ammo or weapons; occasionally you will also acquire a hacking key. With this, you will be able to see the location of other enemies in the area onscreen. You will also be able to attempt to hack certain enemies; when attempting to hack, two spinning rings appear on the screen. If you successfully match up the ring patterns, you will be able to control the enemies actions. Computer terminals can also be found in many areas allowing you to hack into enemies. The game can be played on three difficulty levels, and a multiplayer mode is available where up to four players can compete.", 
    "tags": [
        1, 
        268435461
    ], 
    "themes": [
        1
    ], 
    "total_rating": 65.6666666666667, 
    "total_rating_count": 3, 
    "updated_at": 1526940246981, 
    "url": "https://www.igdb.com/games/ghost-in-the-shell-stand-alone-complex"
}