{
    "category": 0, 
    "collection": 284, 
    "created_at": 1472035594435, 
    "first_release_date": 1245110400000, 
    "game_modes": [
        1, 
        2
    ], 
    "games": [
        28465, 
        44242, 
        34919, 
        33603, 
        36962, 
        55888, 
        65827, 
        43130, 
        28277, 
        32283
    ], 
    "genres": [
        7, 
        13, 
        33
    ], 
    "id": 22992, 
    "name": "Guitar Hero: Greatest Hits", 
    "platforms": [
        8
    ], 
    "popularity": 1.666666666666667, 
    "publishers": [
        66
    ], 
    "release_dates": [
        {
            "category": 0, 
            "date": 1245974400000, 
            "human": "2009-Jun-26", 
            "m": 6, 
            "platform": 8, 
            "region": 1, 
            "y": 2009
        }, 
        {
            "category": 0, 
            "date": 1245801600000, 
            "human": "2009-Jun-24", 
            "m": 6, 
            "platform": 8, 
            "region": 3, 
            "y": 2009
        }, 
        {
            "category": 0, 
            "date": 1245110400000, 
            "human": "2009-Jun-16", 
            "m": 6, 
            "platform": 8, 
            "region": 2, 
            "y": 2009
        }
    ], 
    "slug": "guitar-hero-greatest-hits", 
    "summary": "Guitar Hero Smash Hits (titled Guitar Hero Greatest Hits in Europe and Australia) is a music rhythm game and the fourth expansion game to the Guitar Hero series. The game features 48 songs originally featured in five previous games in the series—Guitar Hero, Guitar Hero II, Guitar Hero Encore: Rocks the 80s, Guitar Hero III: Legends of Rock and Guitar Hero: Aerosmith—redesigning the songs to be based on master recordings and to include support for full band play first introduced to the series in Guitar Hero World Tour. The game was developed by Beenox, published by Activision and distributed by RedOctane for release on the PlayStation 2, PlayStation 3, Wii, and Xbox 360 systems and was released around the world in the second half of June 2009. \n \nThe game reuses many elements from previous titles in the series, including Guitar Hero World Tour and Guitar Hero: Metallica. Beenox designed the game around playing the greatest songs of the series at venues located in the greatest places on Earth, and created venues based on various Wonders of the World for the game. While the game's soundtrack and expansion into a four-player band were well received by reviewers, the game was highly criticized for being a full-cost standalone title instead of being downloadable content for existing games in the series.", 
    "tags": [
        40, 
        268435463, 
        268435469, 
        268435489
    ], 
    "themes": [
        40
    ], 
    "updated_at": 1528157848089, 
    "url": "https://www.igdb.com/games/guitar-hero-greatest-hits"
}