{
    "category": 0, 
    "collection": 952, 
    "cover": {
        "cloudinary_id": "gpu63y53nx04i0yvssmf", 
        "height": 306, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/gpu63y53nx04i0yvssmf.jpg", 
        "width": 216
    }, 
    "created_at": 1499430886920, 
    "first_release_date": 1143072000000, 
    "games": [
        40470, 
        28856, 
        55192, 
        65544, 
        44900, 
        12323, 
        28029, 
        54789, 
        76246, 
        19341
    ], 
    "genres": [
        5, 
        10
    ], 
    "id": 44623, 
    "keywords": [
        1669, 
        4157
    ], 
    "name": "Ibara", 
    "platforms": [
        8
    ], 
    "popularity": 1.333333333333333, 
    "release_dates": [
        {
            "category": 0, 
            "date": 1143072000000, 
            "human": "2006-Mar-23", 
            "m": 3, 
            "platform": 8, 
            "region": 8, 
            "y": 2006
        }
    ], 
    "slug": "ibara", 
    "summary": "Ibara is very similar to 8ing/Raizing's Battle Garegga and Battle Bakraid games (in fact, Shinobu Yagawa, the programmer for the aforementioned games, worked on this game). So much so that Ibara could be considered a pseudo-sequel or, at least, a spiritual successor. The similarities are numerous - some are subtle, some are easily spotted. These include combining archaic technology such as biplanes with more advanced machinery; firing and power-up system; and a medal collecting system which drastically increases scoring. The game features a similar method of earning bombs and a delay when launching them as well. Some of the enemies and their attack patterns are very familiar such as the large cranes in stage 1 and the minigun-wielding first boss. The enemy's explosions spiral around when destroying some of the heavier weapons/scenery and thin, seemingly camouflaged enemy bullets are scattered around the play area in comparable patterns. More subtle references include the HUD layout which lists the name of the current stage at the top of the screen and, when starting a stage, tells users the title of the background music that is playing.", 
    "tags": [
        268435461, 
        268435466, 
        536872581, 
        536875069
    ], 
    "updated_at": 1512474329021, 
    "url": "https://www.igdb.com/games/ibara"
}