{
    "aggregated_rating": 30.0, 
    "aggregated_rating_count": 1, 
    "category": 0, 
    "cover": {
        "cloudinary_id": "smtcl9xi4zfjcgi0yzar", 
        "height": 2156, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/smtcl9xi4zfjcgi0yzar.jpg", 
        "width": 1527
    }, 
    "created_at": 1469313361160, 
    "first_release_date": 1205884800000, 
    "games": [
        28029, 
        28856, 
        25311, 
        68287, 
        71455, 
        23835, 
        33644, 
        25300, 
        36950, 
        40470
    ], 
    "genres": [
        10, 
        14
    ], 
    "id": 21504, 
    "keywords": [
        4157, 
        8867
    ], 
    "name": "Iridium Runners", 
    "platforms": [
        8
    ], 
    "popularity": 1.0, 
    "release_dates": [
        {
            "category": 0, 
            "date": 1205884800000, 
            "human": "2008-Mar-19", 
            "m": 3, 
            "platform": 8, 
            "region": 8, 
            "y": 2008
        }
    ], 
    "slug": "iridium-runners", 
    "summary": "Iridium Runners is a futuristic running game that pits competitors against each other on hazard-riddled race tracks in foot races. Players can choose one of 20 characters that have unique running skills and techniques. Some of the characters and tracks can only be unlocked as the game progresses. \n \nAll of the runners will do just about anything to win, so the action can become down and dirty. Almost anything goes during the races including knocking opponents completely off the track with a well-placed kick, fist or weapon. Power-ups and booster items are scattered around the course for increasing performance, speed or providing a new method of attack. Strategy comes into play by knowing which character and which \"pod\" sidekick to choose. \n \nThere are three modes of play: Single Race, Cup and Championship. Each offers unique environments, different obstacles and challenges. \n \nThe Single Player game will put the player up against 5 CPU opponents. Multiplayer is offline and includes Deathmatch and Team modes (2 players on 2 teams) and up to 4 players in split screen.", 
    "tags": [
        1, 
        18, 
        268435466, 
        268435470, 
        536875069, 
        536879779
    ], 
    "themes": [
        1, 
        18
    ], 
    "total_rating": 30.0, 
    "total_rating_count": 1, 
    "updated_at": 1516681319956, 
    "url": "https://www.igdb.com/games/iridium-runners"
}