{
    "category": 0, 
    "created_at": 1499157944099, 
    "first_release_date": 1230854400000, 
    "games": [
        49414, 
        25636, 
        28080, 
        21842, 
        103020, 
        36608, 
        18862, 
        35737, 
        75851, 
        47472
    ], 
    "genres": [
        12
    ], 
    "id": 43645, 
    "name": "Kingdom Hearts Re: Chain of Memories", 
    "platforms": [
        8
    ], 
    "popularity": 1.333333333333333, 
    "release_dates": [
        {
            "category": 0, 
            "date": 1230854400000, 
            "human": "2009-Jan-02", 
            "m": 1, 
            "platform": 8, 
            "region": 8, 
            "y": 2009
        }
    ], 
    "slug": "kingdom-hearts-re-chain-of-memories--1", 
    "summary": "Sora, Donald and Goofy travel down a long road that meanders through endless fields, and come to a crossroads. As Sora stands in the crossroads, he gazes up at the night sky and thinks of his lost friends. Just then, a mysterious man approaches from down one of the branching paths. \"Ahead lies something you need,\" he says, \"but to claim it, you must lose something dear.\" The man vanishes before a single path, leading to a castle that eerily resembles a girl's drawing... In the coming journey, what will Sora and his companions gain, and what will they lose? In addition to Sora, players can control Riku in this adventure that bridges the gap between KINGDOM HEARTS and KINGDOM HEARTS II A full 3D remake of the original GBA release, KINGDOM HEARTS Re:Chain of Memories offers a refreshing rendition of the hit title for the PlayStation 2 system. The talented voice cast from the North American releases of KINGDOM HEARTS and KINGDOM HEARTS II, including David Gallagher and Haley Joel Osment, return to breathe new life into the beloved characters. The mini-game catalog has been completely renewed, now with four brand new experiences accompanying the main adventure.", 
    "tags": [
        268435468
    ], 
    "updated_at": 1528852298726, 
    "url": "https://www.igdb.com/games/kingdom-hearts-re-chain-of-memories--1"
}