{
    "aggregated_rating": 65.0, 
    "aggregated_rating_count": 2, 
    "alternative_names": [
        {
            "comment": "Other", 
            "name": "Kya: Fury of Brazul"
        }
    ], 
    "category": 0, 
    "cover": {
        "cloudinary_id": "cdreu9nmq0tkeuyqwp4i", 
        "height": 2156, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/cdreu9nmq0tkeuyqwp4i.jpg", 
        "width": 1527
    }, 
    "created_at": 1470253470638, 
    "esrb": {
        "rating": 5
    }, 
    "first_release_date": 1071705600000, 
    "games": [
        55752, 
        6705, 
        117, 
        36868, 
        37137, 
        26758, 
        26196, 
        7344, 
        21063, 
        22486
    ], 
    "genres": [
        8, 
        9
    ], 
    "id": 22283, 
    "keywords": [
        61, 
        226, 
        296, 
        301, 
        1219, 
        1778, 
        2049, 
        2155, 
        2678, 
        4145, 
        4161, 
        4183, 
        4297, 
        4350, 
        4446, 
        4484, 
        4607, 
        5386, 
        5387, 
        5634, 
        6667, 
        7174, 
        7529, 
        8896, 
        9175, 
        9557, 
        9663, 
        10573, 
        12621, 
        13115, 
        14999, 
        15000, 
        15001, 
        15002, 
        15003, 
        15004, 
        15005, 
        15006, 
        15007, 
        15008, 
        15009, 
        15010, 
        15011
    ], 
    "name": "Kya: Dark Lineage", 
    "pegi": {
        "rating": 3
    }, 
    "platforms": [
        8
    ], 
    "popularity": 1.333333333333333, 
    "release_dates": [
        {
            "category": 0, 
            "date": 1071705600000, 
            "human": "2003-Dec-18", 
            "m": 12, 
            "platform": 8, 
            "region": 8, 
            "y": 2003
        }
    ], 
    "slug": "kya-dark-lineage", 
    "summary": "Kya and her brother Frank have been transported into a different dimension, and upon arriving are separated! Kya meets (and is saved by) the native creatures of this world (known as the Nativs), however Frank is captured by a dangerous enemy known as the Wolfens under the rule of Brazul. To make matters worse, Kya learns that the Wolfens are actually the peaceful Nativs which have been captured and transformed, and Brazul is actually her long lost father! Kya must now embark on a quest to rescue her brother as well as find a way to restore the Wolfen to their Nativ form and defeat Brazul. \n \nKya: Dark Lineage is an action adventure game. You control Kya and need to explore the colorful world she's arrived in. This strange world consists of various floating islands with many tunnels, platforms, dangerous life forms, and other obstacles. Powerful winds blow around many areas, and you'll often need to use the winds to your advantage by floating in them through tunnels, over gaps or slowing your descent in a free fall. There is some puzzle solving as well; you'll need to locate objects to use, hop on various platforms, buy items in the Nativ city, and more to reach new areas. \n \nYou'll also need to fight often, as the Wolfen are numerous and can found guarding many areas you need to get through. You can fight with your fists as well as items that can be acquired (such as various boomies, or boomerangs, and fighting bracelets). After defeating a Wolfen, you can use a magic spell to transform it back to its Nativ form which will then return back to the Nativ city. Upon returning to the city, many of the Nativs will then open up a shop; as new shops are opened, you will have the opportunity to buy new items and power ups to help on your quest. Alternatively, some Nativs may instead build a challenge in the city instead of opening a shop. You can earn money by betting and completing challenge objectives (or you can simply practice a challenge). \n \nAs you progress through the game, the story will unfold until you are (hopefully) successful in your quest!", 
    "tags": [
        1, 
        268435464, 
        268435465, 
        536870973, 
        536871138, 
        536871208, 
        536871213, 
        536872131, 
        536872690, 
        536872961, 
        536873067, 
        536873590, 
        536875057, 
        536875073, 
        536875095, 
        536875209, 
        536875262, 
        536875358, 
        536875396, 
        536875519, 
        536876298, 
        536876299, 
        536876546, 
        536877579, 
        536878086, 
        536878441, 
        536879808, 
        536880087, 
        536880469, 
        536880575, 
        536881485, 
        536883533, 
        536884027, 
        536885911, 
        536885912, 
        536885913, 
        536885914, 
        536885915, 
        536885916, 
        536885917, 
        536885918, 
        536885919, 
        536885920, 
        536885921, 
        536885922, 
        536885923
    ], 
    "themes": [
        1
    ], 
    "total_rating": 65.0, 
    "total_rating_count": 2, 
    "updated_at": 1515701544076, 
    "url": "https://www.igdb.com/games/kya-dark-lineage"
}