{
    "category": 0, 
    "collection": 3257, 
    "cover": {
        "cloudinary_id": "bhu9vf7xxmyrtg3apqsf", 
        "height": 363, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/bhu9vf7xxmyrtg3apqsf.jpg", 
        "width": 256
    }, 
    "created_at": 1499156605013, 
    "developers": [
        2036
    ], 
    "esrb": {
        "rating": 5
    }, 
    "first_release_date": 999734400000, 
    "franchise": 820, 
    "franchises": [
        820
    ], 
    "games": [
        19301, 
        11582, 
        51464, 
        9789, 
        16513, 
        11550, 
        19847, 
        19099, 
        23212, 
        29173
    ], 
    "genres": [
        15
    ], 
    "id": 43594, 
    "keywords": [
        78, 
        167, 
        301, 
        970, 
        3782, 
        3831, 
        4141, 
        4142, 
        4892, 
        4958, 
        5782, 
        6325, 
        11386
    ], 
    "name": "Mobile Suit Gundam: Zeonic Front", 
    "platforms": [
        8
    ], 
    "popularity": 1.666666666666667, 
    "publishers": [
        617
    ], 
    "release_dates": [
        {
            "category": 0, 
            "date": 999734400000, 
            "human": "2001-Sep-06", 
            "m": 9, 
            "platform": 8, 
            "region": 5, 
            "y": 2001
        }
    ], 
    "slug": "mobile-suit-gundam-zeonic-front", 
    "summary": "Mobile Suit Gundam: Zeonic Front (known as Zeonic Front: Kidou Senshi Gundam 0079 [1] in Japan) is a game for the PlayStation 2, which revolves around a Zeon Special Commando Unit during the One Year War, called the Midnight Fenrir Corp. This MS team was created by Kycilia Zabi and participated in the capture of the California Base during the 2nd Earth Invasion Plan. \n \nLt. Garret Schmitzer was a mobile suit veteran during the first stage of the One Year War, the One Week Battle back in January. At the end of the One Week Battle, Lt. Schmitzer was badly wounded, and forced into retirement. This was due to Operation British, the operation that would force a space colony, into the Earth's orbit for a collision course to South America, where the Federation's top forces were, Jaburo base. \n \nThe injuries were extensive, but hope was on the horizon. Kycillia Zabi formed an elite mobile suit unit onto the front lines, the Fenrir Corps. Since Lt. Schmitzer was fluent in battle experience, he was the lead commander and mission director of the Fenrir Corps, better known as the Midnight Fenrir. \n \nYou take command of Midnight Fenrir Corps in the game. Eventually, by completing missions, more pilots will join in the Fenrir Corps' long and hard fought struggle. \n \nIt is the first Gundam based PlayStation 2 game that lets the player operate solely as Zeon forces", 
    "tags": [
        18, 
        268435471, 
        536870990, 
        536871079, 
        536871213, 
        536871882, 
        536874694, 
        536874743, 
        536875053, 
        536875054, 
        536875804, 
        536875870, 
        536876694, 
        536877237, 
        536882298
    ], 
    "themes": [
        18
    ], 
    "updated_at": 1513001948708, 
    "url": "https://www.igdb.com/games/mobile-suit-gundam-zeonic-front"
}