{
    "category": 0, 
    "collection": 915, 
    "cover": {
        "cloudinary_id": "mwe9zrstvbzhakee3dtu", 
        "height": 2143, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/mwe9zrstvbzhakee3dtu.jpg", 
        "width": 1518
    }, 
    "created_at": 1499157351947, 
    "first_release_date": 1003968000000, 
    "games": [
        29173, 
        19847, 
        55590, 
        19934, 
        18623, 
        22425, 
        19301, 
        23345, 
        19376, 
        9199
    ], 
    "genres": [
        13, 
        15
    ], 
    "id": 43631, 
    "keywords": [
        78, 
        511, 
        1148, 
        2112, 
        2337, 
        2678, 
        3782, 
        4162, 
        4320, 
        4359, 
        4481, 
        5331, 
        5501, 
        6061, 
        7079, 
        9638, 
        9784, 
        13119
    ], 
    "name": "Monster Rancher 3", 
    "platforms": [
        8
    ], 
    "popularity": 1.0, 
    "release_dates": [
        {
            "category": 0, 
            "date": 1003968000000, 
            "human": "2001-Oct-25", 
            "m": 10, 
            "platform": 8, 
            "region": 8, 
            "y": 2001
        }
    ], 
    "slug": "monster-rancher-3", 
    "summary": "Monster raising and creature contests move into the 128-bit generation as the popular Tecmo series sets up shop on the PlayStation 2 in this release of Monster Rancher 3. Though many characters and places are recognizable from earlier releases in the series, monsters in this game are represented in a cel-shaded cartoon style, similar to that of the Dreamcast's Jet Grind Radio or the contemporary PS2 release Yanya Caballista featuring Gawoo. \n \nThe game receives improved graphics and some additional features with its move to the more powerful PS2 console. Most of the rules of play and monster-raising conventions established in earlier games remain in this version. Monsters develop according to the training and treatment they receive and players are encouraged to explore the game world to find new training opportunities. Players can generate monsters using other forms of media, as the game creates creatures according to data on music CDs and movie DVDs. While some aspects of creation are random, certain albums and movies may generate creatures specifically related to the artistic content on the disk.", 
    "tags": [
        268435469, 
        268435471, 
        536870990, 
        536871423, 
        536872060, 
        536873024, 
        536873249, 
        536873590, 
        536874694, 
        536875074, 
        536875232, 
        536875271, 
        536875393, 
        536876243, 
        536876413, 
        536876973, 
        536877991, 
        536880550, 
        536880696, 
        536884031
    ], 
    "updated_at": 1513073089334, 
    "url": "https://www.igdb.com/games/monster-rancher-3"
}