{
    "category": 0, 
    "collection": 2195, 
    "cover": {
        "cloudinary_id": "k1paxkmdsbh6n9wgt2gt", 
        "height": 3254, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/k1paxkmdsbh6n9wgt2gt.jpg", 
        "width": 2288
    }, 
    "created_at": 1499431145430, 
    "esrb": {
        "rating": 3
    }, 
    "first_release_date": 998611200000, 
    "games": [
        54662, 
        43713, 
        5956, 
        43823, 
        5955, 
        44242, 
        18623, 
        43712, 
        10121, 
        22425
    ], 
    "genres": [
        13, 
        14
    ], 
    "id": 44644, 
    "keywords": [
        26, 
        27, 
        1148, 
        1166, 
        1440, 
        4226, 
        4274, 
        4650, 
        6774, 
        7179, 
        7180, 
        7182, 
        7183, 
        7199, 
        7213, 
        13118
    ], 
    "name": "NCAA Football 2002", 
    "platforms": [
        8
    ], 
    "popularity": 1.0, 
    "release_dates": [
        {
            "category": 0, 
            "date": 998611200000, 
            "human": "2001-Aug-24", 
            "m": 8, 
            "platform": 8, 
            "region": 8, 
            "y": 2001
        }
    ], 
    "slug": "ncaa-football-2002", 
    "summary": "NCAA Football was an American football video game series developed by EA Sports in which players control and compete against current Division I FBS college teams. The series is a younger brother to the Madden NFL series. \n \nIn July 2013, the NCAA announced that it would not renew its licensing contract with Electronic Arts because of an ongoing legal dispute regarding the use of player likenesses in the games. However, this contract only covers the use of the NCAA name and related logos, not those of individual schools and conferences, which are negotiated individually or through the Collegiate Licensing Company. The CLC concurrently announced that it would extend its existing licensing deal with EA through 2017, ensuring that EA Sports could continue the series without the NCAA branding.[1] However, the series was placed on hiatus in September 2013, following three major conferences pulling their trademark licenses from EA, and uncertainties surrounding the results of lawsuits involving the use of player likenesses in-game. However, EA Sports is still making an attempt to get the series back going.[2]", 
    "tags": [
        268435469, 
        268435470, 
        536870938, 
        536870939, 
        536872060, 
        536872078, 
        536872352, 
        536875138, 
        536875186, 
        536875562, 
        536877686, 
        536878091, 
        536878092, 
        536878094, 
        536878095, 
        536878111, 
        536878125, 
        536884030
    ], 
    "updated_at": 1515654735005, 
    "url": "https://www.igdb.com/games/ncaa-football-2002"
}