{
    "alternative_names": [
        {
            "comment": "Japanese title", 
            "name": "ONE PIECE ランドランド!"
        }, 
        {
            "comment": "Acronym", 
            "name": "Wan Pīsu Rando Rando!"
        }
    ], 
    "category": 0, 
    "collection": 1586, 
    "cover": {
        "cloudinary_id": "s5uxgh7bqa9emwvkgalt", 
        "height": 1073, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/s5uxgh7bqa9emwvkgalt.jpg", 
        "width": 760
    }, 
    "created_at": 1510585470270, 
    "developers": [
        617
    ], 
    "first_release_date": 1091059200000, 
    "franchise": 225, 
    "franchises": [
        225
    ], 
    "id": 75754, 
    "name": "One Piece: Round the Land", 
    "platforms": [
        8
    ], 
    "popularity": 1.333333333333333, 
    "publishers": [
        617
    ], 
    "release_dates": [
        {
            "category": 0, 
            "date": 1102636800000, 
            "human": "2004-Dec-10", 
            "m": 12, 
            "platform": 8, 
            "region": 1, 
            "y": 2004
        }, 
        {
            "category": 0, 
            "date": 1091059200000, 
            "human": "2004-Jul-29", 
            "m": 7, 
            "platform": 8, 
            "region": 5, 
            "y": 2004
        }
    ], 
    "slug": "one-piece-round-the-land--1", 
    "storyline": "Blyue is a filler character giant that appeared only in one of the One Piece games. He ate the Mini Mini no Mi, a Devil Fruit, that gives him the power to shrink himself. When he heard of the Legend of the Blue and that one can fulfill oneself thereby, he had an idea: he would open a hotel and send pirates on a treasure search. \n \nBut he did not have any customer for 100 years, until Luffy and his crew showed up. Blyue then took Vivi prisoner and provoked them, forcing the Straw Hats to battle all their old foes and clear his resort's arc themed challenges. He fought Luffy after Vivi escaped. Blyue lost, but fulfilled his desire nonetheless. \n \nThe Blue shattered finally. When Luffy told him that Brogy and Dorry are still alive, he was glad and realized that he still has friends, apologizing to Luffy afterwards. \n \nHe told Luffy he will also become a pirate again someday. He wants to look for a crew as great as Luffy's.", 
    "summary": "One Piece: Round the Land! is a game developed by Bandai for the PS2 system. It was released in Japan on July 29, 2004 and in Europe on December 10 of the same year. This game featured a unique story with the introduction of the non-canon devil fruit Mini Mini no Mi eaten by Blyue.", 
    "updated_at": 1510586039714, 
    "url": "https://www.igdb.com/games/one-piece-round-the-land--1"
}