{
    "aggregated_rating": 80.0, 
    "aggregated_rating_count": 2, 
    "category": 0, 
    "collection": 1391, 
    "cover": {
        "cloudinary_id": "ls4uuqh0fydy7ilgzqmk", 
        "height": 2148, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/ls4uuqh0fydy7ilgzqmk.jpg", 
        "width": 1524
    }, 
    "created_at": 1474555191422, 
    "esrb": {
        "rating": 3
    }, 
    "first_release_date": 1075766400000, 
    "games": [
        46892, 
        41258, 
        76246, 
        19341, 
        28029, 
        32902, 
        97018, 
        96550, 
        93794, 
        88910
    ], 
    "genres": [
        5
    ], 
    "id": 24109, 
    "keywords": [
        166, 
        589, 
        947, 
        970, 
        1059, 
        1313, 
        1714, 
        3486, 
        3833, 
        4544, 
        4795, 
        4940, 
        5208, 
        5479, 
        5721, 
        5722, 
        5963, 
        6832, 
        9167, 
        9742, 
        9743, 
        13982
    ], 
    "name": "R-Type Final", 
    "platforms": [
        8
    ], 
    "popularity": 1.333333333333333, 
    "release_dates": [
        {
            "category": 0, 
            "date": 1075766400000, 
            "human": "2004-Feb-03", 
            "m": 2, 
            "platform": 8, 
            "y": 2004
        }
    ], 
    "slug": "r-type-final", 
    "summary": "In R-Type Final, your enemy is the Bydo, an evil (and living) weapon capable of reproducing itself. Humanity has fought the Bydo four times so far, and each time was victorious. \nHowever, each time the Bydo appears it is stronger than before, and now it's back and you need to destroy it again! Like other games in the R-Type Series, the game is a scrolling shooter where you need to guide a spaceship through various stages and destroy the many enemies (including very large end of level bosses). \nThe game features a large variety of spaceships (over 100!) to choose from, each with varying capabilities. Regardless of which ship you choose, you begin the game with limited firepower; you can fire a basic weapon, or hold down a button to charge up and fire a more powerful burst. Occasionally power ups will appear on the screen; collect these to equip your ship with additional weapons, including a variety of lasers, missiles, and other useful items. In addition to the normal game, an AI VS mode is also included. In this mode, you can set up one of your available fighters to be controlled by the computer and then fight it to see who wins in various battles.", 
    "tags": [
        268435461
    ], 
    "themes": [
        18
    ], 
    "total_rating": 80.0, 
    "total_rating_count": 2, 
    "updated_at": 1513003544188, 
    "url": "https://www.igdb.com/games/r-type-final"
}