{
    "category": 0, 
    "collection": 2854, 
    "cover": {
        "cloudinary_id": "rzhsaqfnifla5uwyelvo", 
        "height": 2161, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/rzhsaqfnifla5uwyelvo.jpg", 
        "width": 1540
    }, 
    "created_at": 1499160142514, 
    "developers": [
        395
    ], 
    "esrb": {
        "rating": 5
    }, 
    "first_release_date": 1098403200000, 
    "franchise": 814, 
    "franchises": [
        814, 
        1060, 
        1061, 
        1067, 
        1068, 
        1069, 
        1070
    ], 
    "game_modes": [
        1, 
        2
    ], 
    "games": [
        22690, 
        11253, 
        15851, 
        28113, 
        18948, 
        18387, 
        25217, 
        54639, 
        6685, 
        28213
    ], 
    "genres": [
        14
    ], 
    "id": 43677, 
    "keywords": [
        212, 
        274, 
        1075, 
        1166, 
        2152, 
        4181, 
        4211, 
        4438, 
        4454, 
        4475, 
        4907, 
        5188, 
        6094, 
        6616, 
        13110, 
        13214
    ], 
    "name": "Sega Superstars", 
    "pegi": {
        "rating": 1
    }, 
    "platforms": [
        8
    ], 
    "popularity": 1.333333333333333, 
    "release_dates": [
        {
            "category": 0, 
            "date": 1099353600000, 
            "human": "2004-Nov-02", 
            "m": 11, 
            "platform": 8, 
            "region": 2, 
            "y": 2004
        }, 
        {
            "category": 0, 
            "date": 1098403200000, 
            "human": "2004-Oct-22", 
            "m": 10, 
            "platform": 8, 
            "region": 1, 
            "y": 2004
        }, 
        {
            "category": 0, 
            "date": 1100131200000, 
            "human": "2004-Nov-11", 
            "m": 11, 
            "platform": 8, 
            "region": 5, 
            "y": 2004
        }
    ], 
    "slug": "sega-superstars", 
    "summary": "There are a total of 12 different full games to play in the main mode of Sega Superstars: \n \n Sonic the Hedgehog – As Sonic runs down a round tunnel, he follows the position of the player's hand. Using this method, the aim of the game is to gather rings and Chaos Emeralds in order to obtain the highest score at the end of the game. It is much like the Special Stage on Sonic the Hedgehog 2, Sonic Heroes, and especially Sonic Rush. \n Samba de Amigo – Players choose a song, and then must hit 6 different targets around the screen as the 'beat balls' reach them in time with the music. Posing with hands over 2 of the targets, or holding one position until a trail of beat balls is complete, may also be required from the player. \n ChuChu Rocket! – Movement over a certain target on the screen will cause a bridge to raise, which the chu-chus then follow to the goal. The bridge also must be dropped at certain moments to prevent KapuKapus from destroying the score. \n Puyo Pop Fever – Differently colored puyos will fall from the top of the screen, and the player's body must be positioned to guide them into the corresponding pots and allow bombs to topple off the bottom of the screen. \n Crazy Taxi – Large movements and loud sounds must be undertaken to stop the Crazy Taxi and complete the level. \n Super Monkey Ball – The player must move their arms into different positions in order to guide the monkey ball around obstacles and towards the goal, picking up as many bananas as possible along the way. \n NiGHTS Into Dreams – NiGHTS must be controlled and navigated through rings, collecting chips along the way, by raising your arms into a 'flying' position and adjusting them along the way. \n House of the Dead – A multitude of different zombies must be attacked and defeated by hitting them. Innocent people who occasionally appear must also be avoided. \n Virtua Striker – As footballs drop from the top of the screen, the aim is to head them into differently colored and scored balloons on the opposite side of the screen in order to obtain the highest score. \n Virtua Fighter – Standing to one side, players kick and punch the corresponding attack prompts on the screen in order to defeat the opponent. Block and counter prompts also appear, and must be reacted to accordingly. \n Space Channel 5 – Different dance move combination must be remembered when shown by the Morolians, and then repeated in time to the music by hitting six different buttons on the screen. \n Billy Hatcher and the Giant Egg – By waving their hands over two different targets, players must move Billy and the egg around, and crush enemies and collect fruits along the way to the goal.", 
    "tags": [
        1, 
        40, 
        268435470, 
        536871124, 
        536871186, 
        536871987, 
        536872078, 
        536873064, 
        536875093, 
        536875123, 
        536875350, 
        536875366, 
        536875387, 
        536875819, 
        536876100, 
        536877006, 
        536877528, 
        536884022, 
        536884126
    ], 
    "themes": [
        1, 
        40
    ], 
    "updated_at": 1513072200761, 
    "url": "https://www.igdb.com/games/sega-superstars", 
    "websites": [
        {
            "category": 3, 
            "url": "https://en.wikipedia.org/wiki/Sega_Superstars"
        }, 
        {
            "category": 2, 
            "url": "http://sonic.wikia.com/wiki/Sega_Superstars"
        }
    ]
}