{
    "aggregated_rating": 88.5, 
    "aggregated_rating_count": 4, 
    "alternative_names": [
        {
            "comment": "Acronym", 
            "name": "SOTC"
        }, 
        {
            "comment": "Other", 
            "name": "Wanda and the Colossus"
        }, 
        {
            "comment": "Other", 
            "name": "Wanda and the Colossus"
        }
    ], 
    "category": 0, 
    "cover": {
        "cloudinary_id": "ktwvudh3lndkhvccdyxg", 
        "height": 600, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/ktwvudh3lndkhvccdyxg.jpg", 
        "width": 466
    }, 
    "created_at": 1372282431123, 
    "developers": [
        400, 
        44
    ], 
    "esrb": {
        "rating": 5, 
        "synopsis": ""
    }, 
    "first_release_date": 1129593600000, 
    "game_modes": [
        1
    ], 
    "games": [
        47823, 
        37094, 
        23733, 
        11567, 
        24426, 
        19560, 
        3231, 
        55092, 
        78149, 
        17001
    ], 
    "genres": [
        8, 
        9, 
        31
    ], 
    "hypes": 1, 
    "id": 2207, 
    "keywords": [
        175, 
        296, 
        558, 
        1019, 
        1033, 
        1437, 
        2167, 
        2488, 
        2561, 
        2678, 
        2951, 
        3002, 
        3037, 
        3486, 
        3833, 
        3898, 
        4143, 
        4171, 
        4359, 
        4392, 
        4726, 
        4910, 
        4918, 
        5094, 
        5100, 
        5413, 
        5592, 
        5738, 
        5845, 
        5963, 
        5966, 
        6471, 
        6583, 
        6813, 
        6903, 
        7019, 
        7042, 
        7448, 
        7473, 
        8242, 
        8295, 
        9256, 
        9375, 
        10519, 
        11377, 
        12146, 
        12741
    ], 
    "name": "Shadow of the Colossus", 
    "pegi": {
        "rating": 3, 
        "synopsis": "The content of this game is suitable for persons aged 12 years and over only.\r\nIt contains: Realistic looking violence towards non human looking characters - Non realistic looking violence towards human characters"
    }, 
    "platforms": [
        45, 
        9, 
        8
    ], 
    "player_perspectives": [
        2
    ], 
    "popularity": 10.0, 
    "publishers": [
        45
    ], 
    "pulse_count": 31, 
    "rating": 90.3474461796058, 
    "rating_count": 341, 
    "release_dates": [
        {
            "category": 0, 
            "date": 1129593600000, 
            "human": "2005-Oct-18", 
            "m": 10, 
            "platform": 8, 
            "y": 2005
        }, 
        {
            "category": 0, 
            "date": 1317081600000, 
            "human": "2011-Sep-27", 
            "m": 9, 
            "platform": 45, 
            "y": 2011
        }, 
        {
            "category": 0, 
            "date": 1316649600000, 
            "human": "2011-Sep-22", 
            "m": 9, 
            "platform": 9, 
            "y": 2011
        }
    ], 
    "screenshots": [
        {
            "cloudinary_id": "oc3jtaqldthcxgyse8ss", 
            "height": 347, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/oc3jtaqldthcxgyse8ss.jpg", 
            "width": 616
        }, 
        {
            "cloudinary_id": "qljxfxfoizrlcw1gfden", 
            "height": 347, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/qljxfxfoizrlcw1gfden.jpg", 
            "width": 616
        }, 
        {
            "cloudinary_id": "vjkb96dmfmjgjjn0w9bj", 
            "height": 347, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/vjkb96dmfmjgjjn0w9bj.jpg", 
            "width": 616
        }
    ], 
    "slug": "shadow-of-the-colossus", 
    "storyline": "The story of Shadow of the Colossus begins as Wander enters the forbidden land, traveling across the long bridge at its entrance on his horse, Agro. According to Lord Emon later in the game, prior to entering the forbidden land Wander had stolen an ancient sword, which is the only weapon capable of slaying the colossi of the forbidden land. Led to the massive Shrine of Worship at the center of the region, Wander carries with him the body of a maiden named Mono. A moment later, several shadow-like creatures with humanoid forms appear and prepare to attack Wander, but he easily dismisses them with a wave of the ancient sword in his possession, which emits strong beams of light. After vanquishing the shadow creatures, the voice of the disembodied entity known as \"Dormin\" echoes from above, expressing surprise that Wander possesses the weapon. Wander requests that Dormin return Mono's soul to her body, which it states may be possible, but only if the sixteen idols lining the temple's hall are destroyed. It explains that this task can only be accomplished by using the ancient sword to kill sixteen colossi located throughout the land. Each contains a portion of Dormin's own essence, though this is not revealed until late in the game.  \n  \nDespite a warning from Dormin that he may have to pay a great price to revive Mono, Wander sets out to search the land for the colossi and destroy them. In a sequence after the eighth's slaying, a deterioration of Wander's body is shown clearly—his skin becoming paler, his hair darker, and dark streaks growing across his face. After the death of the twelfth colossus, it is revealed to the player that Wander is being pursued by a group of warriors led by Emon.  \n  \nUrged to hurry with his task by Dormin, Wander soon heads off to defeat the sixteenth and final colossus. On the way to this confrontation, he travels on horseback across a long bridge, which begins to collapse as he is halfway across. As Agro jumps over the last gap in the bridge, the portion which is landed on begins to separate from its foundation, causing Agro to nearly lose footing. Sensing the impending fall, Agro jerks forward to throw Wander to safety on the other side, making a sacrifice for him and falling into the river hundreds of feet below as the bridge finally gives way. Wander goes on to defeat the final colossus, and Emon's company arrives in the Shrine of Worship just as the last temple idol crumbles; Wander appears soon afterwards, his eyes and skin now both entirely pale, and two small horns protruding from his head. Declaring that Wander has been \"possessed by the dead\", Lord Emon orders his warriors to kill him. While he struggles to reach Mono, one warrior shoots Wander in the leg with a crossbow, while another stabs him through his heart with a sword. Black blood sprays from the wound as Wander's body becomes covered in darkness and falls to the floor—a death identical to those suffered by the colossi.  \n  \nAfterward, Dormin's spirit possesses Wander's body, transforming it into a shadowy giant. Dormin, now speaking in its masculine voice, explains that it had been separated to sixteen pieces—the colossi—to seal away its power, and that by entering Wander, who absorbed physical form from defeating each colossus, it is now whole again. While his men flee, Lord Emon casts the ancient sword into a small pool at the back of the temple's hall, creating a whirlwind of light that consumes Dormin and Wander. Emon and his men flee the forbidden land as the bridge connecting to the temple collapses behind them. As they safely arrive at the entrance to the forbidden land, Emon expresses hope that if Wander survived, someday he may be able to atone for his crimes.  \n  \nIn the temple, Mono awakens, restored by Dormin in accordance with its agreement with Wander, and Agro limps into the temple with an injured hind leg. Mono follows Agro to the pool into which Wander and Dormin were pulled by Emon's spell, finding a male infant with tiny horns on his head. She takes the child with her, following the horse to higher levels of the Shrine of Worship, and arrives at a secret garden within the shrine as the game ends.", 
    "summary": "Tales speak of an ancient land where creatures the size of mountains, roam the majestic landscape. Bound to the land, these creatures hold a key to a mystical power of revival - a power you must obtain to waken a loved one. \n \n \nShadow of the Colossus is a majestic journey through ancient lands to seek out and destroy gigantic mythical beasts. With your trusty horse at your side, explore the spacious lands and unearth each Colossi. Armed with your wits, a sword and a bow, use cunning and strategy to topple each behemoth. \n \n \nFrom the original developers of the critically acclaimed ICO™, comes a masterpiece of an adventure.", 
    "tags": [
        1, 
        17, 
        31, 
        38, 
        268435464, 
        268435465, 
        268435487, 
        536871087, 
        536871208, 
        536871470, 
        536871931, 
        536871945, 
        536872349, 
        536873079, 
        536873400, 
        536873473, 
        536873590, 
        536873863, 
        536873914, 
        536873949, 
        536874398, 
        536874745, 
        536874810, 
        536875055, 
        536875083, 
        536875271, 
        536875304, 
        536875638, 
        536875822, 
        536875830, 
        536876006, 
        536876012, 
        536876325, 
        536876504, 
        536876650, 
        536876757, 
        536876875, 
        536876878, 
        536877383, 
        536877495, 
        536877725, 
        536877815, 
        536877931, 
        536877954, 
        536878360, 
        536878385, 
        536879154, 
        536879207, 
        536880168, 
        536880287, 
        536881431, 
        536882289, 
        536883058, 
        536883653, 
        1073741826
    ], 
    "themes": [
        1, 
        17, 
        31, 
        38
    ], 
    "time_to_beat": {
        "completely": 70200, 
        "hastly": 25200, 
        "normally": 34160
    }, 
    "total_rating": 89.4237230898029, 
    "total_rating_count": 345, 
    "updated_at": 1528495899822, 
    "url": "https://www.igdb.com/games/shadow-of-the-colossus", 
    "videos": [
        {
            "name": "Trailer", 
            "video_id": "LW7AzOcoEno"
        }
    ], 
    "websites": [
        {
            "category": 3, 
            "url": "https://en.wikipedia.org/wiki/Shadow_of_the_Colossus"
        }, 
        {
            "category": 2, 
            "url": "http://teamico.wikia.com/wiki/Shadow_of_the_Colossus"
        }
    ]
}