{
    "aggregated_rating": 69.0, 
    "aggregated_rating_count": 1, 
    "alternative_names": [
        {
            "comment": "Other", 
            "name": "Shadow Man 2: Second Coming\nShadow Man: Second Coming\nShadowman: 2econd Coming\nShadowman 2: Second Coming\nShadowman: Second Coming"
        }
    ], 
    "category": 0, 
    "collection": 5089, 
    "cover": {
        "cloudinary_id": "jidxjekuu5lwpwuupvrw", 
        "height": 363, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/jidxjekuu5lwpwuupvrw.jpg", 
        "width": 256
    }, 
    "created_at": 1389143773238, 
    "developers": [
        1841
    ], 
    "esrb": {
        "rating": 6, 
        "synopsis": ""
    }, 
    "first_release_date": 1015027200000, 
    "franchise": 153, 
    "franchises": [
        153
    ], 
    "game_modes": [
        1
    ], 
    "games": [
        1905, 
        25646, 
        25076, 
        29525, 
        26192, 
        19561, 
        13189, 
        44076, 
        36813, 
        26914
    ], 
    "genres": [
        5, 
        31
    ], 
    "id": 3599, 
    "keywords": [
        176, 
        227, 
        1025, 
        1033, 
        1120, 
        1205, 
        2154, 
        4035, 
        4310, 
        4419, 
        4571, 
        4660, 
        4979, 
        5350, 
        5520, 
        5665, 
        5700, 
        5794, 
        6097, 
        6394, 
        6716, 
        6719, 
        6898, 
        7061, 
        7097, 
        10446, 
        15053
    ], 
    "name": "Shadow Man: 2econd Coming", 
    "platforms": [
        8
    ], 
    "popularity": 1.333333333333333, 
    "publishers": [
        287
    ], 
    "release_dates": [
        {
            "category": 0, 
            "date": 1015027200000, 
            "human": "2002-Mar-02", 
            "m": 3, 
            "platform": 8, 
            "y": 2002
        }
    ], 
    "slug": "shadow-man-2econd-coming", 
    "summary": "Mike LeRoi -- the embittered protagonist of the original Shadow Man title, is tasked yet again with saving Liveside and the parallel world of Deadside. In this third-person action-adventure, a cult of demons known only as the Grigori (and who, incidentally, have been masquerading as humans for the past 2000 years), are intent on resurrecting their master, Asmodeus. Doing so will bring about a cataclysmic end to all of humanity. As both, Mike Leroi and his alter ego Shadow Man, players must explore six worlds; each with numerous sub-locations, in their quest to prevent these vile creatures from bringing their diabolical scheme to fruition. \n \nWhen engaged in combat Mike LeRoi can attack with a bevy of armaments, running the gamut from powerful projectile-based weapons to short-range melee ones with which to bludgeon an opponent to death with. Additionally, it's possible for players to equip a different weapon in each hand, or alternatively, to equip a single, heavier two-handed weapon. When wielded by Shadow Man himself, weapons take on additional properties. A lock-on cursor can be used to target specific enemies, allowing the player to dodge and attack with consummate ease. Interspersed throughout the title are puzzles that must be solved in order for Shadow Man to advance through the worlds. \n \nThroughout the quest Mike will experience constantly changing weather and time; day changes to night, and back again in real-time, with inclement weather prevailing in many parts of the game world. Returning to the fold are Mama Nettie and Jaunty, two of Shadow Man's cohorts from the original title, while Thomas Deacon, the wheelchair-bound guardian of an ancient book the Grigori are after, makes his debut appearance. Shadow Man: 2econd Coming features mature, violent themes that touch upon subjects such as religion and voodoo. The cut-scenes feature character dialogue that is equally adult oriented.", 
    "tags": [
        1, 
        19, 
        268435461, 
        268435487, 
        536871088, 
        536871139, 
        536871937, 
        536871945, 
        536872032, 
        536872117, 
        536873066, 
        536874947, 
        536875222, 
        536875331, 
        536875483, 
        536875572, 
        536875891, 
        536876262, 
        536876432, 
        536876577, 
        536876612, 
        536876706, 
        536877009, 
        536877306, 
        536877628, 
        536877631, 
        536877810, 
        536877973, 
        536878009, 
        536881358, 
        536885965
    ], 
    "themes": [
        1, 
        19
    ], 
    "total_rating": 69.0, 
    "total_rating_count": 1, 
    "updated_at": 1513070903524, 
    "url": "https://www.igdb.com/games/shadow-man-2econd-coming"
}