{
    "aggregated_rating": 70.0, 
    "aggregated_rating_count": 2, 
    "alternative_names": [
        {
            "comment": "Other", 
            "name": "Forbidden Siren"
        }, 
        {
            "comment": "Japanese title", 
            "name": "サイレン"
        }
    ], 
    "category": 0, 
    "collection": 1004, 
    "cover": {
        "cloudinary_id": "ilwmuonzdbvyzzmddjtq", 
        "height": 2156, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/ilwmuonzdbvyzzmddjtq.jpg", 
        "width": 1514
    }, 
    "created_at": 1447022303936, 
    "developers": [
        7219
    ], 
    "esrb": {
        "rating": 6
    }, 
    "first_release_date": 1068076800000, 
    "game_modes": [
        1
    ], 
    "games": [
        44076, 
        13189, 
        25646, 
        18167, 
        19561, 
        26914, 
        28289, 
        7329, 
        7631, 
        11296
    ], 
    "genres": [
        15, 
        31
    ], 
    "id": 14522, 
    "keywords": [
        129, 
        132, 
        339, 
        1027, 
        1120, 
        1186, 
        1836, 
        3782, 
        4219, 
        4660, 
        4962, 
        5011, 
        5209, 
        5719, 
        6394, 
        6589, 
        7649, 
        8990, 
        9893, 
        11853, 
        14617, 
        14618
    ], 
    "name": "Siren", 
    "pegi": {
        "rating": 4
    }, 
    "platforms": [
        45, 
        48, 
        8
    ], 
    "player_perspectives": [
        1, 
        2
    ], 
    "popularity": 2.333333333333333, 
    "publishers": [
        45
    ], 
    "rating": 65.0, 
    "rating_count": 4, 
    "release_dates": [
        {
            "category": 0, 
            "date": 1068076800000, 
            "human": "2003-Nov-06", 
            "m": 11, 
            "platform": 8, 
            "region": 5, 
            "y": 2003
        }, 
        {
            "category": 0, 
            "date": 1079049600000, 
            "human": "2004-Mar-12", 
            "m": 3, 
            "platform": 8, 
            "region": 1, 
            "y": 2004
        }, 
        {
            "category": 0, 
            "date": 1082419200000, 
            "human": "2004-Apr-20", 
            "m": 4, 
            "platform": 8, 
            "region": 2, 
            "y": 2004
        }, 
        {
            "category": 0, 
            "date": 1343174400000, 
            "human": "2012-Jul-25", 
            "m": 7, 
            "platform": 45, 
            "region": 5, 
            "y": 2012
        }, 
        {
            "category": 0, 
            "date": 1358208000000, 
            "human": "2013-Jan-15", 
            "m": 1, 
            "platform": 45, 
            "region": 2, 
            "y": 2013
        }, 
        {
            "category": 0, 
            "date": 1465862400000, 
            "human": "2016-Jun-14", 
            "m": 6, 
            "platform": 48, 
            "y": 2016
        }
    ], 
    "screenshots": [
        {
            "cloudinary_id": "n1phsr27pwrjf3iek2q6", 
            "height": 480, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/n1phsr27pwrjf3iek2q6.jpg", 
            "width": 640
        }, 
        {
            "cloudinary_id": "xe70acyxix3iraeiqwmj", 
            "height": 480, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/xe70acyxix3iraeiqwmj.jpg", 
            "width": 640
        }, 
        {
            "cloudinary_id": "cwo1xyson6yoojmm9cfj", 
            "height": 480, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/cwo1xyson6yoojmm9cfj.jpg", 
            "width": 640
        }
    ], 
    "slug": "siren", 
    "summary": "The story revolves around an interconnected cast of characters that possess a power which enables them to see and hear what a nearby character sees. The game was followed by a PlayStation 2 sequel, a reimagining for the PlayStation 3 and a film adaption.\n\nSiren is divided into stages, each taking place in one of ten areas in the village of Hanuda, and organized chronologically in a table called the \"Link Navigator\". In order to complete a stage, the player must accomplish a primary objective that usually involves reaching an exit point, subduing undead enemies called \"Shibito\", or finding an item. Objectives in different stages are interconnected via a butterfly effect, and a character's actions in one stage can trigger a secondary objective in another stage.\n\nThere are miscellaneous items scattered throughout each stage that give the player further insight into the plot's background. Once obtained, these items are archived in a catalog and can be viewed at any time during the game's duration. The game's player characters possess a psychic power named \"sightjack,\" which enables them to see and hear what a nearby Shibito or human sees and hears, and thus pinpoint its position, as well as gain knowledge of their activities and of the position of obtainable items. The clarity of each target depends on the distance from the player character. Once a point of view is located, it can be assigned to one of certain buttons of the controller to easily switch between multiple points of view. However, the player character is unable to move during use of the ability and is thus vulnerable to attack.\n\nThe game encourages the player to avoid Shibito rather than fight them. Characters can walk silently, avoid the use of a flashlight, and crouch behind objects to elude detection. Certain mission objectives require the player character to use items and/or the environment to distract Shibito from their activity, in order for them to achieve a goal. Others require the player to escort a non-player character. Player characters can also shout at any time in order to get the attention of nearby Shibito. Within most stages, the player character can hide in certain places such as cupboards and lock doors to prevent Shibito from entering. When a Shibito hears a sound made by the player character, it will search in the direction from which they heard the sound. If a character is seen by a Shibito, the latter will pursue the character to kill them either with a melee or ranged weapon or by strangulation. The Shibito will also shout to alert other nearby Shibito. Once the character has remained out of the Shibito's sight for a period of time, the Shibito will give up and resume its usual habits. Weapons are available for the player throughout the game, ranging from melee weapons to firearms. While Shibito can be knocked out in combat, they cannot be killed and will reanimate after a short period of time. If a character is injured, they can recover after some time has passed. Characters will lose stamina during combat and while running.", 
    "tags": [
        1, 
        19, 
        21, 
        268435471, 
        268435487, 
        536871041, 
        536871044, 
        536871251, 
        536871939, 
        536872032, 
        536872098, 
        536872748, 
        536874694, 
        536875131, 
        536875572, 
        536875874, 
        536875923, 
        536876121, 
        536876631, 
        536877306, 
        536877501, 
        536878561, 
        536879902, 
        536880805, 
        536882765, 
        536885529, 
        536885530, 
        1073741825, 
        1073741826
    ], 
    "themes": [
        1, 
        19, 
        21
    ], 
    "total_rating": 67.5, 
    "total_rating_count": 6, 
    "updated_at": 1517271093907, 
    "url": "https://www.igdb.com/games/siren", 
    "videos": [
        {
            "name": "Trailer", 
            "video_id": "Dv3lr-m1wvE"
        }
    ]
}