{
    "category": 0, 
    "cover": {
        "cloudinary_id": "lhxip2juae0gjuvzhsgh", 
        "height": 2133, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/lhxip2juae0gjuvzhsgh.jpg", 
        "width": 1521
    }, 
    "created_at": 1499093538924, 
    "first_release_date": 1469059200000, 
    "games": [
        46820, 
        39665, 
        101684, 
        101567, 
        101100, 
        100907, 
        100887, 
        100879, 
        100863, 
        100832
    ], 
    "genres": [
        14
    ], 
    "id": 43307, 
    "name": "Soccer America International Cup", 
    "platforms": [
        8
    ], 
    "popularity": 1.0, 
    "release_dates": [
        {
            "category": 0, 
            "date": 1469059200000, 
            "human": "2016-Jul-21", 
            "m": 7, 
            "platform": 8, 
            "region": 8, 
            "y": 2016
        }
    ], 
    "slug": "soccer-america-international-cup", 
    "summary": "For realistic footie action, strap on your cleats for Soccer America: International Cup. The latest to challenge FIFA and MLS for the crown of soccer champ, this rookie drives down the field and puts a few through their nets. The first in its series, Soccer America is coached by ten-year soccer gaming vets, and it shows in the sophisticated AI and blistering graphics. The full power of the PlayStation 2 is on show in 60-frames-per-second motion with motion-captured players animated down to their hair and shadows, all shown in action with nearly 50 different camera positions for soccer action right out of broadcast TV. 18 International teams and 32 American squads line up and shoot hard with bicycle kicks, fakes, and headers. Soccer America features a balanced Easy Play mode to let beginners get into the game, while pro fielders will find the sharp AI more responsive to your fancy moves on the turf than the average soccer sim. With a Multi-Tap (for PlayStation 2), up to four players can call their formations and drive to the net, so limber up and spit out your orange rind--soccer action is calling.", 
    "tags": [
        268435470
    ], 
    "updated_at": 1500550791847, 
    "url": "https://www.igdb.com/games/soccer-america-international-cup"
}