{
    "category": 0, 
    "collection": 725, 
    "cover": {
        "cloudinary_id": "n3hcperedt0xjasz73if", 
        "height": 2156, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/n3hcperedt0xjasz73if.jpg", 
        "width": 1502
    }, 
    "created_at": 1497387409767, 
    "esrb": {
        "rating": 3
    }, 
    "first_release_date": 1101427200000, 
    "games": [
        55967, 
        67604, 
        50643, 
        60897, 
        60764, 
        37067, 
        28192, 
        11711, 
        80758, 
        78976
    ], 
    "genres": [
        7
    ], 
    "id": 37148, 
    "keywords": [
        665, 
        4137, 
        5188, 
        5189, 
        5190, 
        8310
    ], 
    "name": "Taiko Drum Master: Session de Dodon ga Don!", 
    "platforms": [
        8
    ], 
    "popularity": 1.333333333333333, 
    "pulse_count": 15, 
    "release_dates": [
        {
            "category": 0, 
            "date": 1101427200000, 
            "human": "2004-Nov-26", 
            "m": 11, 
            "platform": 8, 
            "region": 8, 
            "y": 2004
        }
    ], 
    "slug": "taiko-drum-master-session-de-dodon-ga-don", 
    "summary": "Taiko Drum Master is an entry in Namco's Taiko No Tatsujin rhythm game series and the first to have a Western release. As in other rhythm games, the goal is to interact with a special controller according to scrolling onscreen prompts timed to music. This game comes bundled with the TaTaCon drum controller, a miniature version of a Japanese taiko drum with sensors in the middle and on the sides. \n \nIn-game actions are indicated by scrolling circle icons. Red circles indicate hitting the center of the drum, while blue circles require the player to hit the edge. On big circles, the player can hit both center or edge sensors for bonus points. Finally, yellow lines and balloons require the player to perform drum rolls. \n \nThe game comes with a varied set of tunes: from covered pop hits like Material Girl and ABC to music from other Namco games such as Katamari Damacy and Dragon Spirit and even television theme songs. In addition, there are also several mini-games included on the disc that use the TaTaCon for more esoteric purposes, such as watermelon eating and wolf-stacking.", 
    "tags": [
        268435463, 
        536871577, 
        536875049, 
        536876100, 
        536876101, 
        536876102, 
        536879222
    ], 
    "updated_at": 1515746963224, 
    "url": "https://www.igdb.com/games/taiko-drum-master-session-de-dodon-ga-don"
}