{
    "category": 0, 
    "collection": 885, 
    "cover": {
        "cloudinary_id": "djvhdpfdchrlalriq4ai", 
        "height": 363, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/djvhdpfdchrlalriq4ai.jpg", 
        "width": 256
    }, 
    "created_at": 1397970252034, 
    "developers": [
        684
    ], 
    "esrb": {
        "rating": 3
    }, 
    "first_release_date": 1069372800000, 
    "game_modes": [
        1
    ], 
    "games": [
        54662, 
        10121, 
        29173, 
        55590, 
        55689, 
        4643, 
        44242, 
        11679, 
        18623, 
        40470
    ], 
    "genres": [
        13, 
        14
    ], 
    "id": 6207, 
    "keywords": [
        26, 
        994, 
        1148, 
        1166, 
        4521, 
        4650, 
        4837, 
        6579, 
        7178, 
        7197, 
        7198
    ], 
    "name": "Total Club Manager 2004", 
    "platforms": [
        6, 
        11, 
        8
    ], 
    "popularity": 1.333333333333333, 
    "publishers": [
        454
    ], 
    "release_dates": [
        {
            "category": 0, 
            "date": 1069372800000, 
            "human": "2003-Nov-21", 
            "m": 11, 
            "platform": 11, 
            "y": 2003
        }, 
        {
            "category": 0, 
            "date": 1069372800000, 
            "human": "2003-Nov-21", 
            "m": 11, 
            "platform": 8, 
            "y": 2003
        }, 
        {
            "category": 0, 
            "date": 1069372800000, 
            "human": "2003-Nov-21", 
            "m": 11, 
            "platform": 6, 
            "y": 2003
        }
    ], 
    "slug": "total-club-manager-2004", 
    "summary": "FIFA Manager (short: FIFAM) was an association football series of sport management games published by Electronic Arts. The games were developed by the German studio Bright Future GmbH and EA Sports. The game was called Total Club Manager (short: TCM) until the name changed to FIFA Manager with the FIFAM 06. It was announced FIFA Manager's last installment was FIFA Manager 14 and that there would be no further editions to the game.[1] \n \nBefore FIFAM and TCM, EA Sports released FIFA Soccer Manager (1997) and The FA Premier League Football Manager 99, 2000, 2001 and 2002, but while the first managed to attract some attention, the latter were released when the managing games market for non-Championship Manager titles was close to non-existent, and after two unsuccessful titles, it was dropped. \n \nHowever, by 2001, several employees of German software house Ascaron, who developed the highly popular Anstoss series in the past moved to EA, and the first game, Fussball Manager 2002, was released in Germany only, as a test for a potential series. It resembled Anstoss 3, although on a more serious note (in Anstoss, players could be abducted by aliens, train in Area 51 or use performance-enhancing drugs) and fewer financial options (managers developed by German teams often include deep financial options, such as stock and real estate markets). The game had positive reception, and a year later Total Club Manager 2003 was released, with Bobby Robson on the cover (for the second time, after FIFA Soccer Manager). \n \nOne of the key features of Anstoss 3 was the ability to actually play the games after Anstoss Action was released. Although it could be played as a stand-alone game, it only reached the full potential when used with the manager game. This feature, only present on other games with limited geographical distribution, the Spanish PC Fútbol, was included for buyers of both TCM 2004 and FIFA 2004, which could use the Football Fusion function. Some fans managed to control games in TCM 2003 by hacking the configuration files, but data loss and corruption was frequent. Celtic manager Martin O'Neill appeared on the cover of TCM 2004. Criticized by a confusing interface, EA reworked it for TCM 2005, with a more sleek design. European Champion with former FC Porto and Chelsea manager José Mourinho was selected for the main cover. \n \nWhile the TCM series has been released for Windows, Xbox and PlayStation 2, the FIFAM series is only available for Windows. The PlayStation 2 and Xbox versions of the game were developed for EA Canada by Budcat Creations.[2]", 
    "tags": [
        268435469, 
        268435470, 
        536870938, 
        536871906, 
        536872060, 
        536872078, 
        536875433, 
        536875562, 
        536875749, 
        536877491, 
        536878090, 
        536878109, 
        536878110
    ], 
    "updated_at": 1515682875590, 
    "url": "https://www.igdb.com/games/total-club-manager-2004"
}