{
    "category": 0, 
    "collection": 3075, 
    "cover": {
        "cloudinary_id": "evs33bxj2yoyupfculbo", 
        "height": 2175, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/evs33bxj2yoyupfculbo.jpg", 
        "width": 1536
    }, 
    "created_at": 1499157172209, 
    "esrb": {
        "rating": 3
    }, 
    "first_release_date": 1101513600000, 
    "franchise": 57, 
    "franchises": [
        57
    ], 
    "games": [
        29173, 
        55036, 
        19847, 
        23345, 
        19376, 
        55590, 
        12632, 
        25921, 
        27209, 
        19934
    ], 
    "genres": [
        15
    ], 
    "id": 43617, 
    "keywords": [
        78, 
        1026, 
        3782, 
        4142, 
        4674, 
        4676, 
        6843
    ], 
    "name": "Yu-Gi-Oh! Capsule Monster Coliseum", 
    "platforms": [
        8
    ], 
    "popularity": 3.0, 
    "release_dates": [
        {
            "category": 0, 
            "date": 1101513600000, 
            "human": "2004-Nov-27", 
            "m": 11, 
            "platform": 8, 
            "region": 8, 
            "y": 2004
        }
    ], 
    "slug": "yu-gi-oh-capsule-monster-coliseum", 
    "summary": "This 3D board game consists of a series of duels, which are played with cards. The game has been split up in a Campaign Mode, in which you take on all levels of the Monster Coliseum on your own, a Free Battle Mode where you play skirmish matches against enemies defeated in the campaign, and a versus mode to take on a human opponent. Before starting, you have to choose a symbol, assign parameters to it (based on monster points, action points and power points) and buy a starter kit card deck. \n \nIn a typical campaign game, you start in the entrance hall, where you manage your cards and monsters. To duel, you choose one of the four areas with five levels each, and defeat the opponents. New monsters are acquired by winning the match. The turn-based duels are played as a card game. Both characters start with a deck of cards and a number of health points. When a health status reaches zero, the battle is over. You attack your opponent by summoning monsters and assigning abilities to them. Trick cards can be used to gain both offensive and defensive advantages. Before each duel, you have to pick a monster that is up for ante, and the fighting is influenced by various parameters, including the land form you are playing on.", 
    "tags": [
        268435471, 
        536870990, 
        536871938, 
        536874694, 
        536875054, 
        536875586, 
        536875588, 
        536877755
    ], 
    "updated_at": 1517270510863, 
    "url": "https://www.igdb.com/games/yu-gi-oh-capsule-monster-coliseum"
}