{
    "aggregated_rating": 83.0, 
    "aggregated_rating_count": 3, 
    "category": 0, 
    "collection": 1956, 
    "cover": {
        "cloudinary_id": "qzg0kp1gpxmjxidjhec5", 
        "height": 2148, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/qzg0kp1gpxmjxidjhec5.jpg", 
        "width": 1531
    }, 
    "created_at": 1469820686647, 
    "first_release_date": 1353196800000, 
    "games": [
        68287, 
        68142, 
        76229, 
        28029, 
        36594, 
        25311, 
        26192, 
        8773, 
        12579, 
        29525
    ], 
    "genres": [
        5, 
        11, 
        15
    ], 
    "id": 21865, 
    "name": "Call of Duty: Black Ops II Wii U", 
    "platforms": [
        41
    ], 
    "popularity": 2.0, 
    "release_dates": [
        {
            "category": 0, 
            "date": 1353196800000, 
            "human": "2012-Nov-18", 
            "m": 11, 
            "platform": 41, 
            "y": 2012
        }
    ], 
    "screenshots": [
        {
            "cloudinary_id": "abexlfcn9lxf1xcaivbm", 
            "height": 349, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/abexlfcn9lxf1xcaivbm.jpg", 
            "width": 620
        }
    ], 
    "slug": "call-of-duty-black-ops-ii-wii-u", 
    "summary": "The most anticipated game of the year and the most ambitious Call of Duty game ever, Call of Duty: Black Ops II is coming to Wii U. Call of Duty: Black Ops II delivers the most groundbreaking and viscerally immersive Call of Duty experience yet. Rooted in near-future fiction, the title propels players into a visual landscape in an epic single player campaign highlighted by branching storylines and non-linear missions; a re-imagined multiplayer that introduces players to some of the most cutting-edge weaponry and equipment that 2025 will have to offer; and punctuated with an all-new Zombies experience running in the multiplayer engine.  \n \nCall of Duty: Black Ops II on Wii U inncludes: \n \nHD Experience: The title features the most advanced textures, lighting and shadowing systems in series history, all of which are on full display on Wii U. \n \nSecond-Screen Gameplay: Utilizing Wii U’s second-screen experience with the Wii U GamePads, Call of Duty: Black Ops II players can join the action in a full Call of Duty experience from the second-screen. Plus, with the state of the art Wii Touchscreen, gamers can view multiplayer maps, call in score streaks and choose loadouts. \n \nExpanded Functionality: Players have the option of using Wii U’s split-screen functionality to use both the GamePad and the Wii U Pro controller. Wii U also supports up to four controllers, including the Nintendo Wii Remote and Nunchuck. \n \nController Choices: Use the GamePad touch screen to customize controls in real-time, or switch at any time to use another controller of your choice, including: \nWii Remote \nClassic Controller Pro \nGame Pad \nWiiU Pro Controller", 
    "tags": [
        1, 
        18, 
        19, 
        21, 
        39, 
        268435461, 
        268435467, 
        268435471
    ], 
    "themes": [
        1, 
        18, 
        19, 
        21, 
        39
    ], 
    "total_rating": 83.0, 
    "total_rating_count": 3, 
    "updated_at": 1515493946580, 
    "url": "https://www.igdb.com/games/call-of-duty-black-ops-ii-wii-u", 
    "version_parent": 1122, 
    "version_title": "Wii U version"
}