{
    "aggregated_rating": 89.8333333333333, 
    "aggregated_rating_count": 6, 
    "artworks": [
        {
            "cloudinary_id": "hkymkgk0nlzcv4agcisd", 
            "height": 4400, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/hkymkgk0nlzcv4agcisd.jpg", 
            "width": 3300
        }
    ], 
    "category": 3, 
    "collection": 9, 
    "cover": {
        "cloudinary_id": "trneju00raq3e4uuk48y", 
        "height": 640, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/trneju00raq3e4uuk48y.jpg", 
        "width": 502
    }, 
    "created_at": 1429026688086, 
    "developers": [
        27, 
        6103
    ], 
    "esrb": {
        "rating": 6, 
        "synopsis": "This is a first-person shooter in which players assume the role of Adam Jensen, an ex-cop who must uncover the truth behind a cybernetics company's attack. Players complete mission-based objectives to increase their character's skills (e.g., stealth, strength) and advance the main storyline. Players use pistols, shotguns, assault rifles, and explosives to kill a variety of human enemies (e.g., soldiers, police officers, gang members, drug dealers). Players can also use stealth attacks (e.g., choking, electrocution) to dispatch enemies at close range. Firefights are highlighted by screams of pain, realistic gunfire, explosions, and large sprays of blood that stain the surrounding environment. Players can sometimes make choices that result in the death of innocent characters: during one sequence, an injured man asks to be “put out of his misery”—the main character can then administer a morphine overdose. Civilians can also be killed directly, though this may negatively affect players' progress. As the game progresses, alcoholic beverages (e.g., beer, vodka, cocktails) can be purchased and consumed to reduce damage, resulting in a screen-blurring effect. In one mission, players can plant “illegal drugs” in a character's residence; marijuana products (i.e., “cigaweed”) are occasionally referenced in the dialogue. Some missions contain sexual material: dialogue involving prostitution (e.g., “They want me to get augmentations . . . for the customer's pleasure. It's sick”; “[W]e can find a quiet spot . . . Do you have enough money for me, sexy?”); an in-game email referencing “pornographic images” and bestiality. The words “f**k” and “sh*t” appear in the dialogue."
    }, 
    "external": {
        "steam": "238010"
    }, 
    "first_release_date": 1382400000000, 
    "game_engines": [
        46
    ], 
    "game_modes": [
        1
    ], 
    "games": [
        43, 
        9498, 
        41, 
        2031, 
        19441, 
        536, 
        1121, 
        533, 
        1020, 
        9727
    ], 
    "genres": [
        5, 
        12, 
        14
    ], 
    "hypes": 1, 
    "id": 9740, 
    "keywords": [
        20, 
        21, 
        67, 
        103, 
        106, 
        129, 
        301, 
        429, 
        453, 
        472, 
        545, 
        558, 
        575, 
        714, 
        872, 
        889, 
        923, 
        966, 
        1026, 
        1152, 
        1158, 
        1293, 
        1310, 
        1345, 
        1346, 
        1373, 
        1423, 
        1440, 
        1523, 
        1527, 
        1638, 
        1675, 
        1735, 
        1761, 
        1803, 
        1898, 
        2045, 
        2280, 
        2440, 
        2977, 
        3061, 
        3203, 
        3486, 
        3831, 
        3833, 
        3985, 
        4004, 
        4134, 
        4135, 
        4138, 
        4150, 
        4161, 
        4169, 
        4183, 
        4197, 
        4202, 
        4203, 
        4213, 
        4245, 
        4250, 
        4273, 
        4287, 
        4304, 
        4305, 
        4316, 
        4317, 
        4330, 
        4332, 
        4359, 
        4363, 
        4368, 
        4369, 
        4381, 
        4384, 
        4391, 
        4397, 
        4410, 
        4414, 
        4418, 
        4428, 
        4438, 
        4446, 
        4450, 
        4507, 
        4510, 
        4524, 
        4525, 
        4541, 
        4543, 
        4572, 
        4579, 
        4580, 
        4581, 
        4585, 
        4586, 
        4589, 
        4590, 
        4598, 
        4611, 
        4613, 
        4615, 
        4620, 
        4623, 
        4626, 
        4637, 
        4658, 
        4660, 
        4681, 
        4711, 
        4717, 
        4730, 
        4737, 
        4738, 
        4783, 
        4817, 
        4829, 
        4833, 
        4834, 
        4838, 
        4842, 
        4855, 
        4865, 
        4866, 
        4869, 
        4892, 
        4896, 
        4897, 
        4906, 
        4910, 
        4918, 
        4942, 
        4968, 
        4977, 
        5099, 
        5114, 
        5116, 
        5150, 
        5151, 
        5161, 
        5172, 
        5209, 
        5257, 
        5264, 
        5268, 
        5272, 
        5285, 
        5305, 
        5341, 
        5346, 
        5369, 
        5382, 
        5391, 
        5417, 
        5420, 
        5426, 
        5427, 
        5430, 
        5451, 
        5453, 
        5457, 
        5466, 
        5472, 
        5478, 
        5479, 
        5488, 
        5494, 
        5511, 
        5534, 
        5542, 
        5554, 
        5565, 
        5566, 
        5570, 
        5583, 
        5599, 
        5609, 
        5629, 
        5641, 
        5661, 
        5693, 
        5697, 
        5714, 
        5754, 
        5760, 
        5775, 
        5780, 
        5794, 
        5800, 
        5811, 
        5812, 
        5892, 
        5909, 
        5942, 
        5999, 
        6002, 
        6013, 
        6058, 
        6068, 
        6075, 
        6076, 
        6089, 
        6116, 
        6163, 
        6189, 
        6237, 
        6238, 
        6250, 
        6258, 
        6261, 
        6268, 
        6295, 
        6305, 
        6327, 
        6340, 
        6356, 
        6365, 
        6366, 
        6374, 
        6378, 
        6390, 
        6406, 
        6407, 
        6414, 
        6434, 
        6451, 
        6459, 
        6488, 
        6493, 
        6539, 
        6607, 
        6619, 
        6621, 
        6624, 
        6625, 
        6626, 
        6628, 
        6648, 
        6692, 
        6718, 
        6731, 
        6733, 
        6737, 
        6744, 
        6760, 
        6830, 
        6863, 
        7000, 
        7023, 
        7053, 
        7081, 
        7120, 
        7123, 
        7162, 
        7185, 
        7215, 
        7303, 
        7334, 
        7356, 
        7358, 
        7476, 
        7493, 
        7494, 
        7498, 
        7509, 
        7515, 
        7517, 
        7570, 
        7582, 
        7621, 
        7632, 
        7700, 
        8119, 
        8126, 
        8138, 
        8147, 
        8150, 
        8163, 
        8804, 
        9045, 
        9055, 
        9082, 
        9083, 
        9178, 
        9283, 
        9313, 
        9348, 
        9378, 
        9431, 
        9434, 
        9444, 
        9653, 
        9768, 
        9839, 
        9900, 
        9989, 
        9990, 
        10036, 
        10048, 
        10053, 
        10203, 
        10322, 
        10611, 
        10617, 
        10628, 
        10687, 
        10744, 
        11210, 
        11391, 
        11474, 
        11525, 
        11699, 
        12021, 
        12061, 
        12442, 
        12848, 
        12854, 
        13256, 
        14387, 
        14388, 
        14389, 
        14390, 
        14391, 
        14392, 
        14393, 
        14394, 
        14395, 
        14396, 
        14397, 
        14398
    ], 
    "name": "Deus Ex: Human Revolution - Director's Cut", 
    "pegi": {
        "rating": 5, 
        "synopsis": "The content of this game is suitable for persons aged 18 years and over only.\r\nIt contains: Extreme violence - Multiple, motiveless killing - Violence towards defenceless people - Strong language"
    }, 
    "platforms": [
        6, 
        14, 
        41, 
        9, 
        12
    ], 
    "player_perspectives": [
        1, 
        2
    ], 
    "popularity": 2.666666666666667, 
    "publishers": [
        23, 
        26
    ], 
    "pulse_count": 2, 
    "rating": 90.65514871016512, 
    "rating_count": 31, 
    "release_dates": [
        {
            "category": 0, 
            "date": 1382572800000, 
            "human": "2013-Oct-24", 
            "m": 10, 
            "platform": 41, 
            "region": 3, 
            "y": 2013
        }, 
        {
            "category": 0, 
            "date": 1382659200000, 
            "human": "2013-Oct-25", 
            "m": 10, 
            "platform": 41, 
            "region": 1, 
            "y": 2013
        }, 
        {
            "category": 0, 
            "date": 1382400000000, 
            "human": "2013-Oct-22", 
            "m": 10, 
            "platform": 41, 
            "region": 2, 
            "y": 2013
        }, 
        {
            "category": 0, 
            "date": 1382659200000, 
            "human": "2013-Oct-25", 
            "m": 10, 
            "platform": 6, 
            "region": 8, 
            "y": 2013
        }, 
        {
            "category": 0, 
            "date": 1382659200000, 
            "human": "2013-Oct-25", 
            "m": 10, 
            "platform": 9, 
            "region": 1, 
            "y": 2013
        }, 
        {
            "category": 0, 
            "date": 1382400000000, 
            "human": "2013-Oct-22", 
            "m": 10, 
            "platform": 9, 
            "region": 2, 
            "y": 2013
        }, 
        {
            "category": 0, 
            "date": 1382400000000, 
            "human": "2013-Oct-22", 
            "m": 10, 
            "platform": 12, 
            "region": 2, 
            "y": 2013
        }, 
        {
            "category": 0, 
            "date": 1397520000000, 
            "human": "2014-Apr-15", 
            "m": 4, 
            "platform": 14, 
            "region": 8, 
            "y": 2014
        }
    ], 
    "screenshots": [
        {
            "cloudinary_id": "kduv5nmnpbxxppxqaezm", 
            "height": 720, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/kduv5nmnpbxxppxqaezm.jpg", 
            "width": 1280
        }, 
        {
            "cloudinary_id": "u2uv6tdxfs7y42hhgcnd", 
            "height": 720, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/u2uv6tdxfs7y42hhgcnd.jpg", 
            "width": 1280
        }, 
        {
            "cloudinary_id": "ts8kikr72sc1oibwzewp", 
            "height": 1080, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/ts8kikr72sc1oibwzewp.jpg", 
            "width": 1920
        }, 
        {
            "cloudinary_id": "nsepei0fnlslpwipg6c1", 
            "height": 1080, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/nsepei0fnlslpwipg6c1.jpg", 
            "width": 1920
        }, 
        {
            "cloudinary_id": "gge7z7bbv281s2d5qabh", 
            "height": 1080, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/gge7z7bbv281s2d5qabh.jpg", 
            "width": 1920
        }, 
        {
            "cloudinary_id": "suoeg8j3ivf2c7wtjuvc", 
            "height": 1080, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/suoeg8j3ivf2c7wtjuvc.jpg", 
            "width": 1920
        }, 
        {
            "cloudinary_id": "vols4cgelbvgyyspj16a", 
            "height": 720, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/vols4cgelbvgyyspj16a.jpg", 
            "width": 1280
        }, 
        {
            "cloudinary_id": "ahf4y3t27fsvpqxk5ag4", 
            "height": 720, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/ahf4y3t27fsvpqxk5ag4.jpg", 
            "width": 1280
        }, 
        {
            "cloudinary_id": "wtwcdpeotqa1izrv7bkm", 
            "height": 720, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/wtwcdpeotqa1izrv7bkm.jpg", 
            "width": 1280
        }, 
        {
            "cloudinary_id": "d2wcvraczevvkpwauw2i", 
            "height": 720, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/d2wcvraczevvkpwauw2i.jpg", 
            "width": 1280
        }, 
        {
            "cloudinary_id": "djxet3gzlqzrpassv1x4", 
            "height": 720, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/djxet3gzlqzrpassv1x4.jpg", 
            "width": 1280
        }, 
        {
            "cloudinary_id": "zd1fpakgeyv3ouicekbv", 
            "height": 354, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/zd1fpakgeyv3ouicekbv.jpg", 
            "width": 630
        }
    ], 
    "slug": "deus-ex-human-revolution-directors-cut", 
    "storyline": "On the eve of unveiling a new type of augmentation that will negate the use of Neuropozyne, Sarif Industries is attacked by the Tyrants. Adam Jensen attempts to save Megan Reed and her fellow scientists, but Tyrant leader Namir critically wounds him and apparently kills Megan and the scientists. David Sarif uses his most advanced technology to save Adam, giving him superhuman abilities: he also learns that the augmentations are bonding to him naturally without the need for Neuropozyne. Called back to deal with an attack on a Sarif Industries warehouse by anti-augmentation extremists, Adam discovers an augmented hacker attempting to gain access to the secret Typhoon weapon augmentation. Upon discovery, the hacker is forced by their controller to shoot himself. After Adam retrieves the deceased hacker's neural hub from his old Detroit police precinct, Frank Pritchard tracks the hacking signal to an abandoned factory in Highland Park. Adam discovers the Tyrants guarding a FEMA detention camp, but they are moving out after the failure of the Sarif raid. Adam confronts and defeats one of the mercenaries, Barrett, who tells him to go to Hengsha before killing himself with a grenade. \n \nTogether with pilot Faridah Malik, Adam travels to Hengsha and tracks down the hacker, Arie van Bruggen, who is being both hunted by private security company Belltower Associates and hidden by local triad leader Tong Si Hung. Van Bruggen directs Adam to find evidence inside Tai Yong Medical, the world's largest augmentation technology manufacturer and Sarif's main rival. Infiltrating Tai Yong, Adam finds footage of a call between Namir and Zhao Yun Ru, which confirms that Megan and the other missing scientists are alive and that Eliza Cassan is somehow involved. Confronting Zhao in her penthouse apartment, he learns that she is allied to a powerful organization that controls global interests before she triggers security and forces him to leave. Traveling to the Picus corporate building in Montreal, Jensen tracks down Eliza, revealed to be an artificial intelligence construct designed to influence the media. Despite her programming, she has begun to question her role and offers to help Adam. After he defeats Tyrant member Fedorova, Eliza gives him footage directing him to Doctor Isaias Sandoval, aide to William Taggart. \n \nBack in Detroit, Sarif admits to Adam that the Illuminati are behind the attacks. Adam infiltrates a Humanity Front rally and discovers Sandoval's location. Sandoval admits his involvement in the kidnapping and gives Adam the lead to find the researchers. Back in Sarif HQ, Adam meets Hugh Darrow, who is currently working to stave off global warming with the newly constructed Panchaea Facility in the Arctic. Adam, along with other augmented people, also start experiencing painful glitches, with authorities urging them to have a biochip replacement. Pritchard locates the tracking beacon of one of the scientists, taking Adam back to Hengsha, where he and Malik are ambushed by Belltower. The beacon leads Adam to Tong Si Hung, who has just been implanted with the now-deceased scientist's arm. Under Tong's direction, Adam manages to stow away in a stasis pod in the wake of a staged explosion, waking up a few days later in a secret Singapore base. He finds the kidnapped scientists, and learns that the biochip malfunctions were staged to distribute the result of their research: a new biochip to control augmented humans. Adam and the scientists stage a distraction, allowing him to infiltrate the facility's secret bunker. Here he faces Namir one last time, then finds Megan. Confronted, Megan tells him that she was kidnapped for her research; the genetic key to make all humans compatible with augmentations, which she found in Adam's DNA — and to help Darrow foil the Illuminati's plans. \n \nMoments later, Darrow appears live on television and broadcasts a modified signal that throws any augmented person with the new biochip into a fear-driven, murderous frenzy. Jensen evacuates the scientists, and commandeers an orbital flight module to reach Panchaea. He confronts Darrow, who reveals that he wants humanity to abandon the augmentation technology he invented, because he believes it will destroy human identity. Adam sets out to disable Panchaea's Hyron Project supercomputer and end the broadcast; on the way, he encounters Taggart and Sarif, who each urge him to side with them and further their own agendas. At the heart of Panchaea, Jensen first confronts Zhao Yun Ru when she tries to hijack the signal for her own use; then Eliza, who offers Jensen four choices. Jensen can either broadcast the full truth and distance humanity from augmentations; rig the broadcast so it throws suspicion on the Humanity Front and allows further development of augmentation technology; send out a report blaming the incident on contaminated Neuropozyne so Taggart's group and by extension the Illuminati find new support; or destroy Panchea, leaving no-one to \"spin the story\". Depending on the choice and whether Jensen has taken a pacifist or violent approach through the game, his final narration varies. \n \nIn a post-credits scene, Megan meets with Bob Page, the main antagonist of Deus Ex, to discuss her employment in \"the nanite virus chimera\" and \"D project\": prior to this, Page instructs his cohort Morgan Everett to search the Hyron Project for salvageable technology for the 'Morpheus Initiative': these are the precursors to the creation of the Denton clones, the manufactured nanotechnological \"Gray Death\" virus and the \"Helios\" artificial intelligence, key parts of the plot of Deus Ex.", 
    "summary": "Deus Ex: Human Revolution - Director's Cut was released on October 22, 2013 for Xbox 360, PS3, PC and Wii U. It features approximately 8 hours of director's commentaries and a 45 minute “Making Of” video. It also features an improved visual engine and a complete overhaul of the boss battles.", 
    "tags": [
        1, 
        18, 
        20, 
        23, 
        268435461, 
        268435468, 
        268435470, 
        536870932, 
        536870933, 
        536870979, 
        536871015, 
        536871018, 
        536871041, 
        536871213, 
        536871341, 
        536871365, 
        536871384, 
        536871457, 
        536871470, 
        536871487, 
        536871626, 
        536871784, 
        536871801, 
        536871835, 
        536871878, 
        536871938, 
        536872064, 
        536872070, 
        536872205, 
        536872222, 
        536872257, 
        536872258, 
        536872285, 
        536872335, 
        536872352, 
        536872435, 
        536872439, 
        536872550, 
        536872587, 
        536872647, 
        536872673, 
        536872715, 
        536872810, 
        536872957, 
        536873192, 
        536873352, 
        536873889, 
        536873973, 
        536874115, 
        536874398, 
        536874743, 
        536874745, 
        536874897, 
        536874916, 
        536875046, 
        536875047, 
        536875050, 
        536875062, 
        536875073, 
        536875081, 
        536875095, 
        536875109, 
        536875114, 
        536875115, 
        536875125, 
        536875157, 
        536875162, 
        536875185, 
        536875199, 
        536875216, 
        536875217, 
        536875228, 
        536875229, 
        536875242, 
        536875244, 
        536875271, 
        536875275, 
        536875280, 
        536875281, 
        536875293, 
        536875296, 
        536875303, 
        536875309, 
        536875322, 
        536875326, 
        536875330, 
        536875340, 
        536875350, 
        536875358, 
        536875362, 
        536875419, 
        536875422, 
        536875436, 
        536875437, 
        536875453, 
        536875455, 
        536875484, 
        536875491, 
        536875492, 
        536875493, 
        536875497, 
        536875498, 
        536875501, 
        536875502, 
        536875510, 
        536875523, 
        536875525, 
        536875527, 
        536875532, 
        536875535, 
        536875538, 
        536875549, 
        536875570, 
        536875572, 
        536875593, 
        536875623, 
        536875629, 
        536875642, 
        536875649, 
        536875650, 
        536875695, 
        536875729, 
        536875741, 
        536875745, 
        536875746, 
        536875750, 
        536875754, 
        536875767, 
        536875777, 
        536875778, 
        536875781, 
        536875804, 
        536875808, 
        536875809, 
        536875818, 
        536875822, 
        536875830, 
        536875854, 
        536875880, 
        536875889, 
        536876011, 
        536876026, 
        536876028, 
        536876062, 
        536876063, 
        536876073, 
        536876084, 
        536876121, 
        536876169, 
        536876176, 
        536876180, 
        536876184, 
        536876197, 
        536876217, 
        536876253, 
        536876258, 
        536876281, 
        536876294, 
        536876303, 
        536876329, 
        536876332, 
        536876338, 
        536876339, 
        536876342, 
        536876363, 
        536876365, 
        536876369, 
        536876378, 
        536876384, 
        536876390, 
        536876391, 
        536876400, 
        536876406, 
        536876423, 
        536876446, 
        536876454, 
        536876466, 
        536876477, 
        536876478, 
        536876482, 
        536876495, 
        536876511, 
        536876521, 
        536876541, 
        536876553, 
        536876573, 
        536876605, 
        536876609, 
        536876626, 
        536876666, 
        536876672, 
        536876687, 
        536876692, 
        536876706, 
        536876712, 
        536876723, 
        536876724, 
        536876804, 
        536876821, 
        536876854, 
        536876911, 
        536876914, 
        536876925, 
        536876970, 
        536876980, 
        536876987, 
        536876988, 
        536877001, 
        536877028, 
        536877075, 
        536877101, 
        536877149, 
        536877150, 
        536877162, 
        536877170, 
        536877173, 
        536877180, 
        536877207, 
        536877217, 
        536877239, 
        536877252, 
        536877268, 
        536877277, 
        536877278, 
        536877286, 
        536877290, 
        536877302, 
        536877318, 
        536877319, 
        536877326, 
        536877346, 
        536877363, 
        536877371, 
        536877400, 
        536877405, 
        536877451, 
        536877519, 
        536877531, 
        536877533, 
        536877536, 
        536877537, 
        536877538, 
        536877540, 
        536877560, 
        536877604, 
        536877630, 
        536877643, 
        536877645, 
        536877649, 
        536877656, 
        536877672, 
        536877742, 
        536877775, 
        536877912, 
        536877935, 
        536877965, 
        536877993, 
        536878032, 
        536878035, 
        536878074, 
        536878097, 
        536878127, 
        536878215, 
        536878246, 
        536878268, 
        536878270, 
        536878388, 
        536878405, 
        536878406, 
        536878410, 
        536878421, 
        536878427, 
        536878429, 
        536878482, 
        536878494, 
        536878533, 
        536878544, 
        536878612, 
        536879031, 
        536879038, 
        536879050, 
        536879059, 
        536879062, 
        536879075, 
        536879716, 
        536879957, 
        536879967, 
        536879994, 
        536879995, 
        536880090, 
        536880195, 
        536880225, 
        536880260, 
        536880290, 
        536880343, 
        536880346, 
        536880356, 
        536880565, 
        536880680, 
        536880751, 
        536880812, 
        536880901, 
        536880902, 
        536880948, 
        536880960, 
        536880965, 
        536881115, 
        536881234, 
        536881523, 
        536881529, 
        536881540, 
        536881599, 
        536881656, 
        536882122, 
        536882303, 
        536882386, 
        536882437, 
        536882611, 
        536882933, 
        536882973, 
        536883354, 
        536883760, 
        536883766, 
        536884168, 
        536885299, 
        536885300, 
        536885301, 
        536885302, 
        536885303, 
        536885304, 
        536885305, 
        536885306, 
        536885307, 
        536885308, 
        536885309, 
        536885310, 
        1073741826, 
        1073741825
    ], 
    "themes": [
        1, 
        18, 
        20, 
        23
    ], 
    "time_to_beat": {
        "completely": 108000, 
        "hastly": 36000, 
        "normally": 54000
    }, 
    "total_rating": 90.2442410217492, 
    "total_rating_count": 37, 
    "updated_at": 1527682877614, 
    "url": "https://www.igdb.com/games/deus-ex-human-revolution-directors-cut", 
    "version_parent": 43, 
    "version_title": "Director's Cut", 
    "videos": [
        {
            "name": "Trailer", 
            "video_id": "7_PxB4ZxK2o"
        }
    ], 
    "websites": [
        {
            "category": 1, 
            "url": "http://www.deusex.com/"
        }, 
        {
            "category": 5, 
            "url": "https://twitter.com/deusex"
        }, 
        {
            "category": 4, 
            "url": "https://www.facebook.com/deusex"
        }, 
        {
            "category": 13, 
            "url": "https://store.steampowered.com/app/238010"
        }, 
        {
            "category": 3, 
            "url": "https://en.wikipedia.org/wiki/Deus_Ex:_Human_Revolution"
        }, 
        {
            "category": 2, 
            "url": "http://deusex.wikia.com/wiki/Deus_Ex:_Human_Revolution_-_Director's_Cut"
        }
    ]
}