{
    "alternative_names": [
        {
            "comment": "Other", 
            "name": "Rockman and Forte"
        }, 
        {
            "name": "Rockman & Forte"
        }
    ], 
    "category": 0, 
    "collection": 337, 
    "cover": {
        "cloudinary_id": "zmfjlvhgtwwoclry6yk4", 
        "height": 645, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/zmfjlvhgtwwoclry6yk4.jpg", 
        "width": 640
    }, 
    "created_at": 1352059251199, 
    "developers": [
        37
    ], 
    "esrb": {
        "rating": 3
    }, 
    "first_release_date": 893376000000, 
    "franchise": 38, 
    "franchises": [
        38
    ], 
    "game_modes": [
        1
    ], 
    "games": [
        55752, 
        68287, 
        21063, 
        36950, 
        27314, 
        26766, 
        19174, 
        10039, 
        11156, 
        25300
    ], 
    "genres": [
        5, 
        8
    ], 
    "id": 1726, 
    "keywords": [
        78, 
        296, 
        970, 
        1025, 
        1059, 
        1313, 
        1675, 
        2049, 
        2109, 
        2152, 
        3486, 
        3833, 
        4161, 
        4185, 
        4192, 
        4386, 
        4522, 
        4525, 
        4552, 
        4560, 
        4936, 
        5441, 
        5587, 
        6096, 
        6318, 
        6419, 
        6695, 
        6696, 
        7092, 
        7173, 
        8784, 
        9160, 
        9351, 
        9478, 
        11312
    ], 
    "name": "Mega Man & Bass", 
    "platforms": [
        41, 
        24, 
        58
    ], 
    "player_perspectives": [
        4
    ], 
    "popularity": 1.333333333333333, 
    "publishers": [
        37
    ], 
    "rating": 60.5679867078971, 
    "rating_count": 4, 
    "release_dates": [
        {
            "category": 0, 
            "date": 1376352000000, 
            "human": "2013-Aug-13", 
            "m": 8, 
            "platform": 41, 
            "region": 1, 
            "y": 2013
        }, 
        {
            "category": 0, 
            "date": 1430956800000, 
            "human": "2015-May-07", 
            "m": 5, 
            "platform": 41, 
            "region": 2, 
            "y": 2015
        }, 
        {
            "category": 0, 
            "date": 1028937600000, 
            "human": "2002-Aug-10", 
            "m": 8, 
            "platform": 24, 
            "y": 2002
        }, 
        {
            "category": 0, 
            "date": 893376000000, 
            "human": "1998-Apr-24", 
            "m": 4, 
            "platform": 58, 
            "y": 1998
        }
    ], 
    "screenshots": [
        {
            "cloudinary_id": "jvkaokmkggaoqwck2dgn", 
            "height": 419, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/jvkaokmkggaoqwck2dgn.jpg", 
            "width": 745
        }, 
        {
            "cloudinary_id": "iotzupvlnr4qf7t6f80a", 
            "height": 419, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/iotzupvlnr4qf7t6f80a.jpg", 
            "width": 745
        }, 
        {
            "cloudinary_id": "kjmmfaeg05gle8y0obxa", 
            "height": 419, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/kjmmfaeg05gle8y0obxa.jpg", 
            "width": 745
        }
    ], 
    "slug": "mega-man-bass", 
    "summary": "The story of Mega Man & Bass varies slightly depending on which player character is chosen. It begins when a robot villain named King breaks into Dr. Wily's laboratory and then the Robot Museum to collect the data blueprints for the creations of Dr. Light. Dr. Light alerts the hero Mega Man that he must go at once to the Robot Museum to confront this new enemy. Meanwhile, Bass (Mega Man's rival and Wily's greatest creation) hears of the new criminal's appearance and decides to prove himself the stronger robot by defeating King. Proto Man is the first to arrive at the scene. King divulges his plan to him; he desires to create a utopia in which robots rule the world over humans. To accomplish this, King seeks to create an unstoppable army using the data and invites Proto Man to join him. Proto Man refuses and attempts to attack, but King counters and slices his body in half. Proto Man then teleports back to the lab for repairs while King escapes with the data. With their own motivations, Mega Man and Bass set out to put a stop to King's plans. \n \nAfter vanquishing eight powerful robots under allegiance to King, the duo infiltrates his castle and engages him in combat. Proto Man interrupts the fight and again attempts to defeat their new nemesis. Putting all of his remaining energy into a blast, Proto Man manages to destroy King's shield and loses consciousness, allowing Mega Man and Bass to best King in battle afterwards. King questions why they fight so hard for humans when robots are the superior species. The pair explains that humans are the ones who created robots in the first place, which confuses King. The villain reveals that his creator is Dr. Wily, who then appears on a video monitor. When King asks the evil inventor why robots fight each other for the sake of humans, Wily strengthens his \"brainwashing level\" and restores his power. Mega Man and Bass engage King in another battle and defeat him. The castle begins a self-destruct sequence and the protagonists escape without King. \n \nMega and Bass begin a final confrontation with Dr. Wily in his newly-regained laboratory. When Wily is beaten, Bass demands to know why he deceived him. Wily explains that he created King simply to test Bass' abilities because of his past failures in challenging Mega Man. Wily shows him written plans for making a newer version of King to join with Bass in this venture, promising that the two would be invincible together. Proto Man appears and immediately destroys these plans. Proto Man tells Bass that although he is a strong robot of free will, he can never defeat his rival because he has nothing for which to fight. Mega Man returns home where his sister Roll presents him a letter from King. King wishes to atone for his own crimes against humans and hopes for them to be friends if they were meet in the future.", 
    "tags": [
        1, 
        18, 
        268435461, 
        268435464, 
        536870990, 
        536871208, 
        536871882, 
        536871937, 
        536871971, 
        536872225, 
        536872587, 
        536872961, 
        536873021, 
        536873064, 
        536874398, 
        536874745, 
        536875073, 
        536875097, 
        536875104, 
        536875298, 
        536875434, 
        536875437, 
        536875464, 
        536875472, 
        536875848, 
        536876353, 
        536876499, 
        536877008, 
        536877230, 
        536877331, 
        536877607, 
        536877608, 
        536878004, 
        536878085, 
        536879696, 
        536880072, 
        536880263, 
        536880390, 
        536882224, 
        1073741828
    ], 
    "themes": [
        1, 
        18
    ], 
    "total_rating": 60.5679867078971, 
    "total_rating_count": 4, 
    "updated_at": 1518071560456, 
    "url": "https://www.igdb.com/games/mega-man-bass"
}