{
    "category": 0, 
    "created_at": 1472038389537, 
    "first_release_date": 1172102400000, 
    "games": [
        44242, 
        24491, 
        28465, 
        75579, 
        75275, 
        34919, 
        75102, 
        33603, 
        36962, 
        55888
    ], 
    "genres": [
        13
    ], 
    "id": 23032, 
    "name": "Air Traffic Chaos", 
    "platforms": [
        20
    ], 
    "popularity": 1.333333333333333, 
    "publishers": [
        700
    ], 
    "release_dates": [
        {
            "category": 0, 
            "date": 1220832000000, 
            "human": "2008-Sep-08", 
            "m": 9, 
            "platform": 20, 
            "region": 2, 
            "y": 2008
        }, 
        {
            "category": 0, 
            "date": 1172102400000, 
            "human": "2007-Feb-22", 
            "m": 2, 
            "platform": 20, 
            "region": 5, 
            "y": 2007
        }, 
        {
            "category": 0, 
            "date": 1223424000000, 
            "human": "2008-Oct-08", 
            "m": 10, 
            "platform": 20, 
            "region": 8, 
            "y": 2008
        }
    ], 
    "slug": "air-traffic-chaos", 
    "summary": "Air Traffic Chaos is an air traffic controller simulation video game developed and published by Majesco Games for the Nintendo DS handheld video game console. It has previously been released in Japan under the name ぼくは航空管制官 (I Am An Air Traffic Controller), and later in Europe under the title Air Traffic Controller by DS. A video game demo was made available before its release for the Wii's Nintendo Channel. \n \nAir Traffic Chaos involves the player taking control of an airport control tower for a period. During this period the player needs to achieve a certain score based on orders given to planes and safe take offs and landings. The game has a total of 15 challenges.[1] \n \nThe airports in Air Traffic Chaos are all 5 international and domestic Japanese airports. They are: \n \nFukuoka Airport \nKansai International Airport \nChubu Centrair International Airport \nTokyo International Airport \nNew Chitose Airport \n[1] These each have 3 stages ranging from easy, medium and expert difficulty. Each stage increases in difficulty and brings with it a longer shift with more aircraft to safely land and depart. \n \nThere is no multiplayer gaming but the player can share his/her results and badges records with up to 7 other players through the ATC Library.[1]", 
    "tags": [
        268435469
    ], 
    "updated_at": 1518045893994, 
    "url": "https://www.igdb.com/games/air-traffic-chaos"
}