{
    "category": 0, 
    "collection": 1312, 
    "cover": {
        "cloudinary_id": "hxinlcxlulppt6qoxhbz", 
        "height": 314, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/hxinlcxlulppt6qoxhbz.jpg", 
        "width": 220
    }, 
    "created_at": 1388615263707, 
    "developers": [
        1739
    ], 
    "esrb": {
        "rating": 3, 
        "synopsis": ""
    }, 
    "first_release_date": 694224000000, 
    "franchise": 150, 
    "franchises": [
        150
    ], 
    "game_modes": [
        1, 
        4
    ], 
    "games": [
        45166, 
        28113, 
        28465, 
        45165, 
        34919, 
        70906, 
        44242, 
        6685, 
        33603, 
        23781
    ], 
    "genres": [
        13
    ], 
    "id": 3317, 
    "keywords": [
        274, 
        534, 
        793, 
        4142, 
        4145, 
        4239, 
        4328, 
        4379, 
        4483, 
        4813, 
        11566
    ], 
    "name": "Barbie: Super Model", 
    "platforms": [
        29, 
        13, 
        19, 
        20
    ], 
    "popularity": 1.333333333333333, 
    "publishers": [
        1692
    ], 
    "release_dates": [
        {
            "category": 0, 
            "date": 1226016000000, 
            "human": "2008-Nov-07", 
            "m": 11, 
            "platform": 20, 
            "region": 1, 
            "y": 2008
        }, 
        {
            "category": 1, 
            "date": 725846400000, 
            "human": "1993-Jan", 
            "m": 1, 
            "platform": 19, 
            "y": 1993
        }, 
        {
            "category": 1, 
            "date": 725846400000, 
            "human": "1993-Jan", 
            "m": 1, 
            "platform": 13, 
            "y": 1993
        }, 
        {
            "category": 1, 
            "date": 694224000000, 
            "human": "1992-Jan", 
            "m": 1, 
            "platform": 29, 
            "y": 1992
        }
    ], 
    "slug": "barbie-super-model", 
    "summary": "Help Barbie become a great fashion model! This is an arcade game with many different activities to participate in. \n \nIn each level, Barbie starts by going left to right with forced scrolling. She has a default speed and can speed up as well. She must avoid moving obstacles by moving up and down and controlling her speed. If she hits one, she loses a chance and it's game over if she runs out of chances. She must pick up items which grant point bonuses and extra chances. \n \nThere is also a camera item to pick up which brings you to a magazine cover shoot. You are shown a cover with barbie wearing an outfit which is themed to the level. You must then go to her dressing room and dress her in a matching outfit. You are also given separate control of the colors of three different components and must match these. You are awarded points for each correct match. \n \nWhen you reach the right side of the level, you are given a runway practice. This consists of four positions on the runway floor labeled to tell you which button you must press at each one. \n \nBarbie then goes back through the level right-to-left. On the return trip, there is a handbag to pick up. This brings you to another magazine cover. You then go to a makeup mirror where you must match Barbie's hairstyle, earrings, eyeshadow and lip and nail color to the cover. Again, you are awarded points for each item which you get correct. \n \nWhen you reach the left side of the level, you must then do Barbie's runway walk that you were given earlier. You are awarded points for each station at which you perform the correct move. \n \nBarbie then continues to the next level. There are a total of four: Barbie driving down the street, skating on the beach, walking through a ski resort and walking through the park.", 
    "tags": [
        34, 
        268435469, 
        536871186, 
        536871446, 
        536871705, 
        536875054, 
        536875057, 
        536875151, 
        536875240, 
        536875291, 
        536875395, 
        536875725, 
        536882478
    ], 
    "themes": [
        34
    ], 
    "updated_at": 1515658081297, 
    "url": "https://www.igdb.com/games/barbie-super-model"
}