{
    "aggregated_rating": 66.5, 
    "aggregated_rating_count": 2, 
    "category": 0, 
    "cover": {
        "cloudinary_id": "kuvzcmbihzocqntfy8zi", 
        "height": 450, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/kuvzcmbihzocqntfy8zi.jpg", 
        "width": 500
    }, 
    "created_at": 1469747128120, 
    "esrb": {
        "rating": 3
    }, 
    "first_release_date": 1206489600000, 
    "games": [
        60044, 
        25222, 
        14047, 
        19222, 
        41348, 
        26223, 
        10225, 
        27266, 
        83207, 
        83155
    ], 
    "genres": [
        9
    ], 
    "id": 21679, 
    "keywords": [
        2875
    ], 
    "name": "Brain Assist", 
    "platforms": [
        20
    ], 
    "popularity": 1.333333333333333, 
    "release_dates": [
        {
            "category": 0, 
            "date": 1206489600000, 
            "human": "2008-Mar-26", 
            "m": 3, 
            "platform": 20, 
            "region": 8, 
            "y": 2008
        }
    ], 
    "slug": "brain-assist", 
    "summary": "Are you tired and overworked? Does your brain need a pick-me-up? Then you need Brain Assist! \n \nRe-energize your brain with 10 colorful mind-teasing mini-games that stimulate your concentration, memory, analysis, instincts and reflexes. Six nurses with widely varying personalities will guide you through the games and keep track of your best results. A unique new test even allows you and a friend to examine the compatibility of your right brains. Get more friends in on the action with the Wi-Fi Connection and race through a variety of fast-paced four-player mini-games to see who the true brainiac is! \n \nTen mini-games stimulate and refresh your Right Brain. \nTen mini-games improve your reflexes, memory and concentration. \nGet four friends in on the action in fun, fast-paced wireless battles. \nEnter fast-paced challenges with up to four friends wirelessly. \nChallenge up to four friends to fun, fast-paced wireless battles. \nCompare your brain with a friend’s in the unique Compatibility Check. \nTake compatibility tests to see if you and a friend have similar Right Brains!", 
    "tags": [
        268435465, 
        536873787
    ], 
    "total_rating": 66.5, 
    "total_rating_count": 2, 
    "updated_at": 1515702979831, 
    "url": "https://www.igdb.com/games/brain-assist"
}