{
    "aggregated_rating": 65.0, 
    "aggregated_rating_count": 3, 
    "category": 0, 
    "created_at": 1469282623345, 
    "first_release_date": 1259280000000, 
    "genres": [
        9, 
        31
    ], 
    "id": 21096, 
    "name": "Chronicles of Mystery: Curse of the Ancient Temple", 
    "platforms": [
        20
    ], 
    "popularity": 1.333333333333333, 
    "release_dates": [
        {
            "category": 0, 
            "date": 1259280000000, 
            "human": "2009-Nov-27", 
            "m": 11, 
            "platform": 20, 
            "region": 8, 
            "y": 2009
        }
    ], 
    "screenshots": [
        {
            "cloudinary_id": "ald7abjplupj4ipe2122", 
            "height": 384, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/ald7abjplupj4ipe2122.jpg", 
            "width": 256
        }
    ], 
    "slug": "chronicles-of-mystery-curse-of-the-ancient-temple", 
    "summary": "Be the first to discover the long forgotten secrets of the famed Knights Hospitaller order! \n \nSylvie, a young archaeologist, is about to begin the greatest adventure of her life. Having received an invitation to France from her uncle, a renowned historian, she arrives only to discover he’s missing. Apparently, his disappearance is connected to the recent discovery of a mysterious underground chapel from the Crusades, but how? And who is trying to stop Sylvie from unveiling the truth? Save your uncle and be the first to discover the long forgotten secrets of the famed Knights Hospitaller order! \n \nChronicles of Mystery combines features of classic point and click adventure, with hidden object games. Use all of your logical skills to solve various puzzles to unlock clues. Players keep the investigation going by interviewing the people you meet and using their help. But be careful...no one can be fully trusted. \n \nFeatures: \n \n• Intense and demanding puzzles that require analytical problem solving skills \n• An intriguing plot with unexpected twists and secrets \n• Beautiful fully rendered locations created specifically for the Nintendo DS \n• Over 50 fun and challenging mini-games included \n• A mix of contemporary investigative tactics and an ancient Legend \n• Learn the history of the Knights Hospitaller, one of the main orders of the crusades, which still exists!", 
    "total_rating": 65.0, 
    "total_rating_count": 3, 
    "updated_at": 1500367049331, 
    "url": "https://www.igdb.com/games/chronicles-of-mystery-curse-of-the-ancient-temple"
}