{
    "category": 0, 
    "cover": {
        "cloudinary_id": "njizsjkoeik9urfj2fv6", 
        "height": 461, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/njizsjkoeik9urfj2fv6.jpg", 
        "width": 500
    }, 
    "created_at": 1499886362790, 
    "esrb": {
        "rating": 3
    }, 
    "first_release_date": 1210809600000, 
    "games": [
        23175, 
        47823, 
        25300, 
        26192, 
        76098, 
        9760, 
        28154, 
        27266, 
        6036, 
        17001
    ], 
    "genres": [
        31
    ], 
    "id": 47969, 
    "keywords": [
        1033, 
        4142, 
        4228, 
        4379, 
        4678, 
        9036
    ], 
    "name": "Cory in the House", 
    "platforms": [
        20
    ], 
    "popularity": 1.333333333333333, 
    "release_dates": [
        {
            "category": 0, 
            "date": 1210809600000, 
            "human": "2008-May-15", 
            "m": 5, 
            "platform": 20, 
            "region": 8, 
            "y": 2008
        }
    ], 
    "slug": "cory-in-the-house", 
    "summary": "Cory in the House is an adventure stealth video game directed by Lyndon H. Moore III and written by Gerrin Tramis, based on the television series \"Cory in the House\".[2] Cory in the House was developed by Handheld Games Corporation and published by Disney Interactive Studios in 2008 for the Nintendo DS. \n \nGameplay: \n \nCory in the House is an adventure game that requires the player to play as Cory Baxter, a teenager who lives with his father Victor Baxter after Victor gets accepted as head chef at The White House. The basic premise for the game is Cory, after winning a toy contest, starts an endeavor to sell bobbleheads depicting the President of the United States to the citizens of Washington, D.C.. The bobbleheads however are taken into possession by The Evil Toymaker, who tries to utilize the bobbleheads as a means of hypnotic technology on the population of Washington, D.C.[3] Cory is then tasked with retrieving the bobbleheads to stop the hypnosis plan. \n \nThe gameplay can be described as an adventure stealth game, where the player controls Cory and his friends as they move through locations including halls in The White House, a school, a mall, and streets of Washington, D.C. Tasks involve sneaking past Secret Service agents, examining rooms for specific items, throwing pastries at hypnotized teachers, and talking to non-playable characters. Additional features include mini-games, which involve tapping the Nintendo DS stylus against the touchscreen along with music or simulating connecting electrical circuits.[4] \n \nReception: \n \nAt release Cory in the House was critically panned, earning an overall score of 35% out of 100 on aggregate review website GameRankings.IGN's Jack DeVries criticized the gameplay controls, calling them \"clunky\" and \"hard to control\", and also found fault with the game's included laugh track that goes along with the dialogue sequence jokes. Review website Game Boyz also excoriated the game's gameplay, graphics, and sound, concluding that not even hardcore fans of the television series would appreciate it. However, on Metacritic, the game has an average user score of 9.5, making it the highest user-rated DS game on the site.", 
    "tags": [
        23, 
        268435487, 
        536871945, 
        536875054, 
        536875140, 
        536875291, 
        536875590, 
        536879948
    ], 
    "themes": [
        23
    ], 
    "updated_at": 1515754055529, 
    "url": "https://www.igdb.com/games/cory-in-the-house"
}