{
    "aggregated_rating": 60.0, 
    "aggregated_rating_count": 2, 
    "category": 0, 
    "cover": {
        "cloudinary_id": "fky1fscmod0ckzhoq1y6", 
        "height": 899, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/fky1fscmod0ckzhoq1y6.jpg", 
        "width": 1000
    }, 
    "created_at": 1469300846265, 
    "first_release_date": 1241136000000, 
    "genres": [
        14
    ], 
    "id": 21289, 
    "name": "Don King Boxing", 
    "platforms": [
        20
    ], 
    "popularity": 1.0, 
    "release_dates": [
        {
            "category": 0, 
            "date": 1241136000000, 
            "human": "2009-May-01", 
            "m": 5, 
            "platform": 20, 
            "region": 8, 
            "y": 2009
        }
    ], 
    "screenshots": [
        {
            "cloudinary_id": "leuiknfifeuxd9jppuoy", 
            "height": 338, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/leuiknfifeuxd9jppuoy.jpg", 
            "width": 480
        }
    ], 
    "slug": "don-king-boxing", 
    "summary": "Created exclusively for the Nintendo DS, gamers will use the stylus to jab, hook, uppercut, and even perform combos on the DS touch screen to help your boxer find his opponent’s sweet spot and deliver that KO punch.  \nThese unique control and feedback mechanisms in Don King Boxing not only make the player feel like they are truly boxing, ducking and dodging blows, but train the player to become an actual boxer. \nComplete Handheld Experience: With 1st person visceral boxing action, a deep story mode, licensed boxers and venues, numerous create-a-boxer options, and four engaging training games, gamers will be treated to a truly unprecedented boxing experience. \n \nTrain Like a Pro: Develop your skills through exercises and techniques employed by some of boxing’s best in unique mini-games. \nFight Classic Bouts: Face true legends of boxing in 10 fantasy match-ups. Do you have what it takes to send the likes of Rocky Marciano, Joe Louis, or Larry Holmes to the mat? \nWireless Head-to-Head Action: Go toe-to-toe with friends and foes using wireless connectivity.", 
    "total_rating": 60.0, 
    "total_rating_count": 2, 
    "updated_at": 1500367085845, 
    "url": "https://www.igdb.com/games/don-king-boxing"
}