{
    "alternative_names": [
        {
            "comment": "Japanese title", 
            "name": "Love ♥ Hamster "
        }, 
        {
            "comment": "Japanese title", 
            "name": "Love Love Hamster"
        }
    ], 
    "category": 0, 
    "collection": 756, 
    "cover": {
        "cloudinary_id": "hn02ffcytojzffjhxsym", 
        "height": 230, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/hn02ffcytojzffjhxsym.jpg", 
        "width": 256
    }, 
    "created_at": 1426875192843, 
    "developers": [
        1960
    ], 
    "esrb": {
        "rating": 3
    }, 
    "first_release_date": 1164672000000, 
    "game_modes": [
        1
    ], 
    "games": [
        28465, 
        44242, 
        34919, 
        70906, 
        33603, 
        36962, 
        55888, 
        28113, 
        65827, 
        43130
    ], 
    "genres": [
        13
    ], 
    "id": 9248, 
    "keywords": [
        274, 
        816, 
        989, 
        4328, 
        5996
    ], 
    "name": "Hamsterz Life", 
    "platforms": [
        20
    ], 
    "player_perspectives": [
        1
    ], 
    "popularity": 1.333333333333333, 
    "release_dates": [
        {
            "category": 0, 
            "date": 1164672000000, 
            "human": "2006-Nov-28", 
            "m": 11, 
            "platform": 20, 
            "region": 2, 
            "y": 2006
        }
    ], 
    "slug": "hamsterz-life", 
    "summary": "Hamsterz Life is a hamster simulation video game released by Ubisoft for the Nintendo DS. Hamsterz Life is also known as Love ♥ Hamster or Love Love Hamster in Japan. \n \n \nGameplay[edit] \nHamsterz Life is from the Petz series from Ubisoft for the handheld systems. Being released after Petz 5, it is part of the second Petz series. Hamsterz Life lets you raise several breeds of hamsters and build fully customizable homes for them to live in. Just as in the other Petz games, players can interact with their hamsters by training, playing with, and feeding them. \n \nAt the start of the game, players can select their first hamster and name it. The hamster will then appear in a cage and be ready to play. Various actions can be chosen including training, feeding, care and other options. Training consists of teaching the hamster words (which they repeat back in their own hamster speak) by speaking the set phrases into the DS microphone. The hamster can repeat these phrases back, but inaudibly. Players can clean the cage and brush their hamsters. Hamsterz Life also includes many mini-games to play. Players can only have one hamster at home at once, any other hamsters that are owned are left with a girl with hamster ears until you wish to switch. Your hamsters can visit with the hamsters of friends who also own Hamsterz Life. When playing mini-games, if you win you receive prizes such as food or toys. You can also let your hamster out of its cage to play in the surrounding room. There are present boxes in the room, which contain prizes you receive when your hamster finds them.", 
    "tags": [
        268435469, 
        536871186, 
        536871728, 
        536871901, 
        536875240, 
        536876908, 
        1073741825
    ], 
    "updated_at": 1515719802998, 
    "url": "https://www.igdb.com/games/hamsterz-life"
}