{
    "category": 0, 
    "collection": 3092, 
    "cover": {
        "cloudinary_id": "zvapsbzujspyzwzs6sw1", 
        "height": 451, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/zvapsbzujspyzwzs6sw1.jpg", 
        "width": 408
    }, 
    "created_at": 1499874155145, 
    "first_release_date": 1209340800000, 
    "games": [
        29173, 
        55590, 
        27259, 
        54524, 
        55689, 
        54789, 
        3383, 
        11679, 
        44076, 
        19847
    ], 
    "genres": [
        13
    ], 
    "id": 47699, 
    "keywords": [
        121, 
        274, 
        358, 
        511, 
        770, 
        846, 
        994, 
        1026, 
        1103, 
        1148, 
        1710, 
        1937, 
        3483, 
        4145, 
        4167, 
        4341, 
        4388, 
        4483, 
        4629, 
        4725, 
        5634, 
        5976, 
        6482, 
        7576, 
        7627, 
        10716, 
        13083
    ], 
    "name": "Harvest Moon DS Cute", 
    "platforms": [
        20
    ], 
    "popularity": 1.0, 
    "release_dates": [
        {
            "category": 0, 
            "date": 1209340800000, 
            "human": "2008-Apr-28", 
            "m": 4, 
            "platform": 20, 
            "region": 8, 
            "y": 2008
        }
    ], 
    "slug": "harvest-moon-ds-cute", 
    "summary": "Harvest Moon DS Cute (牧場物語コロボックルステーションforガール bokujō monogatari korobokkuru sutēshon for gāru?) is the female version of Harvest Moon DS for the Nintendo DS. It was published and developed by Marvelous Interactive Inc., and first released in Japan on December 8, 2005. Harvest Moon DS Cute replaces the male protagonist from Harvest Moon DS with a female character; players may choose either Pony from Harvest Moon: Another Wonderful Life or Claire from Harvest Moon: More Friends of Mineral Town. The Japanese version introduced a system not present in the North American version known as the \"Best Friend\" system. This allowed the player to essentially marry any of the bachelorettes from Harvest Moon DS, as well as the bachelors. \n \n \nThe plot of Harvest Moon DS Cute is different than that of Harvest Moon DS. In this version of the game, the player's mother sends a wish to the Harvest Goddess that you may be a successful farmer. The Harvest Goddess eventually determines the player has no work ethic, and tells the Harvest King what she thinks. The Harvest King angrily tells the Harvest Goddess she isn't trying hard enough, and she is slacking off in her old age. The Harvest Goddess then calls the Harvest King a \"big baldy\", and is turned into stone. The Harvest Sprites defend the Harvest Goddess, which angers the Harvest King even more, and he sends the Harvest Sprites and the Harvest Goddess to another world as punishment. He then", 
    "tags": [
        33, 
        268435469, 
        536871033, 
        536871186, 
        536871270, 
        536871423, 
        536871682, 
        536871758, 
        536871906, 
        536871938, 
        536872015, 
        536872060, 
        536872622, 
        536872849, 
        536874395, 
        536875057, 
        536875079, 
        536875253, 
        536875300, 
        536875395, 
        536875541, 
        536875637, 
        536876546, 
        536876888, 
        536877394, 
        536878488, 
        536878539, 
        536881628, 
        536883995
    ], 
    "themes": [
        33
    ], 
    "updated_at": 1520315400965, 
    "url": "https://www.igdb.com/games/harvest-moon-ds-cute", 
    "version_parent": 3385, 
    "version_title": "Cute"
}