{
    "alternative_names": [
        {
            "comment": "Japanese title", 
            "name": "メタルマックス3"
        }, 
        {
            "comment": "Acronym", 
            "name": "Metaru Makkusu Surī"
        }
    ], 
    "category": 0, 
    "collection": 4228, 
    "cover": {
        "cloudinary_id": "qobu3kr0vyrtkxb50xkz", 
        "height": 465, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/qobu3kr0vyrtkxb50xkz.jpg", 
        "width": 500
    }, 
    "created_at": 1505346013563, 
    "developers": [
        11757
    ], 
    "first_release_date": 1280361600000, 
    "franchise": 1144, 
    "franchises": [
        1144
    ], 
    "game_modes": [
        1
    ], 
    "genres": [
        12
    ], 
    "id": 66922, 
    "name": "Metal Max 3", 
    "platforms": [
        20
    ], 
    "popularity": 1.666666666666667, 
    "publishers": [
        13874, 
        2165, 
        836
    ], 
    "release_dates": [
        {
            "category": 0, 
            "date": 1280361600000, 
            "human": "2010-Jul-29", 
            "m": 7, 
            "platform": 20, 
            "region": 5, 
            "y": 2010
        }
    ], 
    "slug": "metal-max-3", 
    "storyline": "The protagonist was picked up and revived by mad scientist Dr. Minch. However he suffered from severe memory lost and cannot remember anything about himself. Therefore, the protagonist decided to travel around the world as a bounty hunter, in order to retrieve his memories and find out his true identity.", 
    "summary": "Metal Max 3 (メタルマックス3 Metaru Makkusu Surī) is the seventh entry in the Metal Max series (besides Metal Saga series). It is a vehicle combat RPG produced by Cattle Call and co-published by Kadokawa Games, Enterbrain, and Crea-Tech for the Nintendo DS exclusively in Japan in 2010. \n \nIn 1993, Metal Max 2 was published by Data East, who retained the trademark rights to series until its closure in 2003 and the liquidation of its intellectual properties in 2004. In April 2009, Enterbrain (Kadokawa's subsidiary) obtained the rights and published Metal Max 3 the next year. It is the first numbered entry in the series in 17 years. A remade version in DS of Metal Max 2 was published in 2011, and used Metal Max 3's engine. \n \nSimilar with its predecessors, the game is open-ended and non-linear.", 
    "updated_at": 1510654612541, 
    "url": "https://www.igdb.com/games/metal-max-3"
}