{
    "aggregated_rating": 60.0, 
    "aggregated_rating_count": 1, 
    "category": 0, 
    "collection": 84, 
    "cover": {
        "cloudinary_id": "umtxvynvbaz6ipltmyfi", 
        "height": 576, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/umtxvynvbaz6ipltmyfi.jpg", 
        "width": 640
    }, 
    "created_at": 1297932922000, 
    "developers": [
        163
    ], 
    "esrb": {
        "rating": 4, 
        "synopsis": "This is a puzzle/action game in which players guide four tiny gremlin-like creatures called minions through maze-like dungeons. Presented from an overhead perspective, the game allows players to use the different minion abilities to solve environmental puzzles and engage in battles with fantastical creatures (e.g., gnomes, trolls, and giant spider). Minions can use hand swipes, sticks, and throw fireballs to defeat creatures that usually cry out when hit. A certain minion can strategically emit a long trail of green, puffy gas in order to progress through the game. The green gas is accompanied by flatulence sound effects."
    }, 
    "first_release_date": 1245715200000, 
    "game_modes": [
        1
    ], 
    "games": [
        47823, 
        12632, 
        16468, 
        26223, 
        27209, 
        26769, 
        29147, 
        25222, 
        37094, 
        25646
    ], 
    "genres": [
        9, 
        25
    ], 
    "id": 48, 
    "keywords": [
        11, 
        296, 
        2875, 
        4404, 
        5905, 
        9755, 
        12953
    ], 
    "name": "Overlord: Minions", 
    "platforms": [
        20
    ], 
    "player_perspectives": [
        3
    ], 
    "popularity": 1.333333333333333, 
    "publishers": [
        115
    ], 
    "release_dates": [
        {
            "category": 0, 
            "date": 1245715200000, 
            "human": "2009-Jun-23", 
            "m": 6, 
            "platform": 20, 
            "y": 2009
        }
    ], 
    "screenshots": [
        {
            "cloudinary_id": "imqioz7qhb49zjl2ambu", 
            "height": 384, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/imqioz7qhb49zjl2ambu.jpg", 
            "width": 256
        }
    ], 
    "slug": "overlord-minions", 
    "summary": "Meet Giblet, Blaze, Stench, and Zap - an elite Minion crew who, assisted by minion master Gnarl, get star billing in Overlord Minions, an irresistible and accessible puzzle action game, designed exclusively for Nintendo DS. In Overlord Minions, the Overlord commands the Minion team remotely. The Nintendo DS stylus becomes an extension of his evil will and every precise Touch Screen command is the player-as-Overlord directing, commanding and combining minions in battle, pointing and sweeping them to attack enemies and solving puzzles to execute his dastardly plans. Controlling the Special Farces team of four, players negotiate fiendish levels and take on a huge range of warped enemies to hunt down the Kindred, a cult dedicated to resurrecting the mighty Dragon Kin, a race of humanoid dragon hybrids, determined to replace the Overlord's despotism with their own. Extending the Overlord series' trademark humour, gameplay focuses on the mischievous physical comedy of the minion's antics and is delivered in a stylised cartoon visual style.", 
    "tags": [
        1, 
        17, 
        268435465, 
        268435481, 
        536870923, 
        536871208, 
        536873787, 
        536875316, 
        536876817, 
        536880667, 
        536883865, 
        1073741827
    ], 
    "themes": [
        1, 
        17
    ], 
    "total_rating": 60.0, 
    "total_rating_count": 1, 
    "updated_at": 1515730846083, 
    "url": "https://www.igdb.com/games/overlord-minions"
}