{
    "category": 0, 
    "cover": {
        "cloudinary_id": "hd21ulalpzjnvptr7fdp", 
        "height": 574, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/hd21ulalpzjnvptr7fdp.jpg", 
        "width": 640
    }, 
    "created_at": 1499883832988, 
    "esrb": {
        "rating": 4
    }, 
    "first_release_date": 1268092800000, 
    "games": [
        12632, 
        26766, 
        18398, 
        36926, 
        19698, 
        36534, 
        64061, 
        68393, 
        49414, 
        47823
    ], 
    "genres": [
        12
    ], 
    "id": 47899, 
    "keywords": [
        296, 
        1026, 
        4142
    ], 
    "name": "Percy Jackson and the Olympians: The Lightning Thief", 
    "platforms": [
        20
    ], 
    "popularity": 1.333333333333333, 
    "release_dates": [
        {
            "category": 0, 
            "date": 1268092800000, 
            "human": "2010-Mar-09", 
            "m": 3, 
            "platform": 20, 
            "region": 8, 
            "y": 2010
        }
    ], 
    "slug": "percy-jackson-and-the-olympians-the-lightning-thief", 
    "summary": "GAME DETAILS \nSome Heroes Are Made and Some Are Born. \n \nEnter a world where you play as Percy Jackson and fight with his inherited powers to stop the forces of darkness from destroying the universe. Explore the world to reveal the hidden secrets of Camp Half-Blood, the Underworld, and even Olympus itself! \n \nAssemble your perfect team, then match wits and strength against fantastical opponents from the pantheon of Greek mythology, including Medusa, Hydra, and Minotaur! \n \nFeatures: \n \n• MYTHOLOGICAL BATTLES: Pit your team against fierce enemies and beasts from the Percy Jackson franchise. \n• UPGRADES AND CUSTOMIZATION: An addictive leveling system lets you unlock new abilities and upgrades for all characters under your command. \n• TEAMWORK WITH BUFFING AND HEALING: Work together as a team by helping each other with buffs and healing to earn devastating group attacks. \n• EXPLORATION: From Camp Half-Blood to Olympus and beyond, travel through lands filled with evil creatures determined to prevent you from achieving your destiny. \n• WINNING BATTLES AND COMPLETING QUESTS: Defeat enemies to achieve valuable items and experience points which increase the level and power of your characters.", 
    "tags": [
        268435468, 
        536871208, 
        536871938, 
        536875054
    ], 
    "updated_at": 1515797014106, 
    "url": "https://www.igdb.com/games/percy-jackson-and-the-olympians-the-lightning-thief"
}