{
    "category": 0, 
    "collection": 756, 
    "cover": {
        "cloudinary_id": "acvzjdcdft6dyymgghik", 
        "height": 1333, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/acvzjdcdft6dyymgghik.jpg", 
        "width": 1486
    }, 
    "created_at": 1499886267463, 
    "esrb": {
        "rating": 3
    }, 
    "first_release_date": 1377216000000, 
    "games": [
        44242, 
        18623, 
        22470, 
        29173, 
        26145, 
        22425, 
        55689, 
        55590, 
        23867, 
        22406
    ], 
    "genres": [
        13
    ], 
    "id": 47962, 
    "keywords": [
        296, 
        1148, 
        4483, 
        5996
    ], 
    "name": "Petz Fantasy: Sunshine Magic", 
    "platforms": [
        20
    ], 
    "popularity": 1.333333333333333, 
    "release_dates": [
        {
            "category": 0, 
            "date": 1377216000000, 
            "human": "2013-Aug-23", 
            "m": 8, 
            "platform": 20, 
            "region": 8, 
            "y": 2013
        }
    ], 
    "slug": "petz-fantasy-sunshine-magic", 
    "summary": "Discover and hatch 40 different magical Petz – Discover and take care of 20 unique creatures with different habits and personalities in both the Sunshine Magic and Moonlight Magic games. Collect all 40! \n \nCare for your magical Petz to help them grow – Feed them, clean them, play fun games and learn their preferences to help them grow. Discover your Petz’ favorite food; one will like cotton candy, another – Tabasco sauce. \n \nDress them up in fun costumes and accessories – Unlock tons of accessories and up to 20 different costumes. Does your pet love food? Maybe a chef costume is more suitable for their personality. How about a Princess, Pirate or Rockstar? \n \nTeach them magical powers in fun mini-games – Fantasy Petz come from a world with 4 types of powers: Flight, Ice, Fire or Speed. Play fun mini-games to guide them to shoot fire balls or ice bombs, and race through magic tunnels or fly through a magical sky \n \nKeep them secret from your parents – Teach your fantasy Petz to morph into household objects, like toaster ovens or lamps, to keep them secret from your parents.", 
    "tags": [
        268435469, 
        536871208, 
        536872060, 
        536875395, 
        536876908
    ], 
    "updated_at": 1515822462931, 
    "url": "https://www.igdb.com/games/petz-fantasy-sunshine-magic"
}