{
    "category": 0, 
    "collection": 756, 
    "cover": {
        "cloudinary_id": "bymxzv42flzzdde2anyy", 
        "height": 573, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/bymxzv42flzzdde2anyy.jpg", 
        "width": 640
    }, 
    "created_at": 1499883843695, 
    "esrb": {
        "rating": 3
    }, 
    "first_release_date": 1197504000000, 
    "games": [
        44242, 
        18623, 
        22470, 
        29173, 
        26145, 
        22425, 
        55689, 
        55590, 
        23867, 
        22406
    ], 
    "genres": [
        13
    ], 
    "id": 47902, 
    "keywords": [
        818, 
        839, 
        1148, 
        4228, 
        5996
    ], 
    "name": "Petz Wild Animals: Dolphinz", 
    "platforms": [
        20
    ], 
    "popularity": 1.333333333333333, 
    "release_dates": [
        {
            "category": 0, 
            "date": 1197504000000, 
            "human": "2007-Dec-13", 
            "m": 12, 
            "platform": 20, 
            "region": 8, 
            "y": 2007
        }
    ], 
    "slug": "petz-wild-animals-dolphinz", 
    "summary": "Experience life in an Aquatic Park on a paradise island \n \nLive the dream of training and caring for dolphins on an island paradise! In Petz Wild Animals Dolphinz for Nintendo DS™, you'll care for dolphins, killer whales, penguins, and more in an exciting aquatic park and marine sanctuary. \n \nRescue endangered animals and save their aquatic home. Keep your animals healthy, happy, and well trained, and more friends of nature will visit your park. The more visitors, the more resources you have to pamper your animals and transform your park into an all-star attraction. \n \nLearn to take care of the different animals (dolphins, killer whales, penguins, pink flamingos…) and also help to develop the sanctuary and make it larger so that it can welcome even more endangered animals. \nThe animals need a lot of attention: they need to be fed, taken care of, entertained and trained, in order to get them to amaze audiences with their special tricks. \n \nThanks to wireless connections, you will be able to invite your friends to your park to check out your animals.", 
    "tags": [
        268435469, 
        536871730, 
        536871751, 
        536872060, 
        536875140, 
        536876908
    ], 
    "updated_at": 1515788580779, 
    "url": "https://www.igdb.com/games/petz-wild-animals-dolphinz"
}