{
    "aggregated_rating": 70.0, 
    "aggregated_rating_count": 2, 
    "alternative_names": [
        {
            "comment": "Japanese title", 
            "name": "爽解！右脳の達人 まちがいミュージアム Unou no Tatsujin: Soukai! Machigai Museum"
        }
    ], 
    "category": 0, 
    "cover": {
        "cloudinary_id": "k0xhcil6guo7l7mfsznx", 
        "height": 413, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/k0xhcil6guo7l7mfsznx.jpg", 
        "width": 460
    }, 
    "created_at": 1468850034835, 
    "first_release_date": 1176422400000, 
    "games": [
        25646, 
        36608, 
        34919, 
        1704, 
        19222, 
        16468, 
        23175, 
        40524, 
        27266, 
        2969
    ], 
    "genres": [
        9
    ], 
    "id": 20677, 
    "keywords": [
        274
    ], 
    "name": "QuickSpot", 
    "platforms": [
        20
    ], 
    "popularity": 1.333333333333333, 
    "release_dates": [
        {
            "category": 0, 
            "date": 1176422400000, 
            "human": "2007-Apr-13", 
            "m": 4, 
            "platform": 20, 
            "region": 8, 
            "y": 2007
        }
    ], 
    "screenshots": [
        {
            "cloudinary_id": "qmichxu6zwaamy3xkw6g", 
            "height": 384, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/qmichxu6zwaamy3xkw6g.jpg", 
            "width": 256
        }
    ], 
    "slug": "quickspot", 
    "summary": "QuickSpot (爽解！右脳の達人 まちがいミュージアム Unou no Tatsujin: Soukai! Machigai Museum?) is a video game for the Nintendo DS developed by Namco Bandai. It is designed similar to games such as Brain Age which uses simple brain teaser to exercise reflexes and brain function. It is a part of Nintendo's Touch! Generations brand. \n \nThe game: \nThe game projects two images, the correct one on the top screen, and an error filled one on the bottom screen. Comparing the two images, the player has to locate and find the inaccuracies or changes from the top screen to the touch screen. \n \nConcept: \nThis game is based on the traditional game spot the difference. GamePro.com described the game \"like a mix between Where's Waldo and the Hidden Pictures section in Highlights magazine\". \n \nControls: \nThe players use none of the face buttons or D-Pad on the DS. The entire game is played using the touch screen and stylus. The player draws a circle using the stylus when the player spots the difference between the top image on the bottom screen. In some instances, the built in microphone is used. \n \nModes and gameplay: \nRapid Play: In this game there is one difference in the two images, which the player is tested to find and circle as fast as you can. This keeps on repeating at a quick pace until the timer runs out. \nFocused Mode: Only working with one set of pictures, the player finds a number of things different in each picture. Once the player find them all or when time runs out, the player complete the stage. \nToday Fortune: A daily routine practiced in the game. The player selects a category, health, work, romance, or money, only one each per day. Then they play a trimmed down version of the Rapid Play mode. . At the end, the game calculates the player's fortune depending on the specific choices he or she made for each picture. \n \nMultiplayer: \nQuickSpot uses DS Download Play with support for up to eight players. Two exclusive modes appear in this mode that are not playable in the single player game. \n \nTime Bomb: \nA hot potato type mode for up to eight players. The players simply pass the DS around to the next player once the previous player solves the current puzzle. The player left holding the DS when the bomb explodes loses. \nScramble Mode A Multi-DS Cart mode that has up to three players competing at the same puzzles. The player who circles the fastest is the winner, however those on the losing end can eventually build up a meter that gives them access to unique power-ups. This varies from turning an opponent's screen into a negative view or obscure an opponent's screen by sending a swarm of frogs across the screen.", 
    "tags": [
        1, 
        268435465, 
        536871186
    ], 
    "themes": [
        1
    ], 
    "total_rating": 70.0, 
    "total_rating_count": 2, 
    "updated_at": 1515648304147, 
    "url": "https://www.igdb.com/games/quickspot"
}