{
    "aggregated_rating": 60.0, 
    "aggregated_rating_count": 1, 
    "category": 0, 
    "created_at": 1472042082460, 
    "first_release_date": 1188432000000, 
    "games": [
        46820, 
        39665, 
        101684, 
        101567, 
        101100, 
        100907, 
        100887, 
        100879, 
        100863, 
        100832
    ], 
    "genres": [
        14
    ], 
    "id": 23104, 
    "name": "Rafa Nadal Tennis", 
    "platforms": [
        20
    ], 
    "popularity": 1.0, 
    "release_dates": [
        {
            "category": 0, 
            "date": 1188432000000, 
            "human": "2007-Aug-30", 
            "m": 8, 
            "platform": 20, 
            "region": 8, 
            "y": 2007
        }
    ], 
    "slug": "rafa-nadal-tennis", 
    "summary": "Rafa Nadal Tennis will give players the chance to develop an illustrious tennis career. The game’s single player Career Mode enables gamers to rise through the ranks of professional tennis, competing in 20 tournaments at 17 international locations. Within each player's profile are five key performance abilities: Serve, Forehand, Backhand, Smash and Speed. Credits won from match prizes can be invested into any of the abilities to raise the player’s overall performance level. A match win may also bring in prize money, which can be used to purchase new equipment or even hire a partner for a game of doubles. Beyond the single player Career Mode, doubles matches can be played in the game’s multiplayer modes, which enable up to four players to compete wirelessly. The Single-Card wireless multiplayer mode lets up to four players join a match from a single copy of the game. If all players have a copy of the game, a more extensive Multi-Card multiplayer mode offers additional choice over court types and players.", 
    "tags": [
        268435470
    ], 
    "total_rating": 60.0, 
    "total_rating_count": 1, 
    "updated_at": 1500367106640, 
    "url": "https://www.igdb.com/games/rafa-nadal-tennis"
}