{
    "aggregated_rating": 50.0, 
    "aggregated_rating_count": 2, 
    "category": 0, 
    "created_at": 1469282662521, 
    "first_release_date": 1268697600000, 
    "games": [
        49414, 
        25636, 
        21842, 
        28080, 
        36608, 
        18862, 
        75102, 
        23913, 
        47472, 
        44922
    ], 
    "genres": [
        12
    ], 
    "id": 21097, 
    "name": "Ragnarok DS", 
    "platforms": [
        20
    ], 
    "popularity": 1.333333333333333, 
    "release_dates": [
        {
            "category": 0, 
            "date": 1268697600000, 
            "human": "2010-Mar-16", 
            "m": 3, 
            "platform": 20, 
            "region": 8, 
            "y": 2010
        }
    ], 
    "screenshots": [
        {
            "cloudinary_id": "p9mlf1otghs1uk2v04mq", 
            "height": 384, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/p9mlf1otghs1uk2v04mq.jpg", 
            "width": 256
        }
    ], 
    "slug": "ragnarok-ds", 
    "summary": "Throughout the world, the people of the major powers throughout the land live in peace and prosperity, unaware that a great evil lurks on the horizon. There is a clandestine group, under the guise of scholarly research, plotting to resurrect a goddess whose time has long since passed. To achieve this goal, they need two things; a vessel of flesh and blood to house the spirit of the goddess, and the lives of every living being offered up as a sacrifice. It is against the backdrop of this coming chaos that Ares, an orphan from a small, forgotten village, sets out to seek his fortune as an adventurer. At the start of his journey, he encounters a beautiful young girl with mysterious powers named Shiera, who has not only lost her memories about herself, but also of the world around her. Together, they embark on an adventure that will ultimately decide the fate of the entire world. Ragnarok Online, the international massively multiplayer online (MMO) phenomenon, now comes to the Nintendo DS. With over three million registered users in North America, Ragnarok DS brings the same addictive game play of exploration and customization to a handheld platform, giving the huge number of online PC players the next best thing when they are unable to log into their regular Ragnarok Online account from a computer.", 
    "tags": [
        268435468
    ], 
    "total_rating": 50.0, 
    "total_rating_count": 2, 
    "updated_at": 1500321765164, 
    "url": "https://www.igdb.com/games/ragnarok-ds"
}