{
    "category": 0, 
    "created_at": 1499885340503, 
    "first_release_date": 1192924800000, 
    "genres": [
        9
    ], 
    "id": 47952, 
    "name": "Spelling Challenges", 
    "platforms": [
        20
    ], 
    "popularity": 1.333333333333333, 
    "release_dates": [
        {
            "category": 0, 
            "date": 1192924800000, 
            "human": "2007-Oct-21", 
            "m": 10, 
            "platform": 20, 
            "region": 8, 
            "y": 2007
        }
    ], 
    "slug": "spelling-challenges", 
    "summary": "GAME DETAILS \nWords, words, words! \n \nThey're the fundamentals of language. They comprise how we communicate and how effectively we can express opinions and succeed at fulfilling our dreams. One of the earliest brain teasers was the Spelling Bee. Recently, we've been experiencing an upsurge in popularity and fascination with word games. \n \nOn Broadway, people are flocking to the musical 25th Putnam County Spelling Bee. In the movies, the recent Akeelah and the Bee, and Spellbound became surprise hits with millions of fans. The primal challenge to see how many words you can spell correctly to win the game. It's the game that took over as brains rose in significance over brawn. Unlike Akeelah, who had to carry thousands of cards to practice for her Spelling Bee challenges, all you need is the Nintendo DS and Crave's Spelling Challenges and More. It's for Spellin Bee aspirants and for future literati (did I spell that correctly?). \n \nSpelling Challenges and More! is themed around a spelling game show \" where you compete for points and prizes but also is much more! Of course, there's only one winner. Will it be you? Designed for ages 6 and over ESRB is E for Everyone - Fun and educational word challenges for Everyone How many spelling errors can you find in this dscription? \n \nBe challenged from over 25,000 words to spell \nChoose from 100 difficulty levels \nCompete in 11 different games", 
    "updated_at": 1500367042707, 
    "url": "https://www.igdb.com/games/spelling-challenges"
}