{
    "category": 0, 
    "cover": {
        "cloudinary_id": "f8om4e6q3tpvga69orqt", 
        "height": 213, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/f8om4e6q3tpvga69orqt.jpg", 
        "width": 237
    }, 
    "created_at": 1422910636281, 
    "esrb": {
        "rating": 3
    }, 
    "first_release_date": 1317427200000, 
    "game_modes": [
        1
    ], 
    "games": [
        1070, 
        41118, 
        38305, 
        1073, 
        1188, 
        89495, 
        51942, 
        51247, 
        51203, 
        50992
    ], 
    "genres": [
        8
    ], 
    "id": 8910, 
    "name": "Squinkies 2: Adventure Mall Surprize!", 
    "platforms": [
        20
    ], 
    "player_perspectives": [
        2
    ], 
    "popularity": 1.0, 
    "publishers": [
        3582
    ], 
    "release_dates": [
        {
            "category": 1, 
            "date": 1317427200000, 
            "human": "2011-Oct", 
            "m": 10, 
            "platform": 20, 
            "region": 2, 
            "y": 2011
        }
    ], 
    "slug": "squinkies-2-adventure-mall-surprize", 
    "summary": "It’s here – the much anticipated announcement of the second Squinkies game for the Nintendo DS!\n Following the success of Squinkies, Squinkies 2: Adventure Mall Surprize! puts players back into the squishy, squashy Squinkies universe with revolutionized gameplay and an exciting new adventure on their Nintendo DS.\n Players can explore the newly-opened Adventure Mall Surprize, meeting new Squinkies along the way. Using their squishy, squashy talents, players will bounce\n their way around the mall to invite as many friends as possible to the Squinkies party.\nGameplay features 4 distinct areas with sixteen stages in total: the Aquarium, Food Court, Wedding Castle and Amusement Park. Squinkies are on the loose within each area and players must track them down to invite them to the party! Meeting new friends will unlock playable characters in later areas and magical coins scattered randomly about the levels are used in the Gumball Playhouse to earn ten “rare” playable Squinkies characters. In addition to playable characters, there are more than 600 Squinkies to be found and collected throughout the game! With simple controls, exciting game play and adorable familiar faces, Squinkies 2: Adventure Mall Surprize! will be an instant favorite.", 
    "tags": [
        268435464, 
        1073741826
    ], 
    "updated_at": 1500326695980, 
    "url": "https://www.igdb.com/games/squinkies-2-adventure-mall-surprize", 
    "videos": [
        {
            "name": "Trailer", 
            "video_id": "5BADlOctUaU"
        }
    ]
}