{
    "alternative_names": [
        {
            "comment": "Acronym", 
            "name": "涼宮ハルヒの直列"
        }, 
        {
            "comment": "Acronym", 
            "name": "The Series of Haruhi Suzumiya"
        }
    ], 
    "category": 0, 
    "cover": {
        "cloudinary_id": "pksqo4k4vdizftajs8vw", 
        "height": 200, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/pksqo4k4vdizftajs8vw.jpg", 
        "width": 220
    }, 
    "created_at": 1506518290656, 
    "developers": [
        10141
    ], 
    "first_release_date": 1243468800000, 
    "franchise": 1147, 
    "franchises": [
        1147
    ], 
    "id": 69074, 
    "name": "Suzumiya Haruhi no Chokuretsu", 
    "platforms": [
        20
    ], 
    "popularity": 2.0, 
    "publishers": [
        10141
    ], 
    "release_dates": [
        {
            "category": 0, 
            "date": 1243468800000, 
            "human": "2009-May-28", 
            "m": 5, 
            "platform": 20, 
            "region": 5, 
            "y": 2009
        }
    ], 
    "slug": "suzumiya-haruhi-no-chokuretsu", 
    "storyline": "Rumors of unnatural phenomena appearing one after the other have been spreading round school! Of course, Haruhi delightedly decides to start figuring out the identity and cause to these sightings and naturally, Kyon and the rest of the SOS Brigade members, get dragged along for the ride... \n \nOne day, Kyon receives an unexpected call... \"The school's being haunted?\" Of course Haruhi didn't fail to hear about it. \"Be ready to stay late after school, otherwise, its the death penalty!!!\" \n \nMysterious phenomena appearing one after the other...In the \"Seven Wonders of the School\" Ghost Story, Kyon, and the SOS Brigade get caught up in a ridiculous tempest yet again, having to figure what's causing these strange things to happen, without Haruhi noticing! \n \nEpisode I: The Man-Eating Classroom \nHaruhi Suzumiya had heard a rumor of a \"man-eating classroom\" due to Kyon accidentally letting that slip. Even though it was summer vacation, she took the Brigade to North High, intending to spend the night there. They took Kyon's sister as well. \n \nThey found the The Computer Research Society President sleeping over there as well. \n \nDuring the search, they discovered local warping in space, signaling the presence of a data entity. Yuki Nagato modified a mop to fix the warps which Kyon was expected to wield, but there were several locations requiring clean-up. The whole time they had to keep their real activities secret from Haruhi. At one point, a strange \"ghost girl\" wearing the same hat Mikoto Misamuru wore in The Parallel of Haruhi Suzumiya appeared. Eventually Kyon was trapped in a classroom which tried to \"eat him\" via a strange mouth which appeared on the blackboard, but Nagato and Itsuki Koizumi were able to rescue him. \n \nEpisode 2: The Incomplete Sonata \nThe Brigade and other witnesses hear piano music coming from an empty room, at the same time each day. Nagato believed it could be a data organism, trying to get noticed. Asahina thought the music concealed hidden speech. Meanwhile, Haruhi tried to arrange a sleepover over Kyon's objections—Kyon thought the school had become dangerous.", 
    "updated_at": 1510699738730, 
    "url": "https://www.igdb.com/games/suzumiya-haruhi-no-chokuretsu"
}