{
    "category": 0, 
    "cover": {
        "cloudinary_id": "d4pukz92ogxq0dsx7ct3", 
        "height": 225, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/d4pukz92ogxq0dsx7ct3.jpg", 
        "width": 225
    }, 
    "created_at": 1391354922029, 
    "developers": [
        2152
    ], 
    "esrb": {
        "rating": 3
    }, 
    "first_release_date": 1268092800000, 
    "game_modes": [
        1
    ], 
    "games": [
        43130, 
        28277, 
        25311, 
        26145, 
        41895, 
        22425, 
        54999, 
        29730, 
        74378, 
        43097
    ], 
    "genres": [
        13, 
        31
    ], 
    "id": 4792, 
    "keywords": [
        534, 
        740, 
        4331, 
        4725
    ], 
    "name": "The Daring Game for Girls", 
    "platforms": [
        20, 
        5
    ], 
    "popularity": 1.0, 
    "publishers": [
        700
    ], 
    "release_dates": [
        {
            "category": 0, 
            "date": 1268092800000, 
            "human": "2010-Mar-09", 
            "m": 3, 
            "platform": 5, 
            "y": 2010
        }, 
        {
            "category": 0, 
            "date": 1268092800000, 
            "human": "2010-Mar-09", 
            "m": 3, 
            "platform": 20, 
            "y": 2010
        }
    ], 
    "slug": "the-daring-game-for-girls", 
    "summary": "In this fun and informative adventure for Wii and Nintendo DS based on the bestselling, how-to book, The Daring Book for Girls, you are a spirited girl who is determined to set out on a grand adventure to either raft down the Amazon, climb Mt. McKinley, or go on an African Safari. Explore a schoolyard, neighborhood, and campground and learn fascinating facts while playing sports and games, tending a garden, crafting items in your workshop, selling goods and lemonade at your corner stand, and making new friends. Successfully complete the activities and challenges to acquire Essential Gear and earn enough Daring Girl Badges to achieve your goal and become a true Daring Girl! \n \nA fun and informative adventure with 3 distinct environments and numerous mini-game challenges to earn gear, inventory and collectibles \n \nPick from one of several character models with a wide range of ethnicities and features \n \nPlay a variety of thrilling games and activities like freeze tag, double dutch, basketball, spy games, building a camp fire and cave exploring \n \nLearn educational facts about famous women in history and then excel in Pop Quizzes \n \nBecome a true Daring girl by earning all 6 types of Daring Girl Badges like Girl Lore, Life Skills and World Knowledge", 
    "tags": [
        34, 
        268435469, 
        268435487, 
        536871446, 
        536871652, 
        536875243, 
        536875637
    ], 
    "themes": [
        34
    ], 
    "updated_at": 1515767573560, 
    "url": "https://www.igdb.com/games/the-daring-game-for-girls"
}