{
    "category": 0, 
    "collection": 4300, 
    "cover": {
        "cloudinary_id": "qysdwqsuddptimiplaep", 
        "height": 123, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/qysdwqsuddptimiplaep.jpg", 
        "width": 300
    }, 
    "created_at": 1391997991853, 
    "developers": [
        1295, 
        2315
    ], 
    "esrb": {
        "rating": 5
    }, 
    "first_release_date": 1277424000000, 
    "game_modes": [
        1, 
        4
    ], 
    "games": [
        6685, 
        6051, 
        67730, 
        10039, 
        46092, 
        39499, 
        7251, 
        26748, 
        19376, 
        38408
    ], 
    "genres": [
        4, 
        14
    ], 
    "id": 5229, 
    "keywords": [
        234, 
        4134, 
        4226, 
        4673
    ], 
    "name": "TNA Impact!: Cross the Line", 
    "platforms": [
        38, 
        20
    ], 
    "player_perspectives": [
        2
    ], 
    "popularity": 1.333333333333333, 
    "publishers": [
        1327
    ], 
    "release_dates": [
        {
            "category": 0, 
            "date": 1277424000000, 
            "human": "2010-Jun-25", 
            "m": 6, 
            "platform": 20, 
            "y": 2010
        }, 
        {
            "category": 0, 
            "date": 1277424000000, 
            "human": "2010-Jun-25", 
            "m": 6, 
            "platform": 38, 
            "y": 2010
        }
    ], 
    "slug": "tna-impact-cross-the-line", 
    "summary": "TNA iMPACT!: Cross the Line is the first handheld video game released by the professional wrestling promotion, Total Nonstop Action Wrestling (TNA).The DS version was built from the ground up and features a much smaller roster but does include new playable characters such as Hulk Hogan, Creed, Foley, and Curry Man. It also features a new sort of career mode which includes Bound for Glory and Victory Road as your route to the top of TNA. In Bound for Glory, run a gauntlet of opponents as your favorite superstar. Make friends and enemies on your way to the top in a story unique to each wrestler. In Victory Road, choose to climb to the top of the heavyweight division, create the ultimate tag team or dominate Ultimate X. The DS Version game featured new match types such as Six Sides of Steel, Cage Match, Four Corners Match(Four Way Elimination Match), and many more new match types. Also included are match type such as Singles, Tag, Ultimate X, and many more fan favorites. The DS Version featured new arenas in: Orlando, Florida; Mexico; Armory; Tokyo, Japan; London, England; Freedom Center; and Las Vegas, Nevada.", 
    "tags": [
        268435460, 
        268435470, 
        536871146, 
        536875046, 
        536875138, 
        536875585, 
        1073741826
    ], 
    "updated_at": 1515790154393, 
    "url": "https://www.igdb.com/games/tna-impact-cross-the-line"
}