{
    "category": 0, 
    "cover": {
        "cloudinary_id": "nl6toeud4i0cllbynwzt", 
        "height": 575, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/nl6toeud4i0cllbynwzt.jpg", 
        "width": 520
    }, 
    "created_at": 1499883401058, 
    "first_release_date": 1323302400000, 
    "games": [
        28465, 
        34919, 
        44242, 
        33603, 
        36962, 
        55888, 
        65827, 
        43130, 
        27924, 
        28277
    ], 
    "genres": [
        13
    ], 
    "id": 47852, 
    "keywords": [
        1563, 
        4192, 
        5013, 
        5014, 
        5190, 
        8928, 
        11812
    ], 
    "name": "Wappy Dog", 
    "platforms": [
        20
    ], 
    "popularity": 1.333333333333333, 
    "release_dates": [
        {
            "category": 0, 
            "date": 1323302400000, 
            "human": "2011-Dec-08", 
            "m": 12, 
            "platform": 20, 
            "region": 8, 
            "y": 2011
        }
    ], 
    "slug": "wappy-dog", 
    "summary": "The next evolution of virtual pets comes to the Nintendo DS. Utilizing a toy puppy that interacts with the player through the Nintendo DS, Wappy Dog teaches young gamers to raise their very own puppy in both the real and virtual worlds and teach it cool tricks, play mini-games together and even converse! Each pet is a fully personalized experience, enabling players to customize both the in-game version and physical dog with different colors and accessories. \n \nThe player's interaction with their Wappy Dog determines the pet’s constantly evolving personality, skills, and happiness. Players communicate with Wappy using commands given through the Nintendo DS™ and he responds both virtually, by wagging its tail among other tricks, and physically, with vocal barks and movements, just like a real pet! One that also sings and dances that is. \n \nPlayers choose between \"Home Mode\", which enables them to engage with Wappy Dog through the Nintendo DS, or \"Travel Mode\", which gives on-the-go players a chance to continue caring for and playing with their pet virtually without the physical dog. When the player returns home, their dog’s progress instantly transfers to the toy as if they’ve never been apart.", 
    "tags": [
        268435469, 
        536872475, 
        536875104, 
        536875925, 
        536875926, 
        536876102, 
        536879840, 
        536882724
    ], 
    "updated_at": 1515851700525, 
    "url": "https://www.igdb.com/games/wappy-dog"
}