{
    "category": 0, 
    "cover": {
        "cloudinary_id": "jd3khaaowkf0jmucnojo", 
        "height": 1500, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/jd3khaaowkf0jmucnojo.jpg", 
        "width": 1087
    }, 
    "created_at": 1499452947789, 
    "first_release_date": 1323907200000, 
    "games": [
        23175, 
        37022, 
        55289, 
        42080, 
        59516, 
        44191, 
        12579, 
        25646, 
        25311, 
        1221
    ], 
    "genres": [
        31
    ], 
    "id": 45119, 
    "name": "Assassin's Creed Revelations - Collectors Edition", 
    "platforms": [
        12
    ], 
    "popularity": 1.333333333333333, 
    "release_dates": [
        {
            "category": 0, 
            "date": 1323907200000, 
            "human": "2011-Dec-15", 
            "m": 12, 
            "platform": 12, 
            "region": 8, 
            "y": 2011
        }
    ], 
    "screenshots": [
        {
            "cloudinary_id": "hp9wudbjhswijbta2yr5", 
            "height": 576, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/hp9wudbjhswijbta2yr5.jpg", 
            "width": 1024
        }
    ], 
    "slug": "assassins-creed-revelations-collectors-edition", 
    "summary": "Behold the Collector’s Edition, holding secrets retrieved from the depths of the Animus: \nThe Collector’s box: break the Assassin seal to unveil its contents \n \nAn Artbook featuring 50 pages of illustrations and concept art related to the game. \n \nOriginal game soundtrack \n \nAssassin's Creed Embers Movie: an animated short film \n \nIn-game content: \n \nExplore the prison of legendary Vlad the Impaler, the scourge of Constantinople who inspired the myth of Dracula. Seek out the hanging cell of the infamous leader to retrieve his personal blade, a deadly close quarters dagger capable of dispatching any foe. \nPlay as two additional multiplayer characters: The Crusader & a new Harlequin revamped with a Constantinople flavour: the Ottoman Jester \nAssassin's Creed Revelations \nAssassin's Creed Revelations – Two Assassins, One Destiny \n \nWhen a man has won all of his battles and defeated all of his enemies; what is left for him to achieve? Ezio Auditore must leave his life behind in search of answers, in search of the truth. In Assassin's Creed® Revelations, master assassin Ezio Auditore walks in the footsteps of the legendary mentor Altaïr, on a journey of discovery and revelation. It is a perilous path — one that will take Ezio to Constantinople, the heart of the Ottoman Empire, where a growing army of Templars threatens to destabilize the region. \n \nIn addition to the culmination of Ezio's award-winning story, a refined and expanded online multiplayer experience returns with new and additional modes, maps, and characters, allowing you to test your slaying skills against others from around the world. \n \nKey Game Features \n \n \nBecome Deadlier Than Ever — Wield the lethal skills of a wiser, more efficient and deadlier Ezio. Swiftly eliminate your adversaries by deploying a new arsenal of weapons and abilities, such as enhanced free-running and hookblade combat. Experience new levels of gameplay customization with bomb crafting, and use heightened Eagle Sense to vanquish your enemies and the environment. \n \n \nCustomize Your Attack — Ezio has mastered the use of explosives and can now combine materials from the world to create a variety of bombs to serve a multitude of functions. Choose from different categories of bombs, including; lethal, tactical and diversion. \n \nNeed to distract a guard? Use a non-lethal Cherry Bomb to create a diversion. \n \nCrushed by a crowd? Use a Blood Bomb to clear the area for a quick getaway. \n \nTime to make the kill? Use a Splinter Bomb with a brittle casing that explodes on impact to create deadly consequences. \n \n \nHerald The Return Of A Legend — Experience the return of \nAltaïr, the hero of the original Assassin's Creed, as a playable \ncharacter. \n \n \nTest Your Skills Against The Best — A critically acclaimed multiplayer experience gets even better, with all-new team modes and infinite replay value. \n \n \nJourney To Constantinople — Explore the vibrant and exotic Constantinople, the crossroads of the 16th Century Ottoman Empire and the intersection of two legends of their times, Altaïr Ibn-La'Ahad and Ezio Auditore da Firenze. This vast city provides more diverse environments than ever before encountered, enabling faster travel via zipline, aerial assaults, travel by sea and more.", 
    "tags": [
        1, 
        268435487
    ], 
    "themes": [
        1
    ], 
    "updated_at": 1520460267006, 
    "url": "https://www.igdb.com/games/assassins-creed-revelations-collectors-edition", 
    "version_parent": 537
}