{
    "category": 3, 
    "cover": {
        "cloudinary_id": "dfihxzhnq1lijzq9bjvc", 
        "height": 1285, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/dfihxzhnq1lijzq9bjvc.jpg", 
        "width": 1500
    }, 
    "created_at": 1499452949395, 
    "first_release_date": 1356825600000, 
    "games": [
        23175, 
        37022, 
        55289, 
        42080, 
        59516, 
        44191, 
        12579, 
        25646, 
        25311, 
        1221
    ], 
    "genres": [
        31
    ], 
    "id": 45120, 
    "name": "Assassin's Creed Anthology", 
    "platforms": [
        12
    ], 
    "popularity": 1.333333333333333, 
    "release_dates": [
        {
            "category": 0, 
            "date": 1356825600000, 
            "human": "2012-Dec-30", 
            "m": 12, 
            "platform": 12, 
            "region": 8, 
            "y": 2012
        }
    ], 
    "slug": "assassins-creed-anthology", 
    "summary": "The Assassin’s Creed Anthology is a prestige collector’s edition which includes all expansion packs and downloadable content for the Assassin’s Creed games, including the Season Pass for Assassin’s Creed III, which provides full access to all forthcoming downloadable content, the first of which will be available mid-December. The Anthology Edition also includes five exclusive lithographs, an exclusive steel book and a collector’s box. \n \nAssassin’s Creed Anthology includes: \nAssassin’s Creed \nExperience the power of an Assassin in Jerusalem, 1191 AD during the brutal times of the third Crusades. \n \nAssassin's Creed II \nAssassin's Creed II introduces you to Ezio, a new assassin carrying on the deadly lineage of his forebears. Confront an epic tale of power and corruption as you hone your assassin's art, wielding weapons and instruments designed by the legendary Leonardo da Vinci himself in this gripping and deadly sequel. \n \nAlso includes: Sequence 12: Battle of Forlì DLC and Sequence 13: Bonfire of the Vanities DLC. \n \nAssassin's Creed® Brotherhood - The Da Vinci Edition \nEzio must journey into Italy’s greatest city, Rome, center of power, greed and corruption to strike at the heart of the enemy. Defeating the corrupt tyrants entrenched there will require not only strength, but leadership, as Ezio commands an entire brotherhood of assassins who will rally to his side. Only by working together can the assassins defeat their mortal enemies and prevent the extinction of their order. \n \nAlso includes: The Da Vinci Disappearance: 1 single player story Mission 2 Additional Solo Missions: Trajan Market and the Aqueducts New Multiplayer features: 1 Map + 6 Characters + 2 new modes \n \nAssassin's Creed Revelations - The Ottoman Edition \nEzio Auditore must leave his life behind in search of answers, in search of the truth. In Assassin's Creed® Revelations, master assassin Ezio Auditore walks in the footsteps of the legendary mentor Altaïr, on a journey of discovery and revelation. It is a perilous path — one that will take Ezio to Constantinople, the heart of the Ottoman Empire, where a growing army of Templars threatens to destabilize the region. \n \nAlso includes: The lost archive: 1 single player story Mission New Singleplayer Features: 3 Skins, Capacity upgrades + 1 Additional Mission: Vlad the Impaler’s Prison New Multiplayer Features: 6 Maps + 7 Characters + Customisation Items \n \nAssassin's Creed III \nAssassin’s Creed III invites players to experience the untold story of the American Revolution through the eyes of a new Assassin, Connor. Designed from the ground up over more than two years, Assassin’s Creed III takes one of gaming’s most beloved franchises to new heights. \n \nAlso includes: The Season Pass, providing instant access to all forthcoming Assassin’s Creed® III downloadable game content packs, the first of which is available from mid-December 2012. \nBox Contains \nCollector's Box \nExclusive Steel Book \nFive Lithographs \nAssassin's Creed I, Assassin's Creed II, Assassin's Creed: Brotherhood, Assassin's Creed: Revelations and Assassin's Creed III", 
    "tags": [
        1, 
        268435487
    ], 
    "themes": [
        1
    ], 
    "updated_at": 1506455337720, 
    "url": "https://www.igdb.com/games/assassins-creed-anthology", 
    "websites": [
        {
            "category": 2, 
            "url": "http://assassinscreed.wikia.com/wiki/Assassin%27s_Creed:_Anthology"
        }
    ]
}