{
    "category": 0, 
    "collection": 708, 
    "cover": {
        "cloudinary_id": "oaqlexggsudocu37fbhr", 
        "height": 255, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/oaqlexggsudocu37fbhr.jpg", 
        "width": 198
    }, 
    "created_at": 1499866301315, 
    "esrb": {
        "rating": 3
    }, 
    "first_release_date": 1277424000000, 
    "games": [
        48635, 
        48469, 
        39507, 
        79833, 
        63218, 
        63217, 
        48310, 
        46261, 
        48811, 
        43878
    ], 
    "genres": [
        14
    ], 
    "id": 47383, 
    "keywords": [
        20, 
        1293, 
        4658, 
        4668, 
        5253, 
        5783
    ], 
    "name": "Backyard Sports: Sandlot Sluggers", 
    "platforms": [
        12
    ], 
    "popularity": 1.333333333333333, 
    "rating": 75.0, 
    "rating_count": 1, 
    "release_dates": [
        {
            "category": 0, 
            "date": 1277424000000, 
            "human": "2010-Jun-25", 
            "m": 6, 
            "platform": 12, 
            "region": 8, 
            "y": 2010
        }
    ], 
    "slug": "backyard-sports-sandlot-sluggers", 
    "summary": "Backyard Sports is a series of video games released for both consoles and computers. The series is best known for starring kid-sized versions of popular professional sports stars, such as Albert Pujols, Paul Pierce, Barry Bonds, Tim Duncan, Clint Mathis, Kevin Garnett, Tom Brady, Alex Rodriguez, Joe Thornton and Andy Macdonald. The Backyard Sports series is licensed by the leading professional US sports leagues (MLB, NBA, NFL, NHL, and MLS). \n \nThe series includes Backyard Baseball, Backyard Basketball, Backyard Football (American football), Backyard Soccer, Backyard Hockey (Ice hockey), and Backyard Skateboarding. In the games, players form a team consisting of Backyard Kids and pro players, which they take through a \"Backyard League\" season, attempting to become the champions. Players can create their own athletes, starting in Backyard Football (1999). Another aspect of the games is the use of Power-Ups, allowing players to gain \"super-abilities.\" For instance, \"Super Dunk\" allows a basketball player to make an incredible dunk from nearly anywhere on the court, \"Leap Frog\" allows a football player to jump over the entire defensive line, and \"Ice Cream Truck\" causes the other team to be completely distracted for a brief period of time. \n \nSome of these games are playable with the ScummVM emulator.[1]", 
    "tags": [
        268435470, 
        536870932, 
        536872205, 
        536875570, 
        536875580, 
        536876165, 
        536876695
    ], 
    "total_rating": 75.0, 
    "total_rating_count": 1, 
    "updated_at": 1517270718782, 
    "url": "https://www.igdb.com/games/backyard-sports-sandlot-sluggers", 
    "websites": [
        {
            "category": 2, 
            "url": "http://backyardsports.wikia.com/wiki/Backyard_Sports:_Sandlot_Sluggers"
        }, 
        {
            "category": 3, 
            "url": "https://en.wikipedia.org/wiki/Backyard_Sports_series"
        }
    ]
}