{
    "alternative_names": [
        {
            "comment": "Other", 
            "name": "Bass Pro Shops Present The Strike"
        }
    ], 
    "category": 0, 
    "collection": 4684, 
    "cover": {
        "cloudinary_id": "x76q7pdcllavpf9va8rp", 
        "height": 308, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/x76q7pdcllavpf9va8rp.jpg", 
        "width": 250
    }, 
    "created_at": 1391134442717, 
    "developers": [
        233
    ], 
    "esrb": {
        "rating": 3
    }, 
    "first_release_date": 1254787200000, 
    "franchise": 274, 
    "franchises": [
        274
    ], 
    "game_modes": [
        1
    ], 
    "games": [
        49979, 
        50597, 
        49650, 
        49302, 
        47336, 
        7155, 
        5121, 
        68943, 
        67697, 
        43219
    ], 
    "genres": [
        14
    ], 
    "id": 4706, 
    "keywords": [
        509, 
        1293, 
        2016, 
        4320, 
        4321, 
        5362, 
        12679
    ], 
    "name": "Bass Pro Shops: The Strike", 
    "platforms": [
        6, 
        12, 
        5
    ], 
    "popularity": 1.333333333333333, 
    "publishers": [
        2034, 
        2101
    ], 
    "rating": 90.0, 
    "rating_count": 0, 
    "release_dates": [
        {
            "category": 0, 
            "date": 1254787200000, 
            "human": "2009-Oct-06", 
            "m": 10, 
            "platform": 5, 
            "y": 2009
        }, 
        {
            "category": 0, 
            "date": 1254787200000, 
            "human": "2009-Oct-06", 
            "m": 10, 
            "platform": 6, 
            "y": 2009
        }, 
        {
            "category": 0, 
            "date": 1254787200000, 
            "human": "2009-Oct-06", 
            "m": 10, 
            "platform": 12, 
            "y": 2009
        }
    ], 
    "slug": "bass-pro-shops-the-strike", 
    "summary": "Quite the catch for gamers and outdoor enthusiasts alike. \n \nThe Strike literally puts the fishing rod in players’ hands as they head out to their favorite hot spots, including several popular lakes in North America. By combining high-quality, realistic game play, The Strike is quite the catch for gamers and outdoor enthusiasts alike. \n \nFeatures \n \n• \"All-Gamer Appeal: Gamers of all levels will be happy with The Strike, as it offers four modes of entertaining gameplay. \n• Tournament Fishing and The Bass Pro Invitational: In Career Mode gamers will need to understand the equipment, topography of the lakes, and specific fish behaviors in order to succeed. Players will be guided by the true rules of tournament bass fishing just like they would if they were fishing in real life. \n• Advanced Engine Technology: The Strike uses the advanced Infernal Engine which provides incredible water effects above and below the water, real-time time–of-day light effects, high quality 3D fish models, and realistic fish and lure movements. \n• Amazing Lakes: Ten of North America’s greatest lakes are realistically depicted, so players can recognize key landmarks and find their favorite fishing spots. \n• Advanced Underwater World: The Strike features advanced topography visuals never-before-seen in a fishing game. Lakebeds are detailed to include weeds, fallen trees, and rocks, along with life-like fish and lure movements, making for an authentic experience. \n• Abundance of Fish: The Strike features a large variety of fresh water fish, including Largemouth bass, Smallmouth bass, Striped bass, and Kentucky spotted bass, Walleye, Northern and more. Each lake also contains a legendary fish of record proportions that will challenge even the best players and experienced fishermen. \n• Variety of Equipment: Players can tailor their equipment by going to the Bass Pro Shops in-game store to select lures, rods, and reels. In tournaments, players can win new boats. \n• Statistics: The Strike tracks players’ fishing data, ranging from the number of successful casts to the most popular lure. The game also tracks the total weight of each species of fish caught and individual lake totals, tournaments won, etc.\"", 
    "tags": [
        32, 
        268435470, 
        536871421, 
        536872205, 
        536872928, 
        536875232, 
        536875233, 
        536876274, 
        536883591
    ], 
    "themes": [
        32
    ], 
    "total_rating": 90.0, 
    "total_rating_count": 0, 
    "updated_at": 1515778187906, 
    "url": "https://www.igdb.com/games/bass-pro-shops-the-strike"
}