{
    "category": 0, 
    "created_at": 1498826420137, 
    "first_release_date": 1417651200000, 
    "games": [
        46892, 
        41258, 
        76246, 
        19341, 
        28029, 
        32902, 
        97018, 
        96550, 
        93794, 
        88910
    ], 
    "genres": [
        5
    ], 
    "id": 41595, 
    "name": "Bioshock Infinite: The Complete Edition", 
    "platforms": [
        12
    ], 
    "popularity": 1.333333333333333, 
    "release_dates": [
        {
            "category": 0, 
            "date": 1417651200000, 
            "human": "2014-Dec-04", 
            "m": 12, 
            "platform": 12, 
            "region": 8, 
            "y": 2014
        }
    ], 
    "slug": "bioshock-infinite-the-complete-edition", 
    "summary": "Welcome to the city of Columbia. Floating amongst the clouds, cruising far above sea level, this is a place unlike any you've ever seen. Please enjoy your voyage... \n \nThe third game in the popular Bioshock series, BioShock Infinite breaks away from the underwater setting of the first two games to take players into a floating city held aloft by dirigibles. The game is set in 1912. You play as Booker DeWitt, a disgraced former private detective who's picked up a new case. Your goal is to find Elizabeth, a young woman who's gone missing and return her unharmed. The only problem is that she's being kept on this flying city. Columbia was once a symbol of America's success as a nation, floating around the world as a traveling World's Fair, a marvel of human innovation. But strange things have happened since Columbia's unveiling in 1900, and now the city has disappeared into the clouds. DeWitt knows how to find it, but over the years stories have been told about Columbia having unlawful heavy armament and deranged citizenry. Do not expect this to be a pleasure cruise.", 
    "tags": [
        268435461
    ], 
    "updated_at": 1500294741571, 
    "url": "https://www.igdb.com/games/bioshock-infinite-the-complete-edition"
}