{
    "aggregated_rating": 87.1428571428571, 
    "aggregated_rating_count": 10, 
    "category": 0, 
    "cover": {
        "cloudinary_id": "kz9qvittf6ko6u5q0bom", 
        "height": 949, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/kz9qvittf6ko6u5q0bom.jpg", 
        "width": 766
    }, 
    "created_at": 1301478565000, 
    "developers": [
        167, 
        168
    ], 
    "esrb": {
        "rating": 6, 
        "synopsis": "This is a first-person shooter in which players assume the role of a space pirate who must escape a planet populated by mutant cannibals. Players use futuristic machine guns, shotguns, magnum revolvers, assault rifles, and chain guns to perform over-the-top kills that dismember and decapitate foes. Injured enemies emit large sprays of blood that stain the ground and surrounding walls. Specialty kills (i.e., Skillshots) represent the most intense instances of violence: enemies can be dismembered with explosives; impaled on spikes; and drilled into walls, resulting in body parts breaking into pieces. During the course of the game, players can consume alcohol and kill enemies in order to receive an Intoxicated Skillshot; the screen turns blurry during these sequences. The dialogue contains numerous jokes and comments that reference sexual acts, venereal diseases, and having sex with one's mother (e.g., 'Guess I know where the ol' gal got that limp.'). The names of some Skillshots are infused with sexual innuendo (e.g., Gag Reflex, Rear Entry, Drilldo, Mile High Club); one Skillshot (i.e., Fire in the Hole) allows players to shoot at enemies' exposed buttocks. Language such as 'f**k,' 'sh*t,' 'p*ssy,' and 'c*ck' can be heard in dialogue."
    }, 
    "first_release_date": 1298332800000, 
    "game_engines": [
        6
    ], 
    "game_modes": [
        1, 
        2
    ], 
    "games": [
        26401, 
        547, 
        7351, 
        529, 
        2031, 
        28204, 
        6801, 
        539, 
        6958, 
        492
    ], 
    "genres": [
        5
    ], 
    "id": 494, 
    "keywords": [
        25, 
        87, 
        106, 
        129, 
        162, 
        350, 
        453, 
        466, 
        575, 
        815, 
        923, 
        970, 
        1025, 
        1060, 
        1097, 
        1158, 
        1293, 
        1333, 
        1446, 
        1888, 
        2141, 
        2152, 
        2543, 
        2992, 
        3627, 
        3831, 
        4177, 
        4178, 
        4213, 
        4245, 
        4287, 
        4330, 
        4353, 
        4359, 
        4381, 
        4407, 
        4484, 
        4520, 
        4541, 
        4547, 
        4580, 
        4614, 
        4615, 
        4620, 
        4698, 
        4726, 
        4869, 
        4890, 
        4895, 
        4902, 
        4907, 
        4918, 
        4973, 
        4975, 
        5029, 
        5032, 
        5111, 
        5277, 
        5287, 
        5309, 
        5323, 
        5349, 
        5443, 
        5444, 
        5557, 
        5594, 
        5640, 
        5660, 
        5684, 
        5691, 
        5783, 
        5850, 
        5905, 
        5909, 
        5943, 
        5989, 
        6022, 
        6036, 
        6075, 
        6104, 
        6196, 
        6232, 
        6305, 
        6371, 
        6376, 
        6390, 
        6457, 
        6585, 
        6692, 
        7038, 
        7040, 
        7044, 
        7056, 
        7082, 
        7090, 
        7114, 
        7200, 
        7354, 
        8799, 
        8846, 
        8969, 
        8998, 
        9172, 
        9310, 
        9311, 
        9406, 
        9553, 
        9792, 
        9799, 
        9989, 
        10034, 
        10211, 
        11203, 
        11549, 
        11786, 
        12341, 
        12462, 
        12463, 
        12854, 
        12855, 
        12856, 
        12857
    ], 
    "multiplayer_modes": [
        {
            "campaigncoop": false, 
            "dropin": false, 
            "lancoop": false, 
            "offlinecoop": false, 
            "offlinecoopmax": 0, 
            "offlinemax": 0, 
            "onlinecoop": true, 
            "onlinecoopmax": 4, 
            "onlinemax": 0, 
            "platform": 12, 
            "splitscreen": false, 
            "splitscreenonline": false
        }
    ], 
    "name": "Bulletstorm", 
    "pegi": {
        "rating": 5, 
        "synopsis": "The content of this game is suitable for persons aged 18 years and over only.\r\nIt contains: Extreme violence - Strong language\r\nThis game allows the player to interact with other players ONLINE."
    }, 
    "platforms": [
        45, 
        6, 
        36, 
        9, 
        12
    ], 
    "player_perspectives": [
        1
    ], 
    "popularity": 6.0, 
    "publishers": [
        1
    ], 
    "pulse_count": 2, 
    "rating": 81.7532901418643, 
    "rating_count": 102, 
    "release_dates": [
        {
            "category": 0, 
            "date": 1298505600000, 
            "human": "2011-Feb-24", 
            "m": 2, 
            "platform": 9, 
            "region": 5, 
            "y": 2011
        }, 
        {
            "category": 0, 
            "date": 1298592000000, 
            "human": "2011-Feb-25", 
            "m": 2, 
            "platform": 9, 
            "region": 1, 
            "y": 2011
        }, 
        {
            "category": 0, 
            "date": 1298332800000, 
            "human": "2011-Feb-22", 
            "m": 2, 
            "platform": 9, 
            "region": 2, 
            "y": 2011
        }, 
        {
            "category": 0, 
            "date": 1298332800000, 
            "human": "2011-Feb-22", 
            "m": 2, 
            "platform": 12, 
            "region": 2, 
            "y": 2011
        }, 
        {
            "category": 0, 
            "date": 1298332800000, 
            "human": "2011-Feb-22", 
            "m": 2, 
            "platform": 6, 
            "region": 2, 
            "y": 2011
        }, 
        {
            "category": 0, 
            "date": 1298505600000, 
            "human": "2011-Feb-24", 
            "m": 2, 
            "platform": 9, 
            "region": 3, 
            "y": 2011
        }, 
        {
            "category": 0, 
            "date": 1298505600000, 
            "human": "2011-Feb-24", 
            "m": 2, 
            "platform": 12, 
            "region": 3, 
            "y": 2011
        }, 
        {
            "category": 0, 
            "date": 1298505600000, 
            "human": "2011-Feb-24", 
            "m": 2, 
            "platform": 6, 
            "region": 3, 
            "y": 2011
        }, 
        {
            "category": 0, 
            "date": 1298505600000, 
            "human": "2011-Feb-24", 
            "m": 2, 
            "platform": 6, 
            "region": 1, 
            "y": 2011
        }, 
        {
            "category": 0, 
            "date": 1298505600000, 
            "human": "2011-Feb-24", 
            "m": 2, 
            "platform": 12, 
            "region": 1, 
            "y": 2011
        }, 
        {
            "category": 0, 
            "date": 1298505600000, 
            "human": "2011-Feb-24", 
            "m": 2, 
            "platform": 6, 
            "region": 5, 
            "y": 2011
        }, 
        {
            "category": 0, 
            "date": 1298505600000, 
            "human": "2011-Feb-24", 
            "m": 2, 
            "platform": 12, 
            "region": 5, 
            "y": 2011
        }, 
        {
            "category": 0, 
            "date": 1298419200000, 
            "human": "2011-Feb-23", 
            "m": 2, 
            "platform": 6, 
            "region": 7, 
            "y": 2011
        }, 
        {
            "category": 0, 
            "date": 1298332800000, 
            "human": "2011-Feb-22", 
            "m": 2, 
            "platform": 12, 
            "region": 7, 
            "y": 2011
        }, 
        {
            "category": 0, 
            "date": 1298332800000, 
            "human": "2011-Feb-22", 
            "m": 2, 
            "platform": 9, 
            "region": 7, 
            "y": 2011
        }, 
        {
            "category": 0, 
            "date": 1315872000000, 
            "human": "2011-Sep-13", 
            "m": 9, 
            "platform": 45, 
            "region": 2, 
            "y": 2011
        }, 
        {
            "category": 0, 
            "date": 1315958400000, 
            "human": "2011-Sep-14", 
            "m": 9, 
            "platform": 45, 
            "region": 5, 
            "y": 2011
        }, 
        {
            "category": 0, 
            "date": 1315872000000, 
            "human": "2011-Sep-13", 
            "m": 9, 
            "platform": 36, 
            "region": 2, 
            "y": 2011
        }, 
        {
            "category": 0, 
            "date": 1315872000000, 
            "human": "2011-Sep-13", 
            "m": 9, 
            "platform": 36, 
            "region": 1, 
            "y": 2011
        }, 
        {
            "category": 0, 
            "date": 1298678400000, 
            "human": "2011-Feb-26", 
            "m": 2, 
            "platform": 6, 
            "region": 8, 
            "y": 2011
        }
    ], 
    "screenshots": [
        {
            "cloudinary_id": "o0zld9tgyhzbm0oimvog", 
            "height": 844, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/o0zld9tgyhzbm0oimvog.jpg", 
            "width": 1500
        }, 
        {
            "cloudinary_id": "vhdsfal6zia0ayfs6cwz", 
            "height": 844, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/vhdsfal6zia0ayfs6cwz.jpg", 
            "width": 1500
        }, 
        {
            "cloudinary_id": "iviwqpikmohnbx7tz8gk", 
            "height": 844, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/iviwqpikmohnbx7tz8gk.jpg", 
            "width": 1500
        }, 
        {
            "cloudinary_id": "ceg9dtjxurvo1v2tqcmj", 
            "height": 844, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/ceg9dtjxurvo1v2tqcmj.jpg", 
            "width": 1500
        }, 
        {
            "cloudinary_id": "fav5sx9ghxu6kw5dk4ir", 
            "height": 1080, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/fav5sx9ghxu6kw5dk4ir.jpg", 
            "width": 1920
        }
    ], 
    "slug": "bulletstorm", 
    "storyline": "Bulletstorm takes place in the 26th century, where the Confederation of Planets are protected by a secret black-ops army called Dead Echo, commanded by General Sarrano. One Dead Echo team, led by Grayson Hunt (Steven Blum), having been following Sarrano's orders in assassinating what they believe are drug traffickers and mass murderers, kill a man known as Bryce Novak, but soon discover he was a civilian reporter, having documented other civilian deaths caused by Dead Echo. Grayson and his team realize they have been duped by Sarrano and go AWOL, becoming space pirates on the run from Sarrano's forces, now going by the name Final Echo.\n\nTen years later, Grayson's team tries to flee from Sarrano's battlecruiser, the Ulysses, while near the planet of Stygia. With their ship's systems failing, Grayson, in a drunken stupor, orders the crew to ram at the Ulysses, hoping to gain revenge on Sarraro. The ships collide, forcing both down and causing them to crash land on the surface of Stygia. One of Grayson's men, Ishi Sato (Andrew Kishino), is critically wounded in the crash and Grayson is forced to find an energy cell to drive the ship's medical equipment. On the planet, a former popular tropical-like resort destination, the population has mutated into feral tribes and carnivorous plants. Grayson fights through to one of the Ulysses escape pods, where a Final Echo soldier succumbs to a horde of mutants. After dispatching the attackers, Grayson retrieves the escape pod's energy cell, as well as an \"instinct leash\" that, when worn, begins to provide him strange tactile information, such as points for each enemy he kills.\n\nGrayson returns with the cell, and while Ishi is under operation, the mutants attack their ship. The operation is cut short by an explosion during battle, leaving Ishi a disfigured cyborg. Grayson and Ishi, the only survivors, decide to work together to get off the planet, despite Ishi's disapproval of Grayson's thirst for revenge. The instinct leash leads Grayson to another escape pod, where they find Trishka (Jennifer Hale), another Final Echo soldier who agrees to work with Grayson and Ishi, but only after they rescue Sarrano. As they battle through the ravaged city, Trishka explains that Stygia has been used by Final Echo as a sort of training grounds, with the instinct leashes the soldiers wear as a means of ranking those within the test; those that scored kills would be the only ones that could get ammunition and other supplies to survive. When Grayson learns that Trishka was Novak's daughter, he tells her that Sarrano was responsible for her father's death, but claims he does not know who actually killed him.\n\nThe three make their way to the top of a skyscraper where Sarrano's pod landed. Trishka accuses Sarrano of her father's death, but he simply kicks her off the side of the building. Sarrano then warns Grayson and Ishi that there is an armed DNA bomb on the Ulysses that will wipe out all life on the planet, and that they must go and disarm it, as his rescue ship will not arrive in time. Sarrano leads them through the underground areas of the city, encountering radioactive waste and a giant prison. Sarrano snidely explains that that shields used to protect the planet's surface from its deadly electrical storms created the waste, and in turn, began to mutate the population of the surface; the changes occurred too quickly for most of the surface population to be rescued, and thus many of the feral mutants that Grayson has been fighting were more innocent civilians. Grayson is furious at this revelation, but continues to help Sarrano to reach the remains the Ulysses. Aboard, Sarrano tricks Grayson and Ishi once again, having them actually arm the DNA bomb, while his rescue ship will arrive in time to save him. As fire breaks out aboard the fallen ship, the two are saved by Trishka, who survived the fall by catching a power line on her way down.\n\nThe three race to where Sarrano's rescue ship is landing and manage to get on board. They make their way through Sarrano's elite troops and eventually face Sarrano alone. Trishka demands to know who actually killed her father, to which Sarrano indicts Grayson. In the confusion, Sarrano hijack's Ishi's computer systems, forcing him to turn on his friends. Grayson manages to break Sarrano's control of Ishi, and Ishi sacrifices himself to prevent Sarrano from killing Grayson. Grayson then impales Sarrano on the wall of a ship. As Grayson and Trishka regroup, Sarrano performs one final act, ejecting Grayson, Trishka and several of his men from the ship back onto the planet. With the DNA bomb soon to detonate, Grayson and Trishka race back to the Ulysses where one escape pod remains unlaunched; they are able to board it and escape into low orbit, out of range of the DNA bomb when it goes off.", 
    "summary": "Bulletstorm brings new furor to first-person shooter action thanks to its signature 'kill with skill' gameplay. The game tells the story of a futuristic confederation protected by an elite band of mercenaries: Dead Echo. When Dead Echo members Grayson Hunt and Ishi Sato learn they've been working for the wrong side, they're betrayed by their commander and exiled to the far reaches of the galaxy. In Bulletstorm, Grayson and Ishi find themselves surrounded by hordes of mutants and flesh eating gangs in an abandoned paradise. They have two objectives: get off the planet alive, and exact revenge on the man who sent them there.\n\nPlayers step into the role of Grayson Hunt complete with an arsenal of over-the-top combat moves and outrageously large guns. Bulletstorm's array of distinct 'skillshots' produces unprecedented levels of frantic gameplay and yell-inducing satisfaction. The skillshot system rewards players for inciting mayhem in the most creative way possible. The more insane the skillshot, the more points players collects to upgrade their character and unlock weapons, which then allows them to execute even more creative moves and exaggerated skillshots.", 
    "tags": [
        1, 
        18, 
        27, 
        268435461, 
        536870937, 
        536870999, 
        536871018, 
        536871041, 
        536871074, 
        536871262, 
        536871365, 
        536871378, 
        536871487, 
        536871727, 
        536871835, 
        536871882, 
        536871937, 
        536871972, 
        536872009, 
        536872070, 
        536872205, 
        536872245, 
        536872358, 
        536872800, 
        536873053, 
        536873064, 
        536873455, 
        536873904, 
        536874539, 
        536874743, 
        536875089, 
        536875090, 
        536875125, 
        536875157, 
        536875199, 
        536875242, 
        536875265, 
        536875271, 
        536875293, 
        536875319, 
        536875396, 
        536875432, 
        536875453, 
        536875459, 
        536875492, 
        536875526, 
        536875527, 
        536875532, 
        536875610, 
        536875638, 
        536875781, 
        536875802, 
        536875807, 
        536875814, 
        536875819, 
        536875830, 
        536875885, 
        536875887, 
        536875941, 
        536875944, 
        536876023, 
        536876189, 
        536876199, 
        536876221, 
        536876235, 
        536876261, 
        536876355, 
        536876356, 
        536876469, 
        536876506, 
        536876552, 
        536876572, 
        536876596, 
        536876603, 
        536876695, 
        536876762, 
        536876817, 
        536876821, 
        536876855, 
        536876901, 
        536876934, 
        536876948, 
        536876987, 
        536877016, 
        536877108, 
        536877144, 
        536877217, 
        536877283, 
        536877288, 
        536877302, 
        536877369, 
        536877497, 
        536877604, 
        536877950, 
        536877952, 
        536877956, 
        536877968, 
        536877994, 
        536878002, 
        536878026, 
        536878112, 
        536878266, 
        536879711, 
        536879758, 
        536879881, 
        536879910, 
        536880084, 
        536880222, 
        536880223, 
        536880318, 
        536880465, 
        536880704, 
        536880711, 
        536880901, 
        536880946, 
        536881123, 
        536882115, 
        536882461, 
        536882698, 
        536883253, 
        536883374, 
        536883375, 
        536883766, 
        536883767, 
        536883768, 
        536883769, 
        1073741825
    ], 
    "themes": [
        1, 
        18, 
        27
    ], 
    "time_to_beat": {
        "completely": 32100, 
        "hastly": 26700, 
        "normally": 30840
    }, 
    "total_rating": 84.4480736423607, 
    "total_rating_count": 112, 
    "updated_at": 1528603851912, 
    "url": "https://www.igdb.com/games/bulletstorm", 
    "videos": [
        {
            "name": "Announce trailer", 
            "video_id": "-C_w5UeYzCw"
        }, 
        {
            "name": "Launch trailer", 
            "video_id": "Tb4uMreeeEo"
        }, 
        {
            "name": "Trailer", 
            "video_id": "CAzdMjP39eg"
        }
    ], 
    "websites": [
        {
            "category": 14, 
            "url": "https://www.reddit.com/r/bulletstorm"
        }, 
        {
            "category": 2, 
            "url": "http://bulletstorm.wikia.com/"
        }, 
        {
            "category": 3, 
            "url": "https://en.wikipedia.org/wiki/Bulletstorm"
        }, 
        {
            "category": 1, 
            "url": "http://www.ea.com/bulletstorm"
        }
    ]
}