{
    "category": 0, 
    "collection": 349, 
    "cover": {
        "cloudinary_id": "iqbggxqmyqtbqouoyjyx", 
        "height": 1367, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/iqbggxqmyqtbqouoyjyx.jpg", 
        "width": 1303
    }, 
    "created_at": 1499866522477, 
    "first_release_date": 1343260800000, 
    "games": [
        68142, 
        59516, 
        44076, 
        68287, 
        36608, 
        12579, 
        16468, 
        26192, 
        6036, 
        25300
    ], 
    "genres": [
        5, 
        12, 
        25
    ], 
    "id": 47400, 
    "name": "Dead Island: Game of the Year Edition", 
    "platforms": [
        12
    ], 
    "popularity": 1.333333333333333, 
    "release_dates": [
        {
            "category": 0, 
            "date": 1343260800000, 
            "human": "2012-Jul-26", 
            "m": 7, 
            "platform": 12, 
            "region": 8, 
            "y": 2012
        }
    ], 
    "slug": "dead-island-game-of-the-year-edition", 
    "summary": "A tropical island resort becomes a place of nightmares after a mysterious epidemic turns the majority of inhabitants into bloodthirsty zombies. As one of four playable characters, your goal is to complete missions necessary for your survival, which means battling throngs of the undead with a variety of customizable weapons and finding a way off the fictitious island of Banoi. \n \nDead Island features an open-world environment in a campaign that supports up to four players for drop-in, drop-out cooperative action. The two male and two female characters have different strengths and weaknesses, which can be offset to a degree by leveling up. Experience points earned in combat can be used to improve a character's attributes and fighting skills. \n \nWhen firearms and ammo are in limited supply, you'll be able to engage enemies in hand-to-hand combat with axes, machetes, knives, clubs, and similar edged or bludgeoning weapons that will degrade over time. Explore the island's urban areas, forests, mountain highlands, caves, beaches, and other locales from a first-person perspective, or utilize an over-the-shoulder view for melee combat. \n \nThe \"Game of the Year Edition\" for Xbox 360 includes new blueprints and weapons, the original Dead Island, and its two main DLC releases: the multiplayer \"Bloodbath Arena\" and the single-player \"Ryder White\" campaign.", 
    "tags": [
        1, 
        19, 
        21, 
        268435461, 
        268435468, 
        268435481
    ], 
    "themes": [
        1, 
        19, 
        21
    ], 
    "updated_at": 1527262404218, 
    "url": "https://www.igdb.com/games/dead-island-game-of-the-year-edition", 
    "version_parent": 536
}