{
    "category": 0, 
    "cover": {
        "cloudinary_id": "pxez5uwwnr8qkzmhi3zg", 
        "height": 1500, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/pxez5uwwnr8qkzmhi3zg.jpg", 
        "width": 1062
    }, 
    "created_at": 1472932244277, 
    "first_release_date": 1280361600000, 
    "games": [
        46892, 
        41258, 
        76246, 
        19341, 
        28029, 
        32902, 
        97018, 
        96550, 
        93794, 
        88910
    ], 
    "genres": [
        5
    ], 
    "id": 23389, 
    "name": "Deathsmiles Deluxe Edition", 
    "platforms": [
        12
    ], 
    "popularity": 1.333333333333333, 
    "release_dates": [
        {
            "category": 0, 
            "date": 1280361600000, 
            "human": "2010-Jul-29", 
            "m": 7, 
            "platform": 12, 
            "region": 8, 
            "y": 2010
        }
    ], 
    "screenshots": [
        {
            "cloudinary_id": "aat9qf5byhrpjnduhzxe", 
            "height": 180, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/aat9qf5byhrpjnduhzxe.jpg", 
            "width": 300
        }
    ], 
    "slug": "deathsmiles-deluxe-edition", 
    "summary": "Windia, an 18-year-old girl living in London, mysteriously vanishes after being drawn into a flash of light. Awakening in the Otherworld, Windia arrives in a Western city reminiscent of the early 20th century, and is cared for by Dior, an elderly lord. \n \nDiscovering there is no way home, Dior reveals to Windia that she is one of the ‘lost children’, those with magical powers chosen to protect the kingdom. Known as ‘Angels’ by the people and beloved for their bravery, Angels protect the peace and ensure a good life for all. \n \nHowever, the gates of Hell are overflowing, allowing monsters to cross the planes and attack human beings. It is up to Windia and her new sisters to defend the city and purge the evil menace. \n \nDeathsmiles is a side-scrolling shoot –em-up that went into arcade operation on October 19th 2007, and was later released on the Japanese Xbox 360 in March 2009. Unlike other shooting games, Deathsmiles is designed with a left/right shooting mechanic, surrounding you with enemy units and gunfire from both sides of the screen. The player will need to employ strategy and think about enemy positioning as your shots may be blocked by obstacles. \n \nDeathsmiles features a selectable difficulty level that allows you to choose how to proceed through the game, ensuring that newcomers are as welcome as veterans. Different stories and conversations will appear during both single player and two-player cooperative play and depends on the character(s) chosen", 
    "tags": [
        268435461
    ], 
    "updated_at": 1500295119555, 
    "url": "https://www.igdb.com/games/deathsmiles-deluxe-edition"
}