{
    "category": 0, 
    "cover": {
        "cloudinary_id": "u2zufgrvjm0rpppwppan", 
        "height": 1169, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/u2zufgrvjm0rpppwppan.jpg", 
        "width": 1006
    }, 
    "created_at": 1499866505287, 
    "first_release_date": 1352419200000, 
    "games": [
        23314, 
        18699, 
        76259, 
        103018, 
        101535, 
        101205, 
        101142, 
        101087, 
        100902, 
        100844
    ], 
    "genres": [
        10
    ], 
    "id": 47395, 
    "name": "Forza Motorsport 4: Essentials Edition", 
    "platforms": [
        12
    ], 
    "popularity": 1.333333333333333, 
    "release_dates": [
        {
            "category": 0, 
            "date": 1352419200000, 
            "human": "2012-Nov-09", 
            "m": 11, 
            "platform": 12, 
            "region": 8, 
            "y": 2012
        }
    ], 
    "slug": "forza-motorsport-4-essentials-edition", 
    "summary": "Forza Motorsport 4 is a racing video game developed by Turn 10 Studios and published by Microsoft Studios for the Xbox 360. It is the fourth installment in the Forza Motorsport series. It is the first title in the series to support the Kinect sensor alongside the traditional controller-based gameplay. \n \nNew to the series is the Autovista mode, a mode in which players can view precise details such as engine parts and interior gauges on a select number of cars. It features a partnership with BBC's Top Gear as well as its American counterpart. Jeremy Clarkson, presenter for Top Gear, provides commentary in the game's Autovista mode. Other partnerships include a two-year agreement with the American Le Mans Series (ALMS). Over 500 cars and 26 tracks are included. \n \nThe game received universal acclaim from critics. Aggregate websites GameRankings and Metacritic report scores of 90.50% and 91 out of 100, respectively. Metacritic also reports eight perfect scores from various media outlets. Critics praised the enhanced vehicle physics, updated visuals, and strong sound design. Several reviewers also gave high marks for the Forza 4 '​s Autovista mode. Some critics expressed frustration with Kinect features, and others also felt that the game was not enough of an innovation from its predecessor, Forza Motorsport 3. These critics did, however, concede that the game was a vast improvement over Forza 3.", 
    "tags": [
        268435466
    ], 
    "updated_at": 1517394245328, 
    "url": "https://www.igdb.com/games/forza-motorsport-4-essentials-edition", 
    "version_parent": 3068, 
    "version_title": "Essentials Edition"
}