{
    "category": 0, 
    "collection": 66, 
    "cover": {
        "cloudinary_id": "kggkmdb8cjgndr6fguin", 
        "height": 1075, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/kggkmdb8cjgndr6fguin.jpg", 
        "width": 755
    }, 
    "created_at": 1499868666109, 
    "first_release_date": 1254441600000, 
    "games": [
        28029, 
        68287, 
        76722, 
        306, 
        76246, 
        19341, 
        17522, 
        36950, 
        27283, 
        64204
    ], 
    "genres": [
        5
    ], 
    "id": 47465, 
    "multiplayer_modes": [
        {
            "campaigncoop": false, 
            "dropin": false, 
            "lancoop": false, 
            "offlinecoop": false, 
            "onlinecoop": false, 
            "splitscreen": false, 
            "splitscreenonline": false
        }
    ], 
    "name": "Gears of War 2: Game of the Year Edition", 
    "platforms": [
        12
    ], 
    "popularity": 2.0, 
    "release_dates": [
        {
            "category": 0, 
            "date": 1254441600000, 
            "human": "2009-Oct-02", 
            "m": 10, 
            "platform": 12, 
            "region": 8, 
            "y": 2009
        }
    ], 
    "slug": "gears-of-war-2-game-of-the-year-edition", 
    "summary": "Gears of War 2 is a 2008 military science fiction third-person shooter video game developed by Epic Games and published by Microsoft Game Studios for the Xbox 360. It is the second installment of the Gears of War series, with lead design by Cliff Bleszinski,. The game was officially released in North America, Europe and Australia on November 7, 2008 and was released in Japan on July 30, 2009. The game expands technically on the previous game by using a modified Unreal Engine 3 engine. The development team brought in comic book writer Joshua Ortega to help write the plot for the game. \n \nIn Gears of War 2, the COG continues its fight against the Locust horde, who are attempting to sink all of the cities on the planet Sera. Sergeant Marcus Fenix leads Delta Squad into the depths of the planet to try to stop the Locust during the assault upon Locust territory. The player controls Fenix in the main mission campaign, with the ability to play cooperatively with a second player controlling Fenix's best friend and fellow Squad member Dominic \"Dom\" Santiago. The game includes several existing and new multiplayer modes including five-on-five battles between human and Locust forces, and a \"Horde\" mode that challenges up to five players against waves of Locust forces with ever-increasing strength. New weapons and gameplay mechanics such as \"chainsaw duels\" and the ability to use downed foes as \"meatshields\" were added to the game. \n \nOn its release weekend, Gears of War 2 sold over two million copies, and within two months of release, had sold four million copies. It was the seventh best selling video game of 2009 and received several accolades. The game received similar praise as its predecessor, with the new gameplay and multiplayer modes seen as outstanding additions.", 
    "tags": [
        1, 
        18, 
        268435461
    ], 
    "themes": [
        1, 
        18
    ], 
    "updated_at": 1515493981554, 
    "url": "https://www.igdb.com/games/gears-of-war-2-game-of-the-year-edition", 
    "version_parent": 548, 
    "version_title": "Game of the Year Edition"
}