{
    "category": 0, 
    "created_at": 1499867320136, 
    "first_release_date": 1166659200000, 
    "games": [
        46892, 
        41258, 
        76246, 
        19341, 
        28029, 
        32902, 
        97018, 
        96550, 
        93794, 
        88910
    ], 
    "genres": [
        5
    ], 
    "id": 47450, 
    "name": "Gears of War - Limited Collector's Edition", 
    "platforms": [
        12
    ], 
    "popularity": 1.333333333333333, 
    "release_dates": [
        {
            "category": 0, 
            "date": 1166659200000, 
            "human": "2006-Dec-21", 
            "m": 12, 
            "platform": 12, 
            "region": 8, 
            "y": 2006
        }
    ], 
    "slug": "gears-of-war-limited-collectors-edition", 
    "summary": "This limited edition of Gears of War is packaged in a collectible metal box along with a book entitled \"Destroyed Beauty,\" which offers a detailed look at the artwork featured in the game's futuristic environments. Also included is a second DVD that explores the making of Gears of War with lead designer Cliff Bleszinski and his development team. \n \nAnointed by the games media as Microsoft's first \"killer app\" for its Xbox 360, Epic Games' Gears of War is a futuristic third-person shooter emphasizing tactical action over run-and-gun battles. Players are thrust in a climactic clash between what's left of humankind and a swarming underground race called the Locust Horde. The main protagonist is Marcus Fenix, a once disgraced soldier looking to redeem himself by leading a ragtag squad against the monstrous threat. \n \nSince the alien army vastly outnumbers the team, players must use the post-apocalyptic world to their advantage, such as seeking cover behind dumpsters, pillars, cars, rubble, and other objects. The developer has adapted its award-winning Unreal technology to create interactive environments with a physics-based damage system. Players, for instance, can shoot down structures to forge new routes or opportunities to trap the enemy. Up to three squad mates will accompany Fenix in each mission, with basic commands such as \"advance,\" \"hold,\" or \"freelance\" available to guide them. \n \nA behind-the-shoulder view similar to the one employed in Capcom's Resident Evil 4 is the default perspective in Gears of War. Weapons include an assortment of grenades, pistols, assault rifles, and other long-range blasters, many of which offer a means to engage enemies in melee combat. The Locust Horde is not averse to lunging, rushing, or gnawing at soldiers, so players have the opportunity to perform grisly finishing moves by quickly tapping specific button sequences during close encounters. Cooperative support for two players is offered throughout the campaign, and up to eight can battle each other in team-oriented modes via Xbox Live.", 
    "tags": [
        268435461
    ], 
    "updated_at": 1500359237854, 
    "url": "https://www.igdb.com/games/gears-of-war-limited-collectors-edition"
}