{
    "category": 0, 
    "cover": {
        "cloudinary_id": "gark8ke4gxupotti2pbv", 
        "height": 1291, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/gark8ke4gxupotti2pbv.jpg", 
        "width": 1295
    }, 
    "created_at": 1499454360563, 
    "first_release_date": 1290729600000, 
    "id": 45132, 
    "name": "Grand Theft Auto IV: The Complete Edition", 
    "platforms": [
        12
    ], 
    "popularity": 1.333333333333333, 
    "release_dates": [
        {
            "category": 0, 
            "date": 1290729600000, 
            "human": "2010-Nov-26", 
            "m": 11, 
            "platform": 12, 
            "region": 8, 
            "y": 2010
        }
    ], 
    "slug": "grand-theft-auto-iv-the-complete-edition", 
    "summary": "Grand Theft Auto IV is an open world action-adventure video game developed by Rockstar North and published by Rockstar Games. It was released on 29 April 2008 for the PlayStation 3 and Xbox 360 consoles, and on 2 December 2008 on Microsoft Windows. It is the eleventh title in the Grand Theft Auto series, and the first main entry since 2004's Grand Theft Auto: San Andreas. Set within the fictional Liberty City (based on New York City), the single-player story follows a war veteran, Niko Bellic and his attempts to escape his past while under pressure from loan sharks and mob bosses. The open world design lets players freely roam Liberty City, consisting of three main islands. \n \nThe game is played from a third-person perspective and its world is navigated on-foot or by vehicle. Throughout the single-player mode, players play as Niko Bellic. An online multiplayer mode is included with the game, allowing up to 32 players to engage in both co-operative and competitive gameplay in a recreation of the single-player setting.[c] Two expansion packs were later released for the game, The Lost and Damned and The Ballad of Gay Tony, which both feature new plots that are interconnected with the main Grand Theft Auto IV storyline, and follow new protagonists. \n \nDevelopment began in 2004, soon after the release of Grand Theft Auto: San Andreas. As part of their research for the open world, the developers conducted field research around New York throughout development and captured footage for the design team. Development duties were shared between many of Rockstar's studios worldwide. Following its announcement in May 2006, Grand Theft Auto IV was widely anticipated.[4] Upon release, the game received universal critical acclaim, with praise particularly directed at the game's narrative and open world design. However, the game also generated controversy, with criticism directed at the game's depiction of violence and ability to drive under the influence of alcohol. Grand Theft Auto IV broke industry sales records and became the fastest-selling entertainment product in history at the time, earning US $310 million in its first day and US $500 million in its first week. Considered one of the most significant titles of the seventh generation of video games, and by many critics as one of the greatest video games of all time, it won year-end accolades, including Game of the Year awards from several gaming publications. Its successor, Grand Theft Auto V, was released in September 2013.", 
    "updated_at": 1526888542820, 
    "url": "https://www.igdb.com/games/grand-theft-auto-iv-the-complete-edition"
}