{
    "alternative_names": [
        {
            "comment": "Acronym", 
            "name": "Halo Wars Limited Edition"
        }
    ], 
    "category": 3, 
    "collection": 2638, 
    "cover": {
        "cloudinary_id": "t6bakal0ktfh2f2ubujz", 
        "height": 1318, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/t6bakal0ktfh2f2ubujz.jpg", 
        "width": 940
    }, 
    "created_at": 1499168434079, 
    "developers": [
        68
    ], 
    "first_release_date": 1238716800000, 
    "franchise": 137, 
    "franchises": [
        137
    ], 
    "games": [
        9760, 
        2015, 
        55029, 
        8773, 
        12982, 
        22399, 
        25311, 
        6985, 
        21642, 
        39257
    ], 
    "genres": [
        11, 
        15
    ], 
    "id": 43956, 
    "name": "Halo Wars: Limited Edition", 
    "platforms": [
        12
    ], 
    "popularity": 1.333333333333333, 
    "publishers": [
        53
    ], 
    "release_dates": [
        {
            "category": 0, 
            "date": 1238716800000, 
            "human": "2009-Apr-03", 
            "m": 4, 
            "platform": 12, 
            "region": 8, 
            "y": 2009
        }
    ], 
    "slug": "halo-wars-limited-edition", 
    "summary": "Purchase of Halo Wars Limited Edition comes with the following: \n \nHalo Wars game disc inside a special metal two-sided case. \nHalo Wars: Genesis, a graphic novel and prequel to the game, based on the first military campaign against the Covenant. \nHalo 3: Mythic map pack, the new map pack which consists of: Assembly, Orbital, and Sandbox. They are included as a one time only code for you to use to get the maps from the Xbox Live marketplace for free. \n6 Leader cards, which show information on all six UNSC and Covenant leaders (three leaders for each faction): Captain James Cutter, Sergeant John Forge, Professor Anders, the Prophet of Regret, The Arbiter and the Brute Army Commander. \nUNSC Spirit of Fire embroidered ship emblem patch. (It is actually a rubber emblem of the Spirit of Fire.) \nThe Honor Guard Wraith, a special in-game item, used by the Honor Guard of the Covenant. \nA special, in-game item M12 Warthog LRV, painted in the exclusive Spirit of Fire variant and is only available to those that pre-ordered Halo Wars before the game's actual retail release dates. \nThe Halo Wars Limited Edition from Gamestop, comes with a hint book for the second level of Halo Wars from the Prima Guide shipped with the game.", 
    "tags": [
        18, 
        39, 
        268435467, 
        268435471
    ], 
    "themes": [
        18, 
        39
    ], 
    "updated_at": 1515493990875, 
    "url": "https://www.igdb.com/games/halo-wars-limited-edition", 
    "version_parent": 988, 
    "version_title": "Limited Edition", 
    "websites": [
        {
            "category": 1, 
            "url": "http://www.halowars.com/"
        }
    ]
}