{
    "category": 0, 
    "cover": {
        "cloudinary_id": "sfujawu9n0raqkp2snmb", 
        "height": 790, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/sfujawu9n0raqkp2snmb.jpg", 
        "width": 640
    }, 
    "created_at": 1499866516258, 
    "developers": [
        308, 
        30
    ], 
    "esrb": {
        "rating": 6
    }, 
    "first_release_date": 1323907200000, 
    "game_modes": [
        1
    ], 
    "games": [
        59848, 
        59849, 
        37088, 
        36594, 
        37059, 
        25311, 
        26163, 
        28552, 
        47823, 
        17446
    ], 
    "genres": [
        5, 
        14, 
        15, 
        31
    ], 
    "id": 47398, 
    "keywords": [
        225
    ], 
    "name": "L.A. Noire: The Complete Edition", 
    "pegi": {
        "rating": 5
    }, 
    "platforms": [
        12
    ], 
    "player_perspectives": [
        2
    ], 
    "popularity": 3.666666666666667, 
    "publishers": [
        29
    ], 
    "pulse_count": 1, 
    "release_dates": [
        {
            "category": 0, 
            "date": 1323907200000, 
            "human": "2011-Dec-15", 
            "m": 12, 
            "platform": 12, 
            "region": 8, 
            "y": 2011
        }
    ], 
    "slug": "la-noire-the-complete-edition", 
    "storyline": "Amid the post-war boom of Hollywood's Golden Age, Cole Phelps is an LAPD detective thrown headfirst into a city drowning in its own success. Corruption is rampant, the drug trade is exploding, and murder rates are at an all-time high. In his fight to climb the ranks and do what's right, Phelps must unravel the truth behind a string of arson attacks, racketeering conspiracies and brutal murders, battling the L.A. underworld and even members of his own department to uncover a secret that could shake the city to its rotten core.", 
    "summary": "L.A. Noire is set in Los Angeles in 1947 and challenges the player, controlling a Los Angeles Police Department (LAPD) officer, to solve a range of cases across five divisions. Players must investigate crime scenes for clues, follow up leads, and interrogate suspects, and the player's success at these activities will impact how much of each case's story is revealed. \n \nThe game draws heavily from both the plot and aesthetic elements of film noir, stylistic films made popular in the 1940s and 1950s that share similar visual styles and themes, including crime and moral ambiguity. The game uses a distinctive colour palette, but in homage to film noir it includes the option to play the game in black and white. Various plot elements reference the major themes of detective and mobster stories such as Key Largo, Chinatown, The Untouchables, The Black Dahlia, and L.A. Confidential. \n \nL.A. Noire is notable for using Depth Analysis's newly developed technology MotionScan, whereby the actors portraying the game's characters were recorded by 32 surrounding cameras to capture facial expressions from every angle. The technology is central to the game's interrogation mechanic, as players must use the suspects' reactions to questioning to judge whether or not they are lying. L.A. Noire was the first video game to be shown at the Tribeca Film Festival. Upon release, the game received wide acclaim for its advances in storytelling and facial animation technology. As of February 2012, both PC and console versions had shipped nearly 5 million copies combined. \n \nIn addition to the original full game, L.A. Noire: The Complete Edition for PC will include a multi-use code to access all the previously released downloadable content from the console versions, including the “Nicholson Electroplating” Arson case, the “Reefer Madness” Vice case, “The Consul’s Car” Traffic case, “The Naked City” Vice case and “A Slip of the Tongue” Traffic case.", 
    "tags": [
        1, 
        20, 
        22, 
        33, 
        38, 
        39, 
        43, 
        268435461, 
        268435470, 
        268435471, 
        268435487, 
        536871137, 
        1073741826
    ], 
    "themes": [
        1, 
        20, 
        22, 
        33, 
        38, 
        39, 
        43
    ], 
    "updated_at": 1526891573867, 
    "url": "https://www.igdb.com/games/la-noire-the-complete-edition", 
    "version_parent": 109, 
    "version_title": "The Complete Edition", 
    "videos": [
        {
            "name": "Trailer", 
            "video_id": "5LU67L8Wv9g"
        }
    ], 
    "websites": [
        {
            "category": 13, 
            "url": "https://store.steampowered.com/sub/12072"
        }, 
        {
            "category": 3, 
            "url": "https://en.wikipedia.org/wiki/L.A._Noire"
        }, 
        {
            "category": 1, 
            "url": "https://www.rockstargames.com/games/info/lanoire"
        }
    ]
}