{
    "aggregated_rating": 80.0, 
    "aggregated_rating_count": 1, 
    "category": 1, 
    "collection": 562, 
    "cover": {
        "cloudinary_id": "uperfvhem0kxlqhw1tyd", 
        "height": 396, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/uperfvhem0kxlqhw1tyd.jpg", 
        "width": 738
    }, 
    "created_at": 1432158251750, 
    "first_release_date": 1290470400000, 
    "game": 40, 
    "id": 10526, 
    "name": "Mafia II: Joe's Adventure", 
    "platforms": [
        6, 
        9, 
        12
    ], 
    "popularity": 1.333333333333333, 
    "rating": 71.5714089645689, 
    "rating_count": 4, 
    "release_dates": [
        {
            "category": 0, 
            "date": 1290470400000, 
            "human": "2010-Nov-23", 
            "m": 11, 
            "platform": 12, 
            "y": 2010
        }, 
        {
            "category": 0, 
            "date": 1290470400000, 
            "human": "2010-Nov-23", 
            "m": 11, 
            "platform": 6, 
            "y": 2010
        }, 
        {
            "category": 0, 
            "date": 1290470400000, 
            "human": "2010-Nov-23", 
            "m": 11, 
            "platform": 9, 
            "y": 2010
        }
    ], 
    "slug": "mafia-ii-joes-adventure", 
    "summary": "Joe’s Adventures continues the prodigious crime drama of Mafia II through the eyes of Joe Barbaro, Vito Scaletta’s best friend, during the time that Vito spends in prison. The game add-on extends the original narrative of Mafia II by combining a dramatic storyline with intense arcade-style gameplay that opens up several new areas in Empire Bay and items for players to get their hands dirty with.\n\nImpulsive and unpredictable, Joe Barbaro has been at Vito’s side since childhood. That is, until Vito gets caught and sent to prison. In Joe’s Adventures, Joe uncovers the truth behind Vito’s prison sentence and what’s really going on in the Clemente family.\n\nJoe’s Adventures offers an engaging narrative and allows players to explore new locations, including a train station, the cathouse, a boat yard, a seasonally changing lakefront and some never-before-seen buildings in Empire Bay. This exciting new chapter in the Mafia II saga includes new clothing, collectibles and even more classic 40’s and 50’s music. In addition to the story-based missions, Joe’s Adventures opens up a slew of optional city-based quests packed with arcade action gameplay and a points-based system that allows players to move up the ranks on the online leaderboard through combos and multiplier bonuses. Deadly executions by head shot or charged explosives rack up points, and precision-timed vehicular power slides, lofty jumps and feats of supercharged speed maintain the adrenaline-charged fun for extensive replayability.", 
    "total_rating": 75.78570448228444, 
    "total_rating_count": 5, 
    "updated_at": 1527937856225, 
    "url": "https://www.igdb.com/games/mafia-ii-joes-adventure"
}