{
    "aggregated_rating": 93.25, 
    "aggregated_rating_count": 7, 
    "alternative_names": [
        {
            "name": "MGSPW"
        }, 
        {
            "comment": "Other", 
            "name": "MGS: Peace Walker"
        }, 
        {
            "comment": "Other", 
            "name": "MGS: Peace WalkerMGSPW "
        }, 
        {
            "comment": "Japanese title", 
            "name": " メタルギアソリッド ピースウォーカ"
        }
    ], 
    "category": 0, 
    "collection": 2128, 
    "cover": {
        "cloudinary_id": "dvgjempptbsbt5yhntyx", 
        "height": 1000, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/dvgjempptbsbt5yhntyx.jpg", 
        "width": 650
    }, 
    "created_at": 1300437405000, 
    "developers": [
        170
    ], 
    "esrb": {
        "rating": 5
    }, 
    "first_release_date": 1272499200000, 
    "franchise": 463, 
    "franchises": [
        463
    ], 
    "game_modes": [
        1, 
        3
    ], 
    "games": [
        379, 
        380, 
        375, 
        1985, 
        378, 
        1009, 
        2031, 
        529, 
        434, 
        960
    ], 
    "genres": [
        5
    ], 
    "id": 382, 
    "keywords": [
        1, 
        21, 
        94, 
        132, 
        167, 
        221, 
        472, 
        558, 
        562, 
        563, 
        1025, 
        1033, 
        1098, 
        1101, 
        1219, 
        1293, 
        1403, 
        1440, 
        1714, 
        1834, 
        1961, 
        1971, 
        2154, 
        2337, 
        2595, 
        2977, 
        3831, 
        4090, 
        4134, 
        4146, 
        4155, 
        4161, 
        4169, 
        4245, 
        4250, 
        4259, 
        4272, 
        4324, 
        4330, 
        4369, 
        4398, 
        4410, 
        4419, 
        4446, 
        4495, 
        4508, 
        4525, 
        4541, 
        4570, 
        4574, 
        4589, 
        4610, 
        4611, 
        4615, 
        4626, 
        4641, 
        4644, 
        4699, 
        4740, 
        4783, 
        4816, 
        4820, 
        4843, 
        4857, 
        4905, 
        4906, 
        4907, 
        4919, 
        4956, 
        5042, 
        5096, 
        5156, 
        5167, 
        5209, 
        5214, 
        5257, 
        5266, 
        5275, 
        5277, 
        5300, 
        5307, 
        5323, 
        5349, 
        5411, 
        5414, 
        5451, 
        5453, 
        5466, 
        5485, 
        5486, 
        5529, 
        5530, 
        5578, 
        5583, 
        5593, 
        5609, 
        5688, 
        5697, 
        5789, 
        5812, 
        5813, 
        5823, 
        5851, 
        5896, 
        5900, 
        5901, 
        5905, 
        5989, 
        5999, 
        6079, 
        6113, 
        6216, 
        6232, 
        6237, 
        6238, 
        6245, 
        6246, 
        6263, 
        6356, 
        6362, 
        6376, 
        6391, 
        6426, 
        6461, 
        6468, 
        6540, 
        6622, 
        6624, 
        6646, 
        6693, 
        6694, 
        6713, 
        6726, 
        6736, 
        6788, 
        6828, 
        6829, 
        6870, 
        6889, 
        7038, 
        7041, 
        7046, 
        7051, 
        7055, 
        7074, 
        7091, 
        7092, 
        7097, 
        7120, 
        7335, 
        7369, 
        7412, 
        7419, 
        7498, 
        7500, 
        7515, 
        7621, 
        7670, 
        8130, 
        8144, 
        8157, 
        8175, 
        8300, 
        8795, 
        8803, 
        8851, 
        8905, 
        8915, 
        8926, 
        8983, 
        9022, 
        9023, 
        9154, 
        9156, 
        9160, 
        9183, 
        9222, 
        9291, 
        9310, 
        9322, 
        9328, 
        9374, 
        9448, 
        9626, 
        9636, 
        9698, 
        9700, 
        9728, 
        9795, 
        9796, 
        9797, 
        9802, 
        9838, 
        9870, 
        9873, 
        9874, 
        9907, 
        9913, 
        9932, 
        9961, 
        10008, 
        10368, 
        10372, 
        10373, 
        10376, 
        10389, 
        10678, 
        11246, 
        11539, 
        11558, 
        11789, 
        11818, 
        11963, 
        12282, 
        12288, 
        12291, 
        12424, 
        12435, 
        12442, 
        12462, 
        12492, 
        12951, 
        12953, 
        13036, 
        13082, 
        13192, 
        13193, 
        13194, 
        13195, 
        13196, 
        13197, 
        13198, 
        13199, 
        13200, 
        13201, 
        13202, 
        13203, 
        16717
    ], 
    "multiplayer_modes": [
        {
            "campaigncoop": false, 
            "dropin": false, 
            "lancoop": true, 
            "offlinecoop": false, 
            "offlinecoopmax": 0, 
            "offlinemax": 0, 
            "onlinecoop": false, 
            "onlinecoopmax": 0, 
            "onlinemax": 0, 
            "platform": 38, 
            "splitscreen": false, 
            "splitscreenonline": false
        }
    ], 
    "name": "Metal Gear Solid: Peace Walker", 
    "platforms": [
        9, 
        38, 
        12
    ], 
    "player_perspectives": [
        2
    ], 
    "popularity": 3.0, 
    "publishers": [
        129
    ], 
    "pulse_count": 3, 
    "rating": 80.65964380117191, 
    "rating_count": 80, 
    "release_dates": [
        {
            "category": 0, 
            "date": 1275955200000, 
            "human": "2010-Jun-08", 
            "m": 6, 
            "platform": 38, 
            "region": 2, 
            "y": 2010
        }, 
        {
            "category": 0, 
            "date": 1276819200000, 
            "human": "2010-Jun-18", 
            "m": 6, 
            "platform": 38, 
            "region": 1, 
            "y": 2010
        }, 
        {
            "category": 0, 
            "date": 1272499200000, 
            "human": "2010-Apr-29", 
            "m": 4, 
            "platform": 38, 
            "region": 5, 
            "y": 2010
        }, 
        {
            "category": 0, 
            "date": 1276732800000, 
            "human": "2010-Jun-17", 
            "m": 6, 
            "platform": 38, 
            "region": 3, 
            "y": 2010
        }, 
        {
            "category": 0, 
            "date": 1320710400000, 
            "human": "2011-Nov-08", 
            "m": 11, 
            "platform": 9, 
            "region": 2, 
            "y": 2011
        }, 
        {
            "category": 0, 
            "date": 1320710400000, 
            "human": "2011-Nov-08", 
            "m": 11, 
            "platform": 12, 
            "region": 2, 
            "y": 2011
        }, 
        {
            "category": 0, 
            "date": 1320883200000, 
            "human": "2011-Nov-10", 
            "m": 11, 
            "platform": 9, 
            "region": 5, 
            "y": 2011
        }, 
        {
            "category": 0, 
            "date": 1320883200000, 
            "human": "2011-Nov-10", 
            "m": 11, 
            "platform": 12, 
            "region": 5, 
            "y": 2011
        }, 
        {
            "category": 0, 
            "date": 1328227200000, 
            "human": "2012-Feb-03", 
            "m": 2, 
            "platform": 9, 
            "region": 1, 
            "y": 2012
        }, 
        {
            "category": 0, 
            "date": 1328227200000, 
            "human": "2012-Feb-03", 
            "m": 2, 
            "platform": 12, 
            "region": 1, 
            "y": 2012
        }, 
        {
            "category": 0, 
            "date": 1329350400000, 
            "human": "2012-Feb-16", 
            "m": 2, 
            "platform": 9, 
            "region": 3, 
            "y": 2012
        }, 
        {
            "category": 0, 
            "date": 1329350400000, 
            "human": "2012-Feb-16", 
            "m": 2, 
            "platform": 12, 
            "region": 3, 
            "y": 2012
        }
    ], 
    "screenshots": [
        {
            "cloudinary_id": "jfmjqyjtnoou6tprcroh", 
            "height": 1088, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/jfmjqyjtnoou6tprcroh.jpg", 
            "width": 1920
        }, 
        {
            "cloudinary_id": "pirfhsul3pk6amfensrd", 
            "height": 1088, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/pirfhsul3pk6amfensrd.jpg", 
            "width": 1920
        }, 
        {
            "cloudinary_id": "sus9gspg4uui9kykzzu9", 
            "height": 1088, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/sus9gspg4uui9kykzzu9.jpg", 
            "width": 1920
        }, 
        {
            "cloudinary_id": "dsiul7inry1glocshps6", 
            "height": 725, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/dsiul7inry1glocshps6.jpg", 
            "width": 1280
        }, 
        {
            "cloudinary_id": "szyemzq4rpsz36dklkny", 
            "height": 720, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/szyemzq4rpsz36dklkny.jpg", 
            "width": 1280
        }
    ], 
    "slug": "metal-gear-solid-peace-walker", 
    "storyline": "Four years after the events of the San Hieronymo incident, Big Boss—who prefers his original title, Snake—and Kaz Miller have established Militaires Sans Frontières, a small mercenary faction, on the Colombian coast. They are approached by Ramon Galvez Mena, a professor at the University of Peace, and his student, Paz Ortega Andrade. Galvez attempts to hire MSF to investigate an army that has discreetly occupied parts of Costa Rica. Snake refuses, identifying Galvez as a KGB agent, but is convinced when Paz plays a recording of The Boss. \n \nWhen Snake arrives in Costa Rica, he begins to suspect that the mystery army has brought nuclear weapons with them. Enlisting the help of the Sandinista Liberation Army, he tracks a shipment to a research facility deep in the mountains. His suspicions are confirmed when he witnesses Hot Coldman, a senior CIA agent, announce his intentions to fire a live nuclear weapon as part of a project code-named \"Peace Walker,\" a fail-deadly nuclear tank. Snake reveals himself to Huey Emmerich, one of Peace Walker's designers, who agrees to help him stop Coldman. \n \nFollowing Huey's instructions, Snake ventures deeper into Costa Rica, searching for Dr. Strangelove, the designer of Peace Walker's artificial intelligence systems. He discovers that Strangelove has based Peace Walker's primary control systems on The Boss' personality. She demands to know whether The Boss genuinely defected to the Soviet Union, or if she died on a mission that was covered up, going so far as to torture Snake for information. \n \nSnake escapes custody and attempts in vain to destroy Peace Walker, a quadrupedal nuclear launch platform. He chases Peace Walker across the Nicaraguan border to an American airbase on the shores of Lake Cocibolca. Discovering that the base has been occupied by Soviet soldiers, Snake infiltrates the facility to confront Coldman. Coldman reveals the purpose of Peace Walker: he believes that nuclear deterrence is a flawed theory, relying on humans to retaliate in the event of a nuclear exchange, whom he believes to be unwilling to destroy their own race. As an impartial artificial intelligence, Peace Walker would guarantee retaliation, and Coldman intends to fire a warhead to prove it. Suddenly, the facility is overrun by Soviet soldiers, led by Galvez, who reveals himself as Vladimir Zadornov. Zadornov intends to hijack Peace Walker for the Soviet Union, but the standoff is broken by the arrival of MSF and the Sandinistas, giving Snake enough time to destroy Peace Walker. \n \nIn the aftermath of the battle, Zadornov is captured and Coldman mortally wounded. In his dying moments, Coldman activates Peace Walker's data uplink, convincing NORAD that the United States is about to be hit by a Soviet nuclear strike. Snake contacts NORAD, and tries to convince them to stand down, but senior members of the armed forces refuse and plan to retaliate. With a nuclear strike imminent, The Boss' personality takes control of Peace Walker's damaged artificial intelligence and drowns Peace Walker in Lake Cocibolca, severing the connection and ending the threat. \n \nSome time later, Zadornov repeatedly escapes from MSF, arousing Snake's suspicions that someone has betrayed them. Paz reveals herself to be the traitor, using Zadornov's escapes to seize control of Metal Gear ZEKE, a walking tank designed by Huey to act as MSF's deterrent against foreign intervention. Acting as an agent of Major Zero—now using the name \"Cipher\"—Paz issues Snake an ultimatum: surrender MSF to Cipher and become his deterrent, or else she will fire a nuclear warhead on America, at which point they will be branded a nuclear-equipped extremist cult, and the world will unite in their pursuit of MSF. Snake prevents the launch by crippling ZEKE, and Paz is thrown into the ocean. In the aftermath, Snake reconciles with his memory of The Boss and accepts the title of Big Boss as he rallies the soldiers of MSF to prepare for a fight for their survival, declaring them to be living in \"Outer Heaven\".", 
    "summary": "MGS: Peace Walker is an action-adventure stealth video game and is the third action-based Metal Gear title made specifically for the PSP, following Metal Gear Solid: Portable Ops and its stand-alone expansion Portable Ops Plus, and the first in the series released for a portable platform to be directed by series' creator Hideo Kojima. This is the first title in the series to alter the traditional tagline \"Tactical Espionage Action\" to \"Tactical Espionage Operations\", referring to the base building and mission mechanics of the game. \n \nSet in 1974 in Costa Rica, the game follows the exploits of returning protagonist Big Boss (previously known as Naked Snake in Snake Eater and Portable Ops, now known simply as Snake) as he runs the mercenary unit Militaires Sans Frontières (Soldiers Without Borders). \n \nPeace Walker consists of two primary playing modes: \"Mission\" and \"Mother Base\". \"Mission\" are the actual action sequences of the game, where the player must infiltrate an enemy territory, whereas \"Mother Base\" is a crew managing simulation mode similar to the \"Comrade System\" in Portable Ops. \n \nMissions \nPlayers get to choose which missions to play from the \"Mission Selector\" screen. There are two main types of Missions: Main Ops are the primary story-based missions in which goals are determined by the narrative and must be played in a strict order in order to proceed. Some Main Ops missions include illustrated cutscenes that involve bits of interactivity in order to proceed. Extra Ops are optional side-missions that involve much more elaborate goals ranging from simple target practices to obtaining secret documents. \n \nWhen the player completes a mission, his or her performance is evaluated afterward. A player's score is penalized with a lower rank and reduced heroism for excessive killing and frequently being discovered, whereas players who are stealthy and subdue enemy soldiers non-lethally will be awarded appropriately. Players can replay previously cleared missions for higher ranks. \n \nPlayers can go through missions as Snake or as an MSF soldier (male or female). Some missions will only be available to Snake, and likewise for MSF soldiers. \n \nThe game adopts certain mechanics from Metal Gear Solid 4, such as the ability to move while crouched, the over-the-shoulder shooting view, the CQC system, and the ability to search held-up soldiers. The truck from Portable Ops, where players can bring subdued enemies for recruitment, has been discarded in favor of the Fulton Recovery System, which players attach to subdued soldiers and prisoners. The Wi-Fi recruitment system from Portable Ops has been modified so that instead of tapping the Circle button to obtain a strong enough signal from an access point, the player will have to knockout soldiers using CQC to accept them. The cardboard box used to hide from enemy soldiers is now available in two-man versions called Love Boxes, which have different variants. The Surround Indicator in Portable Ops can also be used only when it is equipped in the item box and players will also develop and use an early version of the Soliton radar system from Metal Gear Solid. The game features the camouflage index system from Snake Eater, but the player does not have the ability to change camouflage uniforms during a mission as the point index will be entirely based on movement, position, and the size of the weapon equipped in the weapon box. The player can also use marking devices to call in artillery strikes or resupply drops. \n \nMovement is done on the analog stick; actions such as co-op actions use the directional-pad; melee actions, which include multiple throws into crowds of enemies, use the R button; and weapons use the L button with the R button. Players will be unable to move or shoot while lying down and while pinned on a wall. The player can set the control system according to that of Portable Ops, Guns of the Patriots, or Capcom's Monster Hunter. \n \nBefore starting a mission, the player can determine his or her character's item and weapon load-out, including the character's uniform. The player's carrying capacity is limited and any excessive items that the player obtains during a mission will be transferred over to Mother Base's inventory. There are four primary types of uniforms that can be worn by the player. \n \nJungle Fatigues — The default uniform for Snake and MSF Soldiers. A balance of stealth, defense, weapons, and inventory. Available in multiple camouflage patterns. \nNaked — A shirtless version of the Jungle Fatigues, players using Naked uniforms move fast at the cost of lower stealth, weaker defense, and fewer items. \nSneaking Suit — Resembles the sneaking suit worn by Snake in Snake Eater and Portable Ops, it allows players to move without generating foot noises and have higher camouflage compared to other suits while moving, but restricts them to five items and six secondary weapons. \nBattle Dress — A heavily armored suit that allows the player to carry a third primary weapon and absorb heavy firepower, but at the cost of a lower item carrying capacity, slower mobility and a lower camouflage index. A variant outfitted with a helmet is also available, which increases the defenses. \n \nMother Base \nThe Mother Base is an abandoned OTEC research platform in the Caribbean that serves as the MSF's headquarters. Aside from managing the combat, medical, intelligence, and technology research teams seen in MPO, the player can assign personnel to the mess hall crew to feed the troops and keep up their morale. Rebellious or injured personnel can be brought to the brig and sickbay, respectively. The player will also have a chance to capture military vehicles that appear in the game as minor boss opponents, such as armored personnel carriers, tanks, and attack helicopters. Up to 350 soldiers can be recruited; excess staff caught in a mission must be discharged and up to 50 vehicles can be captured over the course of the game. \n \nItems and weapons are not procured on-site, but rather they're developed by MSF's R&D division based on blueprints obtained from missions. New items and weapons can only be developed when the player has sufficient GMP and certain MSF divisions have both reached the required level. Once development of an item has been completed, the R&D staff will automatically mass-produce them for the entire army. \n \nOuter Ops is a new game mechanic where players can deploy their combat unit soldiers (with the exception of Snake and other unique characters) and captured vehicles on certain missions against computer opponents. Each assault force codenamed from Alpha to Hotel has eight slots for assigning vehicles or soldiers, who can gain combat bonuses such as additional hit points and Psyche points, and generate income for the team. Depending on the scale of the enemy's firepower, MSF soldiers who are defeated during the battle can either die or be brought to sickbay for treatment. Vehicles that show damage in one mission will still show damage unless they are taken off the front for repairs, while decommissioned vehicles will be stricken from the inventory. \n \nMultiplayer \nThe Comrade System from Portable Ops has been removed in favor of a cooperative play mode called \"Co-Ops\", which allows two players to play most sneaking missions and four players in boss missions. There are several actions that can take place when two players are next to each other. 'Snake-in' allows players to hold on to each other as one player leads the way, also allowing the players to fire on the move. Other co-operative actions include holding up closing doors, performing CPR on fallen comrades, sharing items, and acting as a spotter for other players whose vision is obscured. \n \nVersus Ops are multiplayer matches played over special versions of certain maps. The player has a choice of whether to organize individual or team deathmatches, base capture and quetzal capture missions. Only certain items or weapons unlocked in the single-player campaign can be used in the mode. Each match can gather up to six players with restrictions included, such as life and psyche points not regained and limited time for CPR revivals.", 
    "tags": [
        1, 
        17, 
        22, 
        23, 
        268435461, 
        536870913, 
        536870933, 
        536871006, 
        536871044, 
        536871079, 
        536871133, 
        536871384, 
        536871470, 
        536871474, 
        536871475, 
        536871937, 
        536871945, 
        536872010, 
        536872013, 
        536872131, 
        536872205, 
        536872315, 
        536872352, 
        536872626, 
        536872746, 
        536872873, 
        536872883, 
        536873066, 
        536873249, 
        536873507, 
        536873889, 
        536874743, 
        536875002, 
        536875046, 
        536875058, 
        536875067, 
        536875073, 
        536875081, 
        536875157, 
        536875162, 
        536875171, 
        536875184, 
        536875236, 
        536875242, 
        536875281, 
        536875310, 
        536875322, 
        536875331, 
        536875358, 
        536875407, 
        536875420, 
        536875437, 
        536875453, 
        536875482, 
        536875486, 
        536875501, 
        536875522, 
        536875523, 
        536875527, 
        536875538, 
        536875553, 
        536875556, 
        536875611, 
        536875652, 
        536875695, 
        536875728, 
        536875732, 
        536875755, 
        536875769, 
        536875817, 
        536875818, 
        536875819, 
        536875831, 
        536875868, 
        536875954, 
        536876008, 
        536876068, 
        536876079, 
        536876121, 
        536876126, 
        536876169, 
        536876178, 
        536876187, 
        536876189, 
        536876212, 
        536876219, 
        536876235, 
        536876261, 
        536876323, 
        536876326, 
        536876363, 
        536876365, 
        536876378, 
        536876397, 
        536876398, 
        536876441, 
        536876442, 
        536876490, 
        536876495, 
        536876505, 
        536876521, 
        536876600, 
        536876609, 
        536876701, 
        536876724, 
        536876725, 
        536876735, 
        536876763, 
        536876808, 
        536876812, 
        536876813, 
        536876817, 
        536876901, 
        536876911, 
        536876991, 
        536877025, 
        536877128, 
        536877144, 
        536877149, 
        536877150, 
        536877157, 
        536877158, 
        536877175, 
        536877268, 
        536877274, 
        536877288, 
        536877303, 
        536877338, 
        536877373, 
        536877380, 
        536877452, 
        536877534, 
        536877536, 
        536877558, 
        536877605, 
        536877606, 
        536877625, 
        536877638, 
        536877648, 
        536877700, 
        536877740, 
        536877741, 
        536877782, 
        536877801, 
        536877950, 
        536877953, 
        536877958, 
        536877963, 
        536877967, 
        536877986, 
        536878003, 
        536878004, 
        536878009, 
        536878032, 
        536878247, 
        536878281, 
        536878324, 
        536878331, 
        536878410, 
        536878412, 
        536878427, 
        536878533, 
        536878582, 
        536879042, 
        536879056, 
        536879069, 
        536879087, 
        536879212, 
        536879707, 
        536879715, 
        536879763, 
        536879817, 
        536879827, 
        536879838, 
        536879895, 
        536879934, 
        536879935, 
        536880066, 
        536880068, 
        536880072, 
        536880095, 
        536880134, 
        536880203, 
        536880222, 
        536880234, 
        536880240, 
        536880286, 
        536880360, 
        536880538, 
        536880548, 
        536880610, 
        536880612, 
        536880640, 
        536880707, 
        536880708, 
        536880709, 
        536880714, 
        536880750, 
        536880782, 
        536880785, 
        536880786, 
        536880819, 
        536880825, 
        536880844, 
        536880873, 
        536880920, 
        536881280, 
        536881284, 
        536881285, 
        536881288, 
        536881301, 
        536881590, 
        536882158, 
        536882451, 
        536882470, 
        536882701, 
        536882730, 
        536882875, 
        536883194, 
        536883200, 
        536883203, 
        536883336, 
        536883347, 
        536883354, 
        536883374, 
        536883404, 
        536883863, 
        536883865, 
        536883948, 
        536883994, 
        536884104, 
        536884105, 
        536884106, 
        536884107, 
        536884108, 
        536884109, 
        536884110, 
        536884111, 
        536884112, 
        536884113, 
        536884114, 
        536884115, 
        536887629, 
        1073741826
    ], 
    "themes": [
        1, 
        17, 
        22, 
        23
    ], 
    "total_rating": 86.95482190058596, 
    "total_rating_count": 87, 
    "updated_at": 1528420616262, 
    "url": "https://www.igdb.com/games/metal-gear-solid-peace-walker", 
    "videos": [
        {
            "name": "Trailer", 
            "video_id": "Sx4k1aa07Ng"
        }
    ], 
    "websites": [
        {
            "category": 3, 
            "url": "https://en.wikipedia.org/wiki/Metal_Gear_Solid:_Peace_Walker"
        }, 
        {
            "category": 2, 
            "url": "http://metalgear.wikia.com/wiki/Metal_Gear_Solid:_Peace_Walker"
        }, 
        {
            "category": 1, 
            "url": "http://www.konami.jp/mgs_pw/index.html"
        }
    ]
}