{
    "aggregated_rating": 50.75, 
    "aggregated_rating_count": 7, 
    "alternative_names": [
        {
            "name": "Naughty Bear"
        }
    ], 
    "category": 0, 
    "collection": 889, 
    "cover": {
        "cloudinary_id": "h32xmee7n9bvp5skxnyv", 
        "height": 310, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/h32xmee7n9bvp5skxnyv.jpg", 
        "width": 250
    }, 
    "created_at": 1374153627411, 
    "developers": [
        1241
    ], 
    "esrb": {
        "rating": 5, 
        "synopsis": ""
    }, 
    "first_release_date": 1277424000000, 
    "game_modes": [
        1, 
        2
    ], 
    "games": [
        19407, 
        65832, 
        18167, 
        11423, 
        21063, 
        26769, 
        19082, 
        5304, 
        28113, 
        19083
    ], 
    "genres": [
        15, 
        25
    ], 
    "id": 2633, 
    "keywords": [
        140, 
        164, 
        221, 
        296, 
        350, 
        404, 
        569, 
        575, 
        968, 
        1032, 
        1293, 
        1345, 
        1779, 
        2152, 
        3782, 
        4176, 
        4182, 
        4245, 
        4333, 
        4419, 
        4446, 
        4714, 
        4869, 
        4977, 
        5177, 
        5255, 
        5520, 
        5665, 
        5675, 
        5749, 
        5783, 
        5785, 
        5857, 
        5999, 
        6398, 
        6457, 
        7369, 
        7611, 
        8969, 
        12462
    ], 
    "name": "Naughty Bear", 
    "platforms": [
        9, 
        12
    ], 
    "player_perspectives": [
        2
    ], 
    "popularity": 1.333333333333333, 
    "publishers": [
        445
    ], 
    "rating": 40.794838585486, 
    "rating_count": 4, 
    "release_dates": [
        {
            "category": 0, 
            "date": 1277769600000, 
            "human": "2010-Jun-29", 
            "m": 6, 
            "platform": 9, 
            "region": 2, 
            "y": 2010
        }, 
        {
            "category": 0, 
            "date": 1277424000000, 
            "human": "2010-Jun-25", 
            "m": 6, 
            "platform": 9, 
            "region": 1, 
            "y": 2010
        }, 
        {
            "category": 0, 
            "date": 1277769600000, 
            "human": "2010-Jun-29", 
            "m": 6, 
            "platform": 12, 
            "y": 2010
        }
    ], 
    "screenshots": [
        {
            "cloudinary_id": "mej1kw9jdz6uc0pkelar", 
            "height": 576, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/mej1kw9jdz6uc0pkelar.jpg", 
            "width": 1024
        }, 
        {
            "cloudinary_id": "g8mqeh0nbpwvw8fvsl4d", 
            "height": 720, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/g8mqeh0nbpwvw8fvsl4d.jpg", 
            "width": 1280
        }, 
        {
            "cloudinary_id": "syktrbetfdwutbh0oqw4", 
            "height": 720, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/syktrbetfdwutbh0oqw4.jpg", 
            "width": 1280
        }, 
        {
            "cloudinary_id": "ys3tvv1m9jckauksmdfl", 
            "height": 720, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/ys3tvv1m9jckauksmdfl.jpg", 
            "width": 1280
        }
    ], 
    "slug": "naughty-bear", 
    "storyline": "Naughty Bear is the only bear on Perfection Island who is not invited to Daddles' birthday party. Naughty tries to be nice anyway and even crafted a gift for the occasion, hoping he and Daddles could become friends. When two other bears, Chubby and Giggles, see that Naughty has a present, they laugh at him. This makes Naughty sulk back to his house. He then decides to get revenge on the bears, going on a killing spree and punishing the various other inhabitants of Perfection Island and any outside help that comes to their aid. \n \nThe episodes that follow have Naughty deal with a variety of unusual events: fighting ninja bears to take out Mayor Chubby whose re-electoral promise is to kill off Naughty; battling the military to punish Cozy for using birds to spy on him; killing Nibbles for raising the Un-Ted; fighting his way through the Bear Emergency Action Response (BEAR) unit to kill oil baron Trembles for intending to kill Naughty and build an oil rig over his hut; and executing Fluffy for unknowingly threatening all existence while taking down his robot bear army. \n \nIn the seventh episode, a bear named Sunbeam makes contact with aliens. However, the aliens enslave the bears and take over the island. After killing the aliens and Sunbeam, Naughty Bear is congratulated by the other bears for his effort, and was even offered a cake. However, Daddles smashes the cake in Naughty's face, humiliating him in front of all the bears on the island as they all played him. Heartbroken, Naughty Bear goes back to his hut, but not before he destroys the cabin all the bears are in with an RPG. \n \nThree additional episodes were released as downloadable content. In the first, Naughty is invited to a cake tasting party to be the guest of honour. But learning it to be a trap by Cop Gordon as he calls in the superhero Danger Bear and his X-Bear team, Naughty not only punishes Gordon, but also the X-Bears and Danger Bear's number one fan, Bubbles. In the second, Naughty punishes the crew of Captain Bear Beard and Giggles when they intend to dig up Naughty Bear's house for buried treasure. In the last one, Naughty learns the bears enlisted Vampiricorn to do their dirty work. Due to him and his minions draining the stuffing of Unibear, the vampire bears are almost unstoppable as Naughty punishes both them and Stardust, who came up with the plan in the first place.", 
    "summary": "In Naughty Bear, players take on the role of Naughty Bear, a bear driven to seek vengeance after the other bears don't invite him to the big birthday party. Scorned for the last time, Naughty Bear becomes hell bent on manipulating and terrorizing the blissful bears inhabiting the Island of Perfection. \n \nAs Naughty Bear, players will wreak havoc on every stuffing-filled foe that crosses their path. Featuring an array of weapons, objects and scare tactics, gamers strive to earn Naughty Points as they inflict physical and psychological harm on Naughty Bear's enemies. This all-new scare-based points system means players will win the most rewards for being deviant and maniacal. The variety allows for a completely new experience every time players pick up a controller and the ill-fated bears become more difficult to harass and terrorize as the game progresses. \n \nNaughty Bear features more than 30 levels to unlock, with unique characteristics and weaponry encountered at every stage. Gamers can search the game world and collect all the hidden party items locked away by the other bears.", 
    "tags": [
        1, 
        27, 
        268435471, 
        268435481, 
        536871052, 
        536871076, 
        536871133, 
        536871208, 
        536871262, 
        536871316, 
        536871481, 
        536871487, 
        536871880, 
        536871944, 
        536872205, 
        536872257, 
        536872691, 
        536873064, 
        536874694, 
        536875088, 
        536875094, 
        536875157, 
        536875245, 
        536875331, 
        536875358, 
        536875626, 
        536875781, 
        536875889, 
        536876089, 
        536876167, 
        536876432, 
        536876577, 
        536876587, 
        536876661, 
        536876695, 
        536876697, 
        536876769, 
        536876911, 
        536877310, 
        536877369, 
        536878281, 
        536878523, 
        536879881, 
        536883374, 
        1073741826
    ], 
    "themes": [
        1, 
        27
    ], 
    "total_rating": 45.772419292743, 
    "total_rating_count": 11, 
    "updated_at": 1517270718421, 
    "url": "https://www.igdb.com/games/naughty-bear", 
    "videos": [
        {
            "name": "Trailer", 
            "video_id": "gQWAxgPR0yU"
        }
    ]
}