{
    "aggregated_rating": 67.0, 
    "aggregated_rating_count": 2, 
    "category": 0, 
    "collection": 3616, 
    "cover": {
        "cloudinary_id": "eab716f9t9gviohxylr6", 
        "height": 2148, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/eab716f9t9gviohxylr6.jpg", 
        "width": 1530
    }, 
    "created_at": 1469306440731, 
    "first_release_date": 1171670400000, 
    "games": [
        54662, 
        15851, 
        18681, 
        27081, 
        22690, 
        28862, 
        7433, 
        57738, 
        701, 
        11253
    ], 
    "genres": [
        14
    ], 
    "id": 21392, 
    "keywords": [
        26, 
        27, 
        58, 
        137, 
        1166, 
        1293, 
        1440, 
        4274, 
        4400, 
        4747, 
        9927, 
        9928
    ], 
    "name": "NCAA March Madness 07", 
    "platforms": [
        12
    ], 
    "popularity": 1.0, 
    "rating": 70.0, 
    "rating_count": 0, 
    "release_dates": [
        {
            "category": 0, 
            "date": 1171670400000, 
            "human": "2007-Feb-17", 
            "m": 2, 
            "platform": 12, 
            "region": 8, 
            "y": 2007
        }
    ], 
    "slug": "ncaa-march-madness-07", 
    "summary": "The NCAA Basketball (formerly NCAA March Madness) series was a College basketball game which was published by EA Sports from 1998 until 2009. After EA Sports' rival publisher 2K Sports cancelled its own college basketball game, College Hoops, in 2008, EA changed the name of the series from NCAA March Madness to NCAA College Basketball. The series was discontinued on February 10, 2010.[1] \n \nLike other games based on NCAA sports, it could not feature the players' names (as that is against NCAA policy/rules), so only the players' numbers were used in the rosters. Users were able to edit the rosters, putting in the correct names for each team if they wished to do so. Many player last names were built into the in-game commentary, like in the NBA Live series. \n \nVerne Lundquist, Brad Nessler, and Gus Johnson lent their voices for play-by-play in the games at various times. Lundquist was the original announcer, with Nessler taking over in the mid-2000s and Johnson joining him for the most recent game in the series. Bill Raftery and Dick Vitale were analysts. Raftery originally worked with Lundquist on their games and returned to work alongside Johnson for CBS-branded games in NCAA Basketball 10, while Vitale and Nessler joined the series at the same time", 
    "tags": [
        268435470, 
        536870938, 
        536870939, 
        536870970, 
        536871049, 
        536872078, 
        536872205, 
        536872352, 
        536875186, 
        536875312, 
        536875659, 
        536880839, 
        536880840
    ], 
    "total_rating": 68.5, 
    "total_rating_count": 2, 
    "updated_at": 1513023016714, 
    "url": "https://www.igdb.com/games/ncaa-march-madness-07"
}