{
    "aggregated_rating": 40.0, 
    "aggregated_rating_count": 3, 
    "category": 0, 
    "cover": {
        "cloudinary_id": "k04bwlttg7mi5irqf1l5", 
        "height": 352, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/k04bwlttg7mi5irqf1l5.jpg", 
        "width": 250
    }, 
    "created_at": 1401384513033, 
    "developers": [
        1440
    ], 
    "esrb": {
        "rating": 5
    }, 
    "first_release_date": 1140652800000, 
    "game_modes": [
        1
    ], 
    "games": [
        22425, 
        28751, 
        3353, 
        19494, 
        14758, 
        64303, 
        42438, 
        12546, 
        19711, 
        54524
    ], 
    "genres": [
        4, 
        13
    ], 
    "id": 7127, 
    "keywords": [
        1, 
        36, 
        56, 
        992, 
        1293, 
        1739, 
        4149, 
        4259, 
        4330, 
        4359, 
        5384, 
        5503, 
        5789, 
        7036, 
        10390
    ], 
    "name": "Over G Fighters", 
    "platforms": [
        12
    ], 
    "popularity": 1.333333333333333, 
    "publishers": [
        104
    ], 
    "release_dates": [
        {
            "category": 0, 
            "date": 1140652800000, 
            "human": "2006-Feb-23", 
            "m": 2, 
            "platform": 12, 
            "region": 5, 
            "y": 2006
        }, 
        {
            "category": 0, 
            "date": 1151366400000, 
            "human": "2006-Jun-27", 
            "m": 6, 
            "platform": 12, 
            "region": 2, 
            "y": 2006
        }, 
        {
            "category": 0, 
            "date": 1151625600000, 
            "human": "2006-Jun-30", 
            "m": 6, 
            "platform": 12, 
            "region": 1, 
            "y": 2006
        }
    ], 
    "screenshots": [
        {
            "cloudinary_id": "dpjmxruvphrggtzuyxap", 
            "height": 270, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/dpjmxruvphrggtzuyxap.jpg", 
            "width": 480
        }
    ], 
    "slug": "over-g-fighters", 
    "summary": "Over G Fighters is the only modern jet fighter game to deliver intense and exciting aerial combat showcasing the awesome power of modern aircrafts on Xbox 360. In Over G Fighters, a terrorist organization threatens the world's peace and security as players take to the skies in a united world air force. Players command more than 30 of the most powerful jet fighters ever conceived and battle for air superiority in massive dogfights in the skies above Europe, Asia, Africa and North America. Players combat enemies in the air and on the ground with challenging and dangerous strike missions against well defended targets deep in the heart of hostile territory. Harnessing the power of the Xbox 360, Over G Fighters depicts a precise recreation of the world's most distinguished jet fighters in battle. \nKey Features: \nFly the world's most powerful fighters: Fly every modern jet fighter in the Western arsenal including the F-22A Raptor, the US air superiority fighter of the 21st century. Face more than 90 Western and former Soviet enemies and get in the cockpit of the F-15E Strike Eagle, F-16C Fighting Falcon, F/A-18C Hornet, Su-27 Flanker, MiG-29A Fulcrum, and F-117A Nighthawk. \n \nAttempt more than 80 intense missions in a modern-day global conflict: Players take the fight to the enemy in aerial battles all over the world and face massive, challenging missions with interlocking sub-missions. After successfully completing the sub-missions, players will attack the most challenging primary mission objective. \n \nCheck six: With 360-degree cockpit views from realistic, highly detailed and functional instrumentation. Players will feel the G-forces and hear the roar of jet engines in 5.1 channel stereo as they ignite the after burner. \n \nGet right into the action: Kick the tires and light the fires! Players can jump right into the action and instantly engage in dogfights either one-on-one or in massive dogfighting \"furballs.\" \n \nFlight data recorder: Players can save their combat triumphs and learn from their defeats by recording and replaying their aerial exploits. \n \nXbox Live® online gaming service for up to eight players online: Engage in head-to-head dogfights or cooperative team play between squadrons on huge detailed maps with varied geographies.", 
    "tags": [
        268435460, 
        268435469, 
        536870913, 
        536870948, 
        536870968, 
        536871904, 
        536872205, 
        536872651, 
        536875061, 
        536875171, 
        536875242, 
        536875271, 
        536876296, 
        536876415, 
        536876701, 
        536877948, 
        536881302
    ], 
    "total_rating": 40.0, 
    "total_rating_count": 3, 
    "updated_at": 1517270762969, 
    "url": "https://www.igdb.com/games/over-g-fighters"
}