{
    "category": 0, 
    "collection": 307, 
    "cover": {
        "cloudinary_id": "w8ezl705rx7dt9x59gmw", 
        "height": 600, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/w8ezl705rx7dt9x59gmw.jpg", 
        "width": 848
    }, 
    "created_at": 1498826422221, 
    "first_release_date": 1133481600000, 
    "games": [
        28029, 
        68287, 
        36950, 
        76722, 
        76246, 
        19341, 
        306, 
        64204, 
        17522, 
        10039
    ], 
    "genres": [
        5
    ], 
    "id": 41596, 
    "name": "Perfect Dark Zero Collector's Edition", 
    "platforms": [
        12
    ], 
    "popularity": 1.666666666666667, 
    "release_dates": [
        {
            "category": 0, 
            "date": 1133481600000, 
            "human": "2005-Dec-02", 
            "m": 12, 
            "platform": 12, 
            "region": 8, 
            "y": 2005
        }
    ], 
    "slug": "perfect-dark-zero-collectors-edition", 
    "summary": "Perfect Dark Zero features a campaign mode consisting of 14 missions that can be played co-operatively, and a multiplayer mode where a maximum of 32 players can compete against each other in numerous types of deathmatch and objective-based games. Both the co-operative and multiplayer modes support split-screen, system link, and the Xbox Live online service. The game was under development for five years and was originally intended to be released for the Nintendo GameCube and later the Xbox. \n \nPerfect Dark Zero sold more than one million copies worldwide and received generally positive reviews from critics, garnering a score of 81 out of 100 at review aggregate website Metacritic. The game's numerous multiplayer modes singled out as strong features. However, some critics felt that the game did not meet the expectations, criticizing single-player aspects such as its story and voice acting. Two sequel novels, Perfect Dark: Initial Vector and Perfect Dark: Second Front, as well as a comic series, Perfect Dark: Janus' Tears, were released to continue the story of the game.", 
    "tags": [
        1, 
        18, 
        23, 
        268435461
    ], 
    "themes": [
        1, 
        18, 
        23
    ], 
    "updated_at": 1515493967188, 
    "url": "https://www.igdb.com/games/perfect-dark-zero-collectors-edition", 
    "version_parent": 1465, 
    "version_title": "Collector's Edition"
}