{
    "category": 0, 
    "cover": {
        "cloudinary_id": "fqboqfi0sbkwifphfnv9", 
        "height": 2148, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/fqboqfi0sbkwifphfnv9.jpg", 
        "width": 1530
    }, 
    "created_at": 1499866058111, 
    "first_release_date": 1173139200000, 
    "games": [
        46820, 
        39665, 
        101684, 
        101567, 
        101100, 
        100907, 
        100887, 
        100879, 
        100863, 
        100832
    ], 
    "genres": [
        14
    ], 
    "id": 47366, 
    "name": "Pro Evolution Soccer 2007", 
    "platforms": [
        12
    ], 
    "popularity": 1.666666666666667, 
    "release_dates": [
        {
            "category": 0, 
            "date": 1173139200000, 
            "human": "2007-Mar-06", 
            "m": 3, 
            "platform": 12, 
            "region": 8, 
            "y": 2007
        }
    ], 
    "slug": "pro-evolution-soccer-2007", 
    "summary": "Pro Evolution Soccer 6 (also known as World Soccer: Winning Eleven 10 and World Soccer: Winning Eleven X for Xbox 360 in Japan and South Korea, Winning Eleven: Pro Evolution Soccer 2007 in the United States) is a video game developed and published by Konami. Released in 2006 for the PlayStation 2, Xbox 360, and PC platforms and following on the Nintendo DS and PlayStation Portable afterward, Pro Evolution Soccer 6 is the 6th edition of the Pro Evolution Soccer series for the PlayStation 2, 2nd for the PlayStation Portable and 4th for PC. It is the first game to debut on the Nintendo DS and the Xbox 360. The Xbox 360 version features improved graphics, but retains gameplay similar to the other console versions. The edit mode has been stripped down for the Xbox 360 release, due to time restrictions. The graphics engine on the PC does not utilise the next-gen 360 engine but will again be a direct conversion of the PlayStation 2 engine. \n \nA Bundesliga license was supposed to be a feature of the game but Konami were forced to remove the Bundesliga license, which means the Bundesliga is not present in PES6, not even as a series of unlicensed teams, with the exception of FC Bayern Munich who were fully licensed with the omission of their shirt sponsor T-Home. From then on, no further games featured the Bundesliga, with the participation of German teams restricted to a few of its teams appearing in separate blocks (like the UEFA Champions League teams without their own league).", 
    "tags": [
        268435470
    ], 
    "updated_at": 1501627817661, 
    "url": "https://www.igdb.com/games/pro-evolution-soccer-2007"
}