{
    "aggregated_rating": 76.3333333333333, 
    "aggregated_rating_count": 3, 
    "category": 0, 
    "collection": 946, 
    "cover": {
        "cloudinary_id": "wr2uvm2uqmbprmd4sxn8", 
        "height": 353, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/wr2uvm2uqmbprmd4sxn8.jpg", 
        "width": 250
    }, 
    "created_at": 1401465687176, 
    "developers": [
        263
    ], 
    "esrb": {
        "rating": 3
    }, 
    "first_release_date": 1132617600000, 
    "game_modes": [
        1, 
        2, 
        4
    ], 
    "games": [
        97, 
        98, 
        7441, 
        11198, 
        99, 
        7215, 
        26948, 
        10386, 
        524, 
        20201
    ], 
    "genres": [
        10
    ], 
    "id": 7160, 
    "keywords": [
        1098, 
        1293, 
        1678, 
        1783, 
        2071, 
        2152, 
        2362, 
        2478, 
        3095, 
        3425, 
        3912, 
        3995, 
        4157, 
        4205, 
        4216, 
        4282, 
        4287, 
        4359, 
        4364, 
        4400, 
        4523, 
        4576, 
        4869, 
        4890, 
        5043, 
        5196, 
        5209, 
        5259, 
        5302, 
        5479, 
        5572, 
        5662, 
        5783, 
        5850, 
        5875, 
        5942, 
        5944, 
        6036, 
        6196, 
        6490, 
        7070, 
        7407, 
        8255, 
        8281, 
        10437, 
        11213, 
        11278, 
        11754
    ], 
    "name": "Ridge Racer 6", 
    "platforms": [
        12
    ], 
    "popularity": 1.333333333333333, 
    "publishers": [
        263
    ], 
    "rating": 88.4503485089688, 
    "rating_count": 3, 
    "release_dates": [
        {
            "category": 0, 
            "date": 1132617600000, 
            "human": "2005-Nov-22", 
            "m": 11, 
            "platform": 12, 
            "region": 2, 
            "y": 2005
        }, 
        {
            "category": 0, 
            "date": 1134172800000, 
            "human": "2005-Dec-10", 
            "m": 12, 
            "platform": 12, 
            "region": 5, 
            "y": 2005
        }, 
        {
            "category": 0, 
            "date": 1137715200000, 
            "human": "2006-Jan-20", 
            "m": 1, 
            "platform": 12, 
            "region": 1, 
            "y": 2006
        }
    ], 
    "screenshots": [
        {
            "cloudinary_id": "ff28xujkcy4rm6juppmh", 
            "height": 720, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/ff28xujkcy4rm6juppmh.jpg", 
            "width": 1280
        }
    ], 
    "slug": "ridge-racer-6", 
    "summary": "Ridge Racer 6 is the sixth installment in the Ridge Racer series of racing games. It was released on Xbox 360 on 22 November 2005 in North America, 10 December 2005 in Japan, and 20 January 2006 in Europe. \n \n \nLike previous Ridge Racer titles, the focus of gameplay is on placing first out of 14 in numerous 3-lap races across several tracks and numerous cars. In most races, the player can earn up to three nitrous boosts by successfully drifting around corners without crashing, which can then be used to give the player a short burst of speed. Some races are labeled as \"no-nitrous,\" which prevent the player from earning any nitrous during the race, though the player can optionally enable nitrous. If the player wins using this option, the race is considered complete, but noted for breaking the no-nitrous rule. Some races are also Duels between the player and a boss opponent, who is usually equipped with a much better car than the player can select from. \n \nRidge Racer 6 introduces a career-mode \"World Xplorer,\" a branching-tree arrangement of races in which the player can only attempt races next to a race that has already been successfully completed. The layout of the races in the Xplorer is such that the position of a race will indicate what class of car can be used (horizontal position) and the difficulty of the course (vertical position). Rewards can be obtained by completing certain races or completing all races that enclose an area on the Xplorer, and usually offers new cars but also include additional variations of the tracks (mirroring and reverse) or new branches added to the tree. A player can also engage in quick races and time challenges for any track and car that has been unlocked. \n \nThere are thirty new circuits available including \"Surfside Resort\" and \"Harborline 765.\" Also, there are around 130 cars (including 10 special). Online multiplayer is possible with up to 14 players racing against each other and downloadable content is available via Microsoft's Xbox Live service. Players can download another player's \"ghost\" replay from Xbox Live and attempt to beat it. \n \nLike other Ridge Racer games, this iteration goes beyond cars to feature other outlandish vehicles as well, called \"special machines\" in the game. These include a hovercraft (Assoluto Pronzione), a tripod supercar (Himmel 490B) and an oversized SUV that can be very loud (Danver Bass Cruiser).[1] The game, as with all games in the Ridge Racer series, contains copious amount of references to other Namco games, such as Pac-Man, Soulcalibur, and Ace Combat. \n \nThe game also features a Full Motion Video opening, starring series mascot Reiko Nagase. \n \nIn Japan, Namco announced that it expected to sell 500,000 copies of Ridge Racer 6 for the Xbox 360, although far fewer copies were actually sold. Ridge Racer 7 for the PlayStation 3 is something of a \"director's cut\"/\"final version\" of Ridge Racer 6, but with major differences such as new vehicles that were not seen in Ridge Racer 6 such as Sinseong, a Korean brand.", 
    "tags": [
        268435466, 
        536872010, 
        536872205, 
        536872590, 
        536872695, 
        536872983, 
        536873064, 
        536873274, 
        536873390, 
        536874007, 
        536874337, 
        536874824, 
        536874907, 
        536875069, 
        536875117, 
        536875128, 
        536875194, 
        536875199, 
        536875271, 
        536875276, 
        536875312, 
        536875435, 
        536875488, 
        536875781, 
        536875802, 
        536875955, 
        536876108, 
        536876121, 
        536876171, 
        536876214, 
        536876391, 
        536876484, 
        536876574, 
        536876695, 
        536876762, 
        536876787, 
        536876854, 
        536876856, 
        536876948, 
        536877108, 
        536877402, 
        536877982, 
        536878319, 
        536879167, 
        536879193, 
        536881349, 
        536882125, 
        536882190, 
        536882666
    ], 
    "total_rating": 82.39184092115104, 
    "total_rating_count": 6, 
    "updated_at": 1517270690305, 
    "url": "https://www.igdb.com/games/ridge-racer-6"
}