{
    "category": 0, 
    "cover": {
        "cloudinary_id": "qxhxep1ugqqgwiyvebqe", 
        "height": 2135, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/qxhxep1ugqqgwiyvebqe.jpg", 
        "width": 1500
    }, 
    "created_at": 1499456449425, 
    "first_release_date": 1333670400000, 
    "id": 45197, 
    "name": "Street Fighter X Tekken Special Edition", 
    "platforms": [
        12
    ], 
    "popularity": 1.333333333333333, 
    "release_dates": [
        {
            "category": 0, 
            "date": 1333670400000, 
            "human": "2012-Apr-06", 
            "m": 4, 
            "platform": 12, 
            "region": 8, 
            "y": 2012
        }
    ], 
    "slug": "street-fighter-x-tekken-special-edition", 
    "summary": "Street Fighter X Tekken (ストリートファイター Ｘ 鉄拳 Sutorīto Faitā Kurosu Tekken?) is a crossover fighting game developed by Capcom and released in March 2012 for the PlayStation 3 and Xbox 360, in May for the PC and in October for the PlayStation Vita. The game features characters from both the Street Fighter franchise and Namco's Tekken series. In the game, players select two characters and face other duos in tag team fighting matches, in which the objective is to knock out one of the members from the opposing team. In addition to the game's multiplayer modes, the game also features a single-player Story mode with a plot revolving around a mysterious object called the \"Pandora\". \n \nThe game is the product of a partnership between Namco and Capcom that previously produced the role-playing game Namco × Capcom. As Street Fighter X Tekken was made by Capcom, with Namco being involved more in the licensing of the Tekken cast, the gameplay is based on the 2D gameplay of Street Fighter, with projectile moves such as the Hadouken, as opposed to the Tekken series. Namco is currently producing their own take on the crossover, Tekken X Street Fighter, which will follow their 3D style of gameplay. Unique features in Street Fighter X Tekken include the Gem System, which allows players to equip special gems to power-up various character attributes and Pandora Mode, in which a character's strength and abilities are temporarily augmented. \n \nThe game was well received by critics, who complimented the roster and deep game mechanics. Nevertheless, it fell short of Capcom's sales expectations. In addition, Capcom's release of downloadable content (DLC) for the game was met with criticism when it was revealed that the company was charging for access to characters that were already on the game disc.", 
    "updated_at": 1500359182538, 
    "url": "https://www.igdb.com/games/street-fighter-x-tekken-special-edition"
}