{
    "aggregated_rating": 90.0, 
    "aggregated_rating_count": 0, 
    "category": 0, 
    "collection": 62, 
    "cover": {
        "cloudinary_id": "lrzwana3fp8plrae2lrb", 
        "height": 381, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/lrzwana3fp8plrae2lrb.jpg", 
        "width": 440
    }, 
    "created_at": 1470257101140, 
    "first_release_date": 1334620800000, 
    "games": [
        16468, 
        1221, 
        55289, 
        59516, 
        37088, 
        47823, 
        36608, 
        28010, 
        36792, 
        25311
    ], 
    "genres": [
        12, 
        31
    ], 
    "id": 22319, 
    "name": "The Witcher 2: Assassins Of Kings - Dark Edition", 
    "platforms": [
        12
    ], 
    "popularity": 1.333333333333333, 
    "release_dates": [
        {
            "category": 0, 
            "date": 1334620800000, 
            "human": "2012-Apr-17", 
            "m": 4, 
            "platform": 12, 
            "region": 2, 
            "y": 2012
        }
    ], 
    "screenshots": [
        {
            "cloudinary_id": "n3t1e4m2hsuy7qmc2wnk", 
            "height": 1085, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/n3t1e4m2hsuy7qmc2wnk.jpg", 
            "width": 1500
        }
    ], 
    "slug": "the-witcher-2-assassins-of-kings-dark-edition", 
    "summary": "Compared to the initial award winning PC release, the Xbox 360 edition will feature lots of new and exciting content. \n \nAdditional hours of gameplay for the Xbox 360: New major adventures set in previously unseen locations, expanding the story and introducing new characters, mysteries and monsters. \n \nNew Game Introduction and cinematic: All new animations and cut scenes, including a new, three and a half minute pre-rendered cinematic depicting the assassination of King Demavend of Aedirn. BAFTA Award winner and Academy Award nominee Tomasz Baginski brings this key historical event to life, setting the stage for the story told in The Witcher 2. \n \nUpgraded interface, designed specifically for the Xbox 360: Game camera and targeting have been redesigned for the Xbox, and with upgraded pad controls, players will now be able to experience fully The Witcher 2's spectacular and thrilling combat. \n \nDark Edition content: \n \nThe Witcher 2: Assassins of Kings game on 2 DVDs, \n \nMAKING-OF DVD: All the cinematic materials related to game - trailers, dev diaries, gameplay footage, interviews and making-of exclusive video. \n \nWORLD MAP: A map of the game's world. \n \nTHE WITCHER MEDALLION: A wolf head metal medallion on a chain. \n \nQUEST HANDBOOK: The Witcher 2 quest handbook for both novice and experienced role-playing fans. \n \nGAME MANUAL: A rulebook and interface explanation to help you get started. \n \nARTBOOK: Extensive, 232 pages documentary of game's graphical assets with descriptions. Including concept arts, cover renders and stories behind Art of The Witcher 2. \n \nSTICKERS: Three stickers with Witcher 2 graphics. \n \nDARK EDITION BOX: An elegant thick cardboard box to hold all your valuable Dark Edition contents.", 
    "tags": [
        1, 
        17, 
        268435468, 
        268435487
    ], 
    "themes": [
        1, 
        17
    ], 
    "total_rating": 90.0, 
    "total_rating_count": 0, 
    "updated_at": 1515493979567, 
    "url": "https://www.igdb.com/games/the-witcher-2-assassins-of-kings-dark-edition", 
    "version_parent": 478, 
    "version_title": "Dark Edition"
}