{
    "category": 0, 
    "cover": {
        "cloudinary_id": "aaur1yfpt6gzrlk99qyf", 
        "height": 640, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/aaur1yfpt6gzrlk99qyf.jpg", 
        "width": 452
    }, 
    "created_at": 1472933432134, 
    "first_release_date": 1376611200000, 
    "games": [
        76246, 
        19341, 
        28029, 
        32902, 
        24920, 
        272, 
        68287, 
        10039, 
        68142, 
        36608
    ], 
    "genres": [
        5
    ], 
    "id": 23414, 
    "name": "The Serious Sam Collection", 
    "platforms": [
        12
    ], 
    "popularity": 1.333333333333333, 
    "release_dates": [
        {
            "category": 0, 
            "date": 1376611200000, 
            "human": "2013-Aug-16", 
            "m": 8, 
            "platform": 12, 
            "region": 8, 
            "y": 2013
        }
    ], 
    "screenshots": [
        {
            "cloudinary_id": "npk9o6ugo42jhauw6zvm", 
            "height": 180, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/npk9o6ugo42jhauw6zvm.jpg", 
            "width": 300
        }
    ], 
    "slug": "the-serious-sam-collection", 
    "summary": "Get Ready for Serious Action \n \nPrepare to unleash your inner beast as you go after an army of wicked extraterrestrials. Follow the notorious hero, Sam 'Serious' Stone, in his quest to destroy the alien overlord, Mental, in The Serious Sam Collection – the most action-packed compendium of Serious Sam games. Featuring four of the best Serious Sam games ever made, The Serious Sam Collection has been updated with enhanced visuals, lush landscapes, improved textures and character models in HD. With an arsenal of chainsaws, flamethrowers, rocket launchers, sniper rifles and more, this is some serious first-person shooting action. Now four titles are available for the cost of a single game. The Serious Sam collection includes: \n \nSerious Sam HD: The First Encounter \n \nGet acquainted with the classic hero as he is sent back through time to ancient Egypt to battle the overwhelming forces of Lord Mental and the Sirian army. \n \nSerious Sam HD: The Second Encounter \n \nContinue your battle against Mental's army with the classic over-the-top action, crazy humor and horror from the golden age of first-person shooters. \n \nSerious Sam 3: BFE (plus Jewel of the Nile DLC pack) \n \nThe utterly addictive third installment of the Serious Sam series that brings you back to where the story all began: Before the First Encounter! \n \nSerious Sam: Double D XXL \n \nPart of the Serious Sam Indie Series, Double D XXL is a whole new brand of carnage and mayhem!", 
    "tags": [
        1, 
        268435461
    ], 
    "themes": [
        1
    ], 
    "updated_at": 1500292599217, 
    "url": "https://www.igdb.com/games/the-serious-sam-collection"
}