{
    "aggregated_rating": 75.0, 
    "aggregated_rating_count": 5, 
    "category": 0, 
    "collection": 975, 
    "cover": {
        "cloudinary_id": "mzaybcwryyl1p7r1oadi", 
        "height": 359, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/mzaybcwryyl1p7r1oadi.jpg", 
        "width": 252
    }, 
    "created_at": 1401821917905, 
    "developers": [
        771
    ], 
    "first_release_date": 1220313600000, 
    "game_modes": [
        1, 
        3
    ], 
    "games": [
        28558, 
        44242, 
        28465, 
        34919, 
        26563, 
        33603, 
        36962, 
        55888, 
        65827, 
        75102
    ], 
    "genres": [
        13
    ], 
    "id": 7238, 
    "keywords": [
        43
    ], 
    "name": "Viva Piñata: Trouble in Paradise", 
    "platforms": [
        12
    ], 
    "player_perspectives": [
        2
    ], 
    "popularity": 2.0, 
    "publishers": [
        53
    ], 
    "rating": 71.106284730838, 
    "rating_count": 6, 
    "release_dates": [
        {
            "category": 0, 
            "date": 1220313600000, 
            "human": "2008-Sep-02", 
            "m": 9, 
            "platform": 12, 
            "region": 2, 
            "y": 2008
        }, 
        {
            "category": 0, 
            "date": 1220572800000, 
            "human": "2008-Sep-05", 
            "m": 9, 
            "platform": 12, 
            "region": 1, 
            "y": 2008
        }, 
        {
            "category": 0, 
            "date": 1221091200000, 
            "human": "2008-Sep-11", 
            "m": 9, 
            "platform": 12, 
            "region": 3, 
            "y": 2008
        }, 
        {
            "category": 0, 
            "date": 1221091200000, 
            "human": "2008-Sep-11", 
            "m": 9, 
            "platform": 12, 
            "region": 5, 
            "y": 2008
        }
    ], 
    "screenshots": [
        {
            "cloudinary_id": "tdprokk5pytucg25uxik", 
            "height": 320, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/tdprokk5pytucg25uxik.jpg", 
            "width": 570
        }
    ], 
    "slug": "viva-pinata-trouble-in-paradise", 
    "summary": "The original Rare Ltd. team behind Viva Piñata has reunited to bring gamers Viva Piñata: Trouble in Paradise, the newest and most fun piñata adventure to date. Available exclusively on Xbox 360, Viva Piñata: Trouble in Paradise reinvigorates a colorful and engaging gaming experience on the Xbox 360 platform. Now with full cooperative and online gameplay modes, the Viva Piñata franchise opens its doors even wider with a new game that provides hours of fun for gamers of all ages, fans of the animated series and animal lovers alike. \n \nReturn to Piñata Island \n \nPlay is easy with the Piñata finder. \nView larger. \n \nTeam up for co-op play in the garden. \nView larger. \n \nPiñatas are fully customizable. \nView larger. \n \nTeach piñatas tricks with the 'trick stick tool'. \nView larger. \nThere's New Trouble on Piñata Island \nUnfortunately, not all is well on the island, as Professor Pester and his gang of Ruffians have wiped out Piñata Central's computer records, posing a threat to parties everywhere. Rebuild the computer database and thwart Professor Pester's evil plot by sending piñatas at full candiosity to parties all around the world. Build and maintain your piñata gardens using your creativity and imagination to attract, trap, protect, train, and manage more than 100 different piñata species. \n \nMore Ways to Play \nWhile Trouble in Paradise maintains the gameplay mechanics players of the original game will remember, it also adds a few new twists, giving players more choices on how to make their garden grow. These include: \n \nPlayer Guide System - Replacing the traditional tutorial, the optional Player Guide System directs players through a series of loose goals to help them master the fundamental aspects of the game. \n \nStandard Mode - Presenting a challenge for experienced piñata gardeners and dedicated gamers, the Standard gameplay mode provides a more tricky option, where players must keep a watchful eye on their garden. Sour piñatas, feuding species, weeds, illness and limited money call for you to exercise problem solving and creativity to build and maintain an environment where piñatas can flourish and grow. \n \nJust for Fun Mode - Designed for beginner players, kids and those just looking to explore Piñata Island, this mode allows players to jump into the garden and interact with the unique piñata world. In this mode the difficulty has been turned down and the fun has been turned up. Sour piñatas stay away, resident piñatas remain healthy, weeds don't plague your garden and you have an infinite chocolate coin bank account, allowing you to turn your garden into a veritable utopia of colorful creatures. \n \nImproved Co-Op Play - While the original Viva Piñata had a simple system where two players could mutually control the single game cursor via different controllers, Trouble in Paradise adds drop-in/drop-out offline gameplay for two players and online co-operative gameplay for up to four players. This allows additional players to join the game at any time to assist the primary player with gardening tasks. \n \nKey Features: \n \nCustomize Your Garden and Piñatas - Plant flowers, dig ponds, even place sand and snow in your garden to make exotic species of piñata feel at home. Buy objects to change the weather, or get new toys for your piñata. And nurture the thirty-two new species of piñata, including sour piñatas that infiltrate and wreak havoc in the garden. Choose to tame the sours, or feed them candy to keep them sweet. \nPlay With a Friend - Family members and friends can now share in the joy of creating a garden by plugging in an extra controller. The second player has access to all tools, actions, activities, and can help by collecting magic. It's an entirely new way to play. \nPlay Multiple Game Modes - Use the Player Guide System to master the fundamental aspects of the game. Then, try the Standard Mode where sour piñatas, feuding species, and limited money call for you to exercise problem solving and creativity to build and maintain your garden. Or enjoy Just for Fun Mode, which allows you to build a garden full of colorful creatures without worries. \nExperience Piñata Vision - Plug in an Xbox LIVE Vision camera and interact with the game through the use of printed cards featuring a unique barcode. Flash a piñata card up to the Vision camera, and the content will drop directly into the game. \nShow off to friends - Use the new photo mode to snap, print, and upload pictures of your unique garden or customized piñatas to show to friends. Photograph your piñata and turn it into a piñata card, then share it with your friends so they can scan it and put it into their own garden. \nTeach Your Piñata Tricks - Piñatas can perform dazzling tricks, if you teach them with the new trick stick tool. Watch as piñatas play together, perch on each other, and interact in new ways to make them even more appealing. \nAdd Game Content with Piñata Vision \nTrouble in Paradise also utilizes the optional Xbox LIVE Vision camera accessory through a feature entitled Piñata Vision. With this players can import, activate, create and share game content via optical card scanning technology. These cards do not necessarily have to be purchased, and instead are primarily downloaded from the game's website. Game developer, Rare, and Microsoft Game Studios are also considering making certain special cards available as part of promotions with magazines or gaming websites, ensuring that fans of the Viva Piñata franchise can expect fresh, exciting for years to come. \nProduct Description \nReturn to magical Piñata Island. Unfortunately, not all is well on the island, as Professor Pester and his gang of Ruffians have wiped out Piñata Central's computer records, posing a threat to parties everywhere. Rebuild the computer database and thwart Professor Pester's evil plot by sending piñatas at full candiosity to parties all around the world. Build and maintain your piñata gardens—using your creativity and imagination to attract, trap, protect, train, and manage more than 100 different piñata species.", 
    "tags": [
        268435469, 
        536870955, 
        1073741826
    ], 
    "total_rating": 73.053142365419, 
    "total_rating_count": 11, 
    "updated_at": 1517270686344, 
    "url": "https://www.igdb.com/games/viva-pinata-trouble-in-paradise"
}