{
    "category": 0, 
    "created_at": 1499071691473, 
    "first_release_date": 814924800000, 
    "games": [
        44242, 
        24491, 
        28465, 
        75579, 
        75275, 
        34919, 
        75102, 
        33603, 
        36962, 
        55888
    ], 
    "genres": [
        13
    ], 
    "id": 42301, 
    "name": "AIII S.V. A-Ressha de Ikou 3 Super Version", 
    "platforms": [
        19
    ], 
    "popularity": 1.333333333333333, 
    "release_dates": [
        {
            "category": 0, 
            "date": 814924800000, 
            "human": "1995-Oct-29", 
            "m": 10, 
            "platform": 19, 
            "region": 8, 
            "y": 1995
        }
    ], 
    "slug": "aiii-sv-a-ressha-de-ikou-3-super-version", 
    "summary": "The game puts players in command of a railway company. There are no rival companies; the player controls the only one in the city and the game is resultingly fairly open-ended. A-Train III is the first game in the series to make use of near-isometric dimetric projection to present the city, similar to Maxis's SimCity 2000. There are two types of transport that the player's company can take: passengers or building materials. The former is more likely to be profitable, but building materials allow the city to grow. Wherever the building materials are delivered, they can be taken and used to construct buildings for the city. These start with houses, but eventually, as an area grows, roads, and shops and other buildings are built. These can provide extra revenue for a passenger service, but also allowing the city to develop and grow can be seen as a goal in itself. As well as the buildings built by the computer, in response to the materials being present, the player can construct their own buildings, such as ski resorts and hotels, and make profits from them if the conditions are right.", 
    "tags": [
        268435469
    ], 
    "updated_at": 1500604126709, 
    "url": "https://www.igdb.com/games/aiii-sv-a-ressha-de-ikou-3-super-version"
}