{
    "category": 0, 
    "cover": {
        "cloudinary_id": "inluxds4zwzeixihkk2m", 
        "height": 1447, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/inluxds4zwzeixihkk2m.jpg", 
        "width": 815
    }, 
    "created_at": 1499424869585, 
    "first_release_date": 722822400000, 
    "games": [
        29173, 
        55590, 
        18623, 
        19934, 
        640, 
        9199, 
        23345, 
        19376, 
        55689, 
        19847
    ], 
    "genres": [
        13, 
        15
    ], 
    "id": 44448, 
    "keywords": [
        19, 
        563, 
        1107, 
        1148, 
        1821, 
        3782, 
        4225
    ], 
    "name": "Barbarossa", 
    "platforms": [
        19
    ], 
    "popularity": 1.0, 
    "release_dates": [
        {
            "category": 0, 
            "date": 722822400000, 
            "human": "1992-Nov-27", 
            "m": 11, 
            "platform": 19, 
            "region": 5, 
            "y": 1992
        }, 
        {
            "category": 0, 
            "date": 725414400000, 
            "human": "1992-Dec-27", 
            "m": 12, 
            "platform": 19, 
            "region": 8, 
            "y": 1992
        }
    ], 
    "slug": "barbarossa", 
    "summary": "Strategy game based on WWII barbarossa campaign. Operation Barbarossa (German: Unternehmen Barbarossa) was the code name for Nazi Germany's invasion of the Soviet Union during World War II, which began on 22 June 1941. The operation was driven by Adolf Hitler's ideological desire to conquer the Soviet territories as outlined in his 1925 manifesto Mein Kampf (\"My Struggle\"). \nIn the two years leading up to the invasion, the two countries signed political and economic pacts for strategic purposes. Still, on 18 December 1940, Hitler authorized an invasion of the Soviet Union for a start date of 15 May 1941, but this was not met; instead, the invasion began on 22 June 1941. Over the course of the operation, about four million soldiers of the Axis powers invaded the Soviet Union along a 2,900-kilometer (1,800 mi) front, the largest invasion force in the history of warfare. In addition to troops, the Germans employed some 600,000 motor vehicles and between 600–700,000 horses. It marked the beginning of the rapid escalation of the war, both geographically and in the formation of the Allied coalition.", 
    "tags": [
        268435469, 
        268435471, 
        536870931, 
        536871475, 
        536872019, 
        536872060, 
        536872733, 
        536874694, 
        536875137
    ], 
    "updated_at": 1516759689792, 
    "url": "https://www.igdb.com/games/barbarossa"
}