{
    "category": 0, 
    "collection": 545, 
    "cover": {
        "cloudinary_id": "lstcofl1cyizktx8cagn", 
        "height": 380, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/lstcofl1cyizktx8cagn.jpg", 
        "width": 525
    }, 
    "created_at": 1459477583616, 
    "developers": [
        771, 
        2816
    ], 
    "esrb": {
        "rating": 1
    }, 
    "first_release_date": 739324800000, 
    "game_modes": [
        1, 
        3
    ], 
    "games": [
        71455, 
        1936, 
        55752, 
        21063, 
        11567, 
        26766, 
        29147, 
        9061, 
        10039, 
        25300
    ], 
    "genres": [
        4, 
        8, 
        25
    ], 
    "id": 18577, 
    "keywords": [
        3, 
        103, 
        296, 
        301, 
        594, 
        970, 
        982, 
        1008, 
        1019, 
        1059, 
        1330, 
        2152, 
        3186, 
        3486, 
        4161, 
        4162, 
        4164, 
        4176, 
        4247, 
        4270, 
        4288, 
        4302, 
        4393, 
        4396, 
        4407, 
        4423, 
        4667, 
        4694, 
        4743, 
        4758, 
        4916, 
        4958, 
        5096, 
        5098, 
        5208, 
        5268, 
        5453, 
        5616, 
        5722, 
        5756, 
        7042, 
        7684, 
        8904, 
        9116, 
        10750, 
        11533, 
        12830
    ], 
    "name": "Battletoads In Battlemaniacs", 
    "pegi": {
        "rating": 1
    }, 
    "platforms": [
        19, 
        64
    ], 
    "player_perspectives": [
        4
    ], 
    "popularity": 1.666666666666667, 
    "publishers": [
        1384, 
        231
    ], 
    "release_dates": [
        {
            "category": 0, 
            "date": 739324800000, 
            "human": "1993-Jun-06", 
            "m": 6, 
            "platform": 19, 
            "region": 2, 
            "y": 1993
        }, 
        {
            "category": 0, 
            "date": 749865600000, 
            "human": "1993-Oct-06", 
            "m": 10, 
            "platform": 19, 
            "region": 1, 
            "y": 1993
        }, 
        {
            "category": 0, 
            "date": 750124800000, 
            "human": "1993-Oct-09", 
            "m": 10, 
            "platform": 19, 
            "region": 3, 
            "y": 1993
        }, 
        {
            "category": 0, 
            "date": 757900800000, 
            "human": "1994-Jan-07", 
            "m": 1, 
            "platform": 19, 
            "region": 5, 
            "y": 1994
        }, 
        {
            "category": 0, 
            "date": 757900800000, 
            "human": "1994-Jan-07", 
            "m": 1, 
            "platform": 64, 
            "region": 8, 
            "y": 1994
        }
    ], 
    "screenshots": [
        {
            "cloudinary_id": "tbbnbod3n4pxsx5yjloy", 
            "height": 480, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/tbbnbod3n4pxsx5yjloy.jpg", 
            "width": 640
        }, 
        {
            "cloudinary_id": "c631qu1mqi8xa2sykfru", 
            "height": 360, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/c631qu1mqi8xa2sykfru.jpg", 
            "width": 480
        }
    ], 
    "slug": "battletoads-in-battlemaniacs", 
    "storyline": "The story begins with the Battletoads visiting the Gyachung-La fortress in northern Tibet. Professor T. Bird has invited them there to witness the Psicone Corporation's first demonstration of their new virtual reality game system, T.R.I.P.S (Total Reality Integrated Playing System). While showing off the system's artificial world (entitled \"The Gamescape\"), a pig of the apocalypse leaps out of the screen and kidnaps Michiko Tashoku (daughter of Psicone Corporation's CEO, Yuriko Tashoku). Zitz attempts to rescue her, but gets knocked out by the pig and captured as well. The pig escapes back into the Gamescape and Silas Volkmire appears on the screen, announcing his plans to turn the real world into his own Gamescape, and that Michiko and Zitz are being held captive under the evil Dark Queen. With nothing left to lose, Rash and Pimple enter the Gamescape to rescue their friends and stop Volkmire and the Dark Queen from fulfilling their plans.\nAlong the way, they fight Rocky, a giant stone pig, and race against Scuzz, a rat that challenges them all throughout the final level. The Battletoads finally reach the Dark Queen in her tower and defeat her, but she manages to escape again. Bird picks up Volkmire on his scanners and finds out that he is trying to escape using a teleporter, so the Battletoads leave the Gamescape and hop into the Battlecopter to chase after him.\nDepending on the player's actions during this final gameplay segment, there are two possible endings that may occur. If the player is unable to shoot three missiles at Volkmire's teleporter, he gets away, and the Battletoads feel dejected knowing that Volkmire is free and the Dark Queen wants revenge. If the player successfully shoots three missiles at Volkmire's teleporter, the ship crashes in the Himalayas and is recovered, but Volkmire is nowhere to be found. Similarly to the first ending, it is alluded to that Volkmire and the Dark Queen will want revenge.", 
    "summary": "Battletoads in Battlemaniacs is a 1993 platforming beat 'em up video game developed by Rare and published by Tradewest for the Super Nintendo Entertainment System. The game was released in North America in June 1993, in Europe in October 1993 and in Japan on January 7, 1994. It was also ported for the Sega Master System and released exclusively in Brazil. Released around the same time as Battletoads & Double Dragon, Battletoads in Battlemaniacs is an installment in the Battletoads series.\nThe game follows two Battletoads, Rash and Pimple, on a quest to stop Silas Volkmire and the evil Dark Queen from ruling over the world. Many of its levels are enhanced or remixed versions of levels from the original Battletoads, featuring similar mechanics and gameplay styles. Battletoads in Battlemaniacs received mostly positive response from critics, receiving an aggregate score of 78% from GameRankings. The game was praised for its varied gameplay and music, but criticized for its lack of originality and high difficulty.", 
    "tags": [
        1, 
        18, 
        268435460, 
        268435464, 
        268435481, 
        536870915, 
        536871015, 
        536871208, 
        536871213, 
        536871506, 
        536871882, 
        536871894, 
        536871920, 
        536871931, 
        536871971, 
        536872242, 
        536873064, 
        536874098, 
        536874398, 
        536875073, 
        536875074, 
        536875076, 
        536875088, 
        536875159, 
        536875182, 
        536875200, 
        536875214, 
        536875305, 
        536875308, 
        536875319, 
        536875335, 
        536875579, 
        536875606, 
        536875655, 
        536875670, 
        536875828, 
        536875870, 
        536876008, 
        536876010, 
        536876120, 
        536876180, 
        536876365, 
        536876528, 
        536876634, 
        536876668, 
        536877954, 
        536878596, 
        536879816, 
        536880028, 
        536881662, 
        536882445, 
        536883742, 
        1073741828
    ], 
    "themes": [
        1, 
        18
    ], 
    "updated_at": 1523223118718, 
    "url": "https://www.igdb.com/games/battletoads-in-battlemaniacs", 
    "videos": [
        {
            "name": "Gameplay video", 
            "video_id": "gsMyqV09wok"
        }
    ], 
    "websites": [
        {
            "category": 3, 
            "url": "https://en.wikipedia.org/wiki/Battletoads_in_Battlemaniacs"
        }
    ]
}