{
    "category": 0, 
    "created_at": 1497954615296, 
    "first_release_date": 795052800000, 
    "games": [
        49414, 
        25636, 
        21842, 
        28080, 
        36608, 
        18862, 
        75102, 
        23913, 
        47472, 
        44922
    ], 
    "genres": [
        12
    ], 
    "id": 38156, 
    "name": "BS-X: Sore wa Namae o Nusumareta Machi no Monogatari", 
    "platforms": [
        19
    ], 
    "popularity": 1.333333333333333, 
    "release_dates": [
        {
            "category": 0, 
            "date": 795052800000, 
            "human": "1995-Mar-13", 
            "m": 3, 
            "platform": 19, 
            "region": 8, 
            "y": 1995
        }
    ], 
    "slug": "bs-x-sore-wa-namae-o-nusumareta-machi-no-monogatari", 
    "summary": "Bundled with the Satellaview system. \n \nThe application on this cartridge took the form of a game; however, its actual purpose was to serve as an interactive menu system for the console subunit. On start-up the player would enter a name, selected either a male or female character avatar, and then move the avatar around a virtual town. Houses and shops in the town served as download locations where the player could directly download games, particular game data, or digital magazines. The download would write game data into temporary memory locations which would remain until the player downloaded a new game to take its place. \n \nApart from downloads, players could also travel to in-game locations such as the Wall Newspaper Co. (かべ新聞社 kabe shinbunsha?) to read brief text-only postcard-like messages from St.GIGA and Nintendo that announced contest winners, revealed future games and future programming schedule details, and served to raise awareness for celebrity events relating to SoundLink Magazine performers' off-Satellaview activities. Furthermore, the avatar was equipped with an inventory and game currency which could be spent on various in-game items such as telephone cards, vehicle tickets, fish bait, and shoes that would enable the player to dash rather than walk everywhere. While the BS-X application cartridge had none of the challenges typically associated with games, it featured a plot of sorts and thus can be considered a video game in a narratalogical sense.", 
    "tags": [
        268435468
    ], 
    "updated_at": 1500605835617, 
    "url": "https://www.igdb.com/games/bs-x-sore-wa-namae-o-nusumareta-machi-no-monogatari"
}