{
    "category": 0, 
    "cover": {
        "cloudinary_id": "hj67l2mmrxniztz7zt9s", 
        "height": 283, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/hj67l2mmrxniztz7zt9s.jpg", 
        "width": 407
    }, 
    "created_at": 1499076461604, 
    "first_release_date": 806889600000, 
    "games": [
        29173, 
        19934, 
        55590, 
        18623, 
        640, 
        25311, 
        9199, 
        23345, 
        19376, 
        55689
    ], 
    "genres": [
        13, 
        15
    ], 
    "id": 42632, 
    "keywords": [
        19, 
        56, 
        992, 
        1148, 
        3782, 
        4225
    ], 
    "name": "Carrier Aces", 
    "platforms": [
        19
    ], 
    "popularity": 1.0, 
    "release_dates": [
        {
            "category": 0, 
            "date": 806889600000, 
            "human": "1995-Jul-28", 
            "m": 7, 
            "platform": 19, 
            "region": 8, 
            "y": 1995
        }
    ], 
    "slug": "carrier-aces", 
    "summary": "Carrier Aces is a 3rd person flight simulator that takes place during World War II. The game is also entirely split screen, with a second player or the computer opponent taking the controls on the second half of the secreen. Players control an aircraft pilot of either the United States or Japanese Empire. Based aboard an aircraft carrier, the player can engage in the following missions: 1vs1 dogfights, strafing runs on enemy ships, dive bombing on enemy ships, torpedo runs on enemy ships and carrier landings. All missions are made up of these elements, however campaign missions also feature the ability to decide which aircraft to bring into battle, each with it's own statistics, and keep track of progress on an area map. When two forces engage each other on this map, players can choose which plane to bring into battle and it will close in a 1vs1 battle with the enemy. In dogfights, both players control an aircraft whereas during ship combat, one player controls an aircraft and the other will control the ship's turret gun. Aircraft controls include being able to tilt left and right, climb, dive, increase speed, decrease speed, fire guns, release bombs/torpedoes (if present) and do a 180 degree loop. Turret controls are more limited, only allowing the player to aim left and right, fire the gun and zoom.", 
    "tags": [
        1, 
        268435469, 
        268435471, 
        536870931, 
        536870968, 
        536871904, 
        536872060, 
        536874694, 
        536875137
    ], 
    "themes": [
        1
    ], 
    "updated_at": 1515677299724, 
    "url": "https://www.igdb.com/games/carrier-aces"
}