{
    "alternative_names": [
        {
            "comment": "Other", 
            "name": "Cyber Knight 2: Chikyuu Teikoku no Yabou"
        }
    ], 
    "category": 0, 
    "cover": {
        "cloudinary_id": "zmsklovkvxijc3gduk1f", 
        "height": 1024, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/zmsklovkvxijc3gduk1f.jpg", 
        "width": 572
    }, 
    "created_at": 1499075037734, 
    "first_release_date": 780537600000, 
    "games": [
        26766, 
        25300, 
        36950, 
        19448, 
        25311, 
        27314, 
        19301, 
        36926, 
        54842, 
        59516
    ], 
    "genres": [
        12, 
        31
    ], 
    "id": 42548, 
    "keywords": [
        970, 
        1026, 
        1027, 
        4560
    ], 
    "name": "Cyber Knight II: Chikyuu Teikoku no Yabou", 
    "platforms": [
        19
    ], 
    "popularity": 1.0, 
    "release_dates": [
        {
            "category": 0, 
            "date": 780537600000, 
            "human": "1994-Sep-26", 
            "m": 9, 
            "platform": 19, 
            "region": 8, 
            "y": 1994
        }
    ], 
    "slug": "cyber-knight-ii-chikyuu-teikoku-no-yabou", 
    "summary": "Cyber Knight 2 is a direct story sequel to the original (whose translation was also done by Aeon Genesis.) After the Swordfish´s crew reappears in known space, they are apprehended and imprisoned by the Earth Federation, a new military dictator having seized all of the Swordfish´s alien technology developed in the distant galaxy. It is a time of civil war amongst the federated planets, and the crew has been thrown directly into the center! Soon, new weapons called Metalliforms are created, which the General intends to use to conquer the galaxy! \n \nThis thing´s moved really fast. It took just under two months, but it´s at the point where the game is not only fully playable, but it´s also one of the nicest pieces of work I´ve done yet. Seriously, the hacking on this is really pretty. Variable-width font for the main dialogue, multi-line 8x8, text hacked to allow more space... You name it, this thing´s got all the bells and whistles. \n \nThe gameplay is fantastic, too. It´s got everything about the original Cyber Knight that was refreshing and nifty, cleans up the spotty bits that were a little aggravating, and improves on the forumla ten times over. This game is seriously amazing, folks. I haven´t had this much fun playtesting a game since Shin Megami Tensei. Even if you didn´t like the original Cyber Knight, chances are you´ll love this one. The story´s better, there´s an autobattle, there are even more neoparts, the star map interface is greatly improved, your \"inactive\" characters are automatically relegated to Support Modules and are able to not only gain combat experience but also use their skills and sometimes even finish battles before they even begin... The list goes on! It´s done and there shouldn´t be any problems, so play and enjoy!", 
    "tags": [
        18, 
        268435468, 
        268435487, 
        536871882, 
        536871938, 
        536871939, 
        536875472
    ], 
    "themes": [
        18
    ], 
    "updated_at": 1513086829610, 
    "url": "https://www.igdb.com/games/cyber-knight-ii-chikyuu-teikoku-no-yabou"
}