{
    "alternative_names": [
        {
            "comment": "Other", 
            "name": "Dossun! Stone Battle"
        }
    ], 
    "category": 0, 
    "cover": {
        "cloudinary_id": "ygiuiwe3cuecbrgfgu2b", 
        "height": 382, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/ygiuiwe3cuecbrgfgu2b.jpg", 
        "width": 207
    }, 
    "created_at": 1499075276537, 
    "first_release_date": 760060800000, 
    "games": [
        18623, 
        25222, 
        23345, 
        60044, 
        26223, 
        14047, 
        27266, 
        2015, 
        64705, 
        63401
    ], 
    "genres": [
        9
    ], 
    "id": 42560, 
    "keywords": [
        151, 
        2875, 
        4269, 
        4560
    ], 
    "name": "Dossun! Ganseki Battle", 
    "platforms": [
        19
    ], 
    "popularity": 1.333333333333333, 
    "release_dates": [
        {
            "category": 0, 
            "date": 760060800000, 
            "human": "1994-Feb-01", 
            "m": 2, 
            "platform": 19, 
            "region": 8, 
            "y": 1994
        }
    ], 
    "slug": "dossun-ganseki-battle", 
    "summary": "A falling block puzzle game in a pseudo-medieval fantasy setting that pits two characters against each other in an abstract form of combat that is quite similar to games like Columns. Combining at least three matching symbols in a vertical, horizontal or diagonal line does not only clear them off the screen, but also deals damage to an opponent. This means that players do not only have to keep their game area clear, but also pay attention to their characters health bar. Once a block touches the top of the screen or the health bar is diminished the game ends. \n \nThere are four different icons that have different effects when combined: \nBooks, swords and rocks deal damage to an opponent by attacking with fireballs, dragons or swords. \nBottles heal a certain amount of health. \nPurple blocks have no effect, but clog up the screen nonetheless. \n \nChain reactions result in particularly powerful attacks or place one or more grey blocks inside the opponents area. They can be destroyed just like ordinary blocks, but they always stay in the same spot and do not fall down. \n \nMore complex chain reactions give access to special attacks, up to three of which can be held and activated with the shoulder buttons. Special attacks have different effects that include clearing all purple blocks, using all potions and clearing the bottom three lines.", 
    "tags": [
        22, 
        268435465, 
        536871063, 
        536873787, 
        536875181, 
        536875472
    ], 
    "themes": [
        22
    ], 
    "updated_at": 1515658601965, 
    "url": "https://www.igdb.com/games/dossun-ganseki-battle"
}