{
    "category": 0, 
    "created_at": 1499073449835, 
    "first_release_date": 735264000000, 
    "games": [
        75962, 
        46815, 
        75964, 
        75858, 
        75857, 
        75853, 
        68609, 
        55058, 
        50726, 
        50704
    ], 
    "genres": [
        4
    ], 
    "id": 42416, 
    "name": "Dragon Ball Z: Super Butouden", 
    "platforms": [
        19
    ], 
    "popularity": 1.333333333333333, 
    "release_dates": [
        {
            "category": 0, 
            "date": 735264000000, 
            "human": "1993-Apr-20", 
            "m": 4, 
            "platform": 19, 
            "region": 8, 
            "y": 1993
        }
    ], 
    "slug": "dragon-ball-z-super-butouden", 
    "summary": "Dragon Ball Z: Super Butōden was the first fighting game based on the Dragon Ball Z franchise and the first to introduce the split-screen mode to the games, where the screen is split in two whenever one of the two combatants moves away too far to keep them both shown in a single screen. This title features the adventures of Goku from the battle against Piccolo in the martial arts tournament to the conclusion of the Cell Games. \n \nThe initially available characters are Goku (without SSJ), Vegeta (without SSJ), C-20, C-16, Piccolo, Freezer, C-18 and Original Cell. But upon entering the right code you can expand the list with Future Trunks (SSJ), Gohan (SSJ), Perfect Cell, Goku (SSJ), and Vegeta (SSJ), all of them relegated to occasionally appear in the Story Mode either as rivals or as alternative selectable characters. \n \nIn the story mode, players select which fighter to pit against each opponent as while advancing rounds leading up to the battle against Perfect Cell. Players can also go one-on-one against another player or a CPU opponent. There is also a martial arts tournament mode, to play against eight players or CPU opponents in a elimination tournament.", 
    "tags": [
        268435460
    ], 
    "updated_at": 1500598553246, 
    "url": "https://www.igdb.com/games/dragon-ball-z-super-butouden"
}