{
    "category": 0, 
    "cover": {
        "cloudinary_id": "so7o6kgecpzj2wwdvhhd", 
        "height": 453, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/so7o6kgecpzj2wwdvhhd.jpg", 
        "width": 250
    }, 
    "created_at": 1499075217250, 
    "first_release_date": 785980800000, 
    "games": [
        23198, 
        26766, 
        1443, 
        7202, 
        6452, 
        1593, 
        26841, 
        2933, 
        18822, 
        36926
    ], 
    "genres": [
        12, 
        15
    ], 
    "id": 42555, 
    "keywords": [
        147, 
        164, 
        226, 
        227, 
        253, 
        296, 
        415, 
        558, 
        1026, 
        1107, 
        1208, 
        1923, 
        2348, 
        2561, 
        3486, 
        3782, 
        3833, 
        4162, 
        4163, 
        4169, 
        4248, 
        4269, 
        4284, 
        4346, 
        4388, 
        4394, 
        4419, 
        4444, 
        4468, 
        4494, 
        4543, 
        4560, 
        4613, 
        4659, 
        4765, 
        4850, 
        4891, 
        5022, 
        5147, 
        5148, 
        5320, 
        5321, 
        5374, 
        5440, 
        5587, 
        5627, 
        5736, 
        5794, 
        6461, 
        6917, 
        7582, 
        7613, 
        10323, 
        11849, 
        11850, 
        11851
    ], 
    "name": "FEDA: The Emblem of Justice", 
    "platforms": [
        19
    ], 
    "popularity": 1.0, 
    "release_dates": [
        {
            "category": 0, 
            "date": 785980800000, 
            "human": "1994-Nov-28", 
            "m": 11, 
            "platform": 19, 
            "region": 8, 
            "y": 1994
        }
    ], 
    "slug": "feda-the-emblem-of-justice", 
    "summary": "In a fantasy world, a soldier from the imperial forces deserts after witnessing the massacre of innocent villagers by his unit. He is sent to jail to be executed, but manages to escape with the help of two former unit colleagues. The group flees through the country-side, while being pursued by imperial soldiers. On their way, they join forces with other rebels to fight against the enemy, while uncovering hidden secrets and evil plots by the Empire. \n \nFEDA: Emblem of Justice is a strategy RPG similar to Shining Force and other titles with preset characters and linear gameplay. The player commands a party of varying size and characters with diverse skills. \n \nIn the main battle sections, the player and the CPU-controlled enemy take turns moving the troops and giving orders. A menu at the bottom of the screen shows all the possible actions, where soldiers can defend, move, attack, or use an inventory item on each turn. The range of their movements and weapons vary according to their nature. A crossbow character can shoot from the back, while most sword and knife users have to be adjacent to their targets. Magic offensive powers have different ranges as well, reaching enemies that are far away from the attacking character. Health points can be recovered by eating rations or by magic, where a healer can restore points to several characters at once. \n \nEach party member has separate health and magic points, as well as other statistics like defense and attack power. They receive experience points after slaying an enemy or casting a spell, and extra points at the end of the battle. Their skills increase after surpassing 100 points. \n \nThe map screen shows the party and groups of enemies traveling through the landscape in turns. The menu has options for moving the group or camping. In the encampment, one of the characters around the fire pit saves the game, while another inside the tent provides system options to change the interface color, adjust sound volume and rename the party members. \n \nIn some locations like temples, villages and towns, the party has to explore the place and talk to the citizens to move on to the next section. In later battles, the player has to make a moral choice about attacking mutated humans. At the end of each battle, the party is assigned a dark or light emblem, and certain party members choose to leave or stay in the group based on its alignment.", 
    "tags": [
        268435468, 
        268435471, 
        536871059, 
        536871076, 
        536871138, 
        536871139, 
        536871165, 
        536871208, 
        536871327, 
        536871470, 
        536871938, 
        536872019, 
        536872120, 
        536872835, 
        536873260, 
        536873473, 
        536874398, 
        536874694, 
        536874745, 
        536875074, 
        536875075, 
        536875081, 
        536875160, 
        536875181, 
        536875196, 
        536875258, 
        536875300, 
        536875306, 
        536875331, 
        536875356, 
        536875380, 
        536875406, 
        536875455, 
        536875472, 
        536875525, 
        536875571, 
        536875677, 
        536875762, 
        536875803, 
        536875934, 
        536876059, 
        536876060, 
        536876232, 
        536876233, 
        536876286, 
        536876352, 
        536876499, 
        536876539, 
        536876648, 
        536876706, 
        536877373, 
        536877829, 
        536878494, 
        536878525, 
        536881235, 
        536882761, 
        536882762, 
        536882763
    ], 
    "updated_at": 1515849851032, 
    "url": "https://www.igdb.com/games/feda-the-emblem-of-justice"
}