{
    "category": 0, 
    "created_at": 1499070341131, 
    "first_release_date": 795225600000, 
    "games": [
        75962, 
        46815, 
        75964, 
        75858, 
        75857, 
        75853, 
        68609, 
        55058, 
        50726, 
        50704
    ], 
    "genres": [
        4
    ], 
    "id": 42199, 
    "name": "Fighter's History 2: Mizoguchi Kiki Ippatsu!!", 
    "platforms": [
        19
    ], 
    "popularity": 1.0, 
    "release_dates": [
        {
            "category": 0, 
            "date": 795225600000, 
            "human": "1995-Mar-15", 
            "m": 3, 
            "platform": 19, 
            "region": 8, 
            "y": 1995
        }
    ], 
    "slug": "fighters-history-2-mizoguchi-kiki-ippatsu", 
    "summary": "Fighter's History: Mizoguchi Kiki Ippatsu!! (\"Mizoguchi's Moment of Crisis!!\") was released exclusively in Japan for the Super Famicom on February 17, 1995. It was the only game in the series released exclusively for the home market. Originally planned as a port of Fighter's History Dynamite, many changes were made to the game, including the addition of a new game mode where Mizoguchi is the protagonist. The story takes place after the events of Dynamite. In addition to the story-based Mizoguchi Mode, there are also three new game modes (Practice, Tag Battle, and Survival) in addition to the traditional CPU Battle and 2-Player Versus Modes. \nThere are only nine playable characters in this installment, as five of the characters from the previous Fighter's History games were cut from the roster (Ray, Jean, Matlock, Samchay, and Marstorius). Chelnov, the main character from Data East's arcade game Atomic Runner Chelnov, appears in this game as the final boss, as well as a hidden character playable via a code. Ray, Jean, Matlock, Samchay and Marstorius, while not playable, appear during the story sequences of the Mizoguchi Mode. \nLike the Saturn version of Dynamite, the player can assign all four basic attacks into a single button (R by default). The Practice Mode is actually a tutorial that teaches players how to perform various combos with each character. By completing all of the exercises given, the player will be taught how to perform a new special technique for their character.", 
    "tags": [
        268435460
    ], 
    "updated_at": 1500611084523, 
    "url": "https://www.igdb.com/games/fighters-history-2-mizoguchi-kiki-ippatsu"
}