{
    "category": 0, 
    "cover": {
        "cloudinary_id": "wpeu1gnbowvnniovkh7c", 
        "height": 500, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/wpeu1gnbowvnniovkh7c.jpg", 
        "width": 279
    }, 
    "created_at": 1499076004990, 
    "first_release_date": 857347200000, 
    "games": [
        25300, 
        25311, 
        68287, 
        71455, 
        36608, 
        47823, 
        19448, 
        26766, 
        16468, 
        36950
    ], 
    "genres": [
        12
    ], 
    "id": 42590, 
    "keywords": [
        9, 
        970, 
        1033, 
        4560
    ], 
    "name": "Gunple: Gunman's Proof", 
    "platforms": [
        19
    ], 
    "popularity": 1.333333333333333, 
    "release_dates": [
        {
            "category": 0, 
            "date": 857347200000, 
            "human": "1997-Mar-03", 
            "m": 3, 
            "platform": 19, 
            "region": 8, 
            "y": 1997
        }
    ], 
    "slug": "gunple-gunmans-proof", 
    "summary": "The year is 1880. Two meteors fell on Earth on a small island near North American Pacific Coast. In the middle of the island there is a small town governed by a sheriff. At first, the town's inhabitants didn't pay attention to the meteors. But then, strange things started happening. Monsters attacked people, and left on the victims' bodies a mysterious crest with one word: demiseed. One day you, a young boy who lives in the town, are contacted by two aliens who came in a miniature space ship. One of the aliens introduces himself as Zero, the Space Sheriff, and explains that an intergalactic criminal named Demi has escaped from justice and is hiding somewhere on the island, being the cause of all the troubles lately. Zero then possesses your body, lends you his powers, and commands you on the quest to destroy Demi and to bring peace to your island and to the alien world alike! \n \nThe game is an action/adventure with slight RPG elements (buying and upgrading weapons, etc.) set in Wild West. While featuring traditional dungeon-crawling and many enemies to dispose of in real time combat, the game doesn't equip you with standard medieval swords, but with pistols, shotgun, machine gun, and even a flamethrower. Your weapons have infinite ammo. You can duck to avoid the alien monsters' fire, and perform special attacks with various types of weapons.", 
    "tags": [
        1, 
        18, 
        268435468, 
        536870921, 
        536871882, 
        536871945, 
        536875472
    ], 
    "themes": [
        1, 
        18
    ], 
    "updated_at": 1513073089166, 
    "url": "https://www.igdb.com/games/gunple-gunmans-proof"
}