{
    "alternative_names": [
        {
            "comment": "Other", 
            "name": "King Arthur and the Knights of Justice"
        }
    ], 
    "category": 0, 
    "cover": {
        "cloudinary_id": "dyaurmkp4v4vuex31uzu", 
        "height": 172, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/dyaurmkp4v4vuex31uzu.jpg", 
        "width": 252
    }, 
    "created_at": 1415308359732, 
    "developers": [
        4046
    ], 
    "first_release_date": 799286400000, 
    "game_modes": [
        1
    ], 
    "games": [
        47823, 
        36926, 
        25300, 
        11567, 
        55092, 
        59516, 
        25311, 
        26766, 
        17001, 
        19560
    ], 
    "genres": [
        12, 
        31
    ], 
    "id": 8142, 
    "keywords": [
        296, 
        332, 
        1033, 
        1821, 
        2154, 
        2488, 
        3833, 
        4146, 
        4194, 
        4380, 
        4419, 
        4727, 
        4879, 
        4881, 
        5095, 
        5498, 
        5935, 
        6062, 
        6236, 
        7411, 
        7527, 
        8304, 
        9532, 
        13204
    ], 
    "name": "King Arthur & the Knights of Justice", 
    "platforms": [
        19
    ], 
    "player_perspectives": [
        3
    ], 
    "popularity": 1.333333333333333, 
    "publishers": [
        2783
    ], 
    "release_dates": [
        {
            "category": 1, 
            "date": 799286400000, 
            "human": "1995-May", 
            "m": 5, 
            "platform": 19, 
            "region": 2, 
            "y": 1995
        }
    ], 
    "slug": "king-arthur-and-the-knights-of-justice", 
    "summary": "Based on the cartoon series of the same name, King Arthur and the knights of Camelot have been encased inside glass by Morgana Le Faye. Only the Spell of Spells would be able to free them. Merlin, knowing that the world would come to ruin without King Arthur uses his magic to search all of space and time for replacements. Finding the New York Knights football team and their quarterback, Arthur King, Merlin transports them back to Camelot and gives them magical armor. Transformed into; Sir Arthur, Sir Breeze, Sir Brick, Sir Darren, Sir Gallop, Sir Lancelot, Sir Lug, Sir Phil, Sir Tone, Sir Trunk, Sir Wally and Sir Zeke, they must rescue the real Knights of the Round Table. In order to do so, the Arthur must recover the 12 keys of truth from Morgana's lieutenants each of which can only by touched by a specific knight. However in order to be able to defeat them, Arthur must first recover Excalibur and overcome other tasks. \n \nKing Arthur & the Knights of Justice is a top-down action game. It might be mistaken for an RPG, however the abilities of characters do not change over the course of the game. Players control Arthur King and can recruit two additional party members from the knights. Each knight has his own statistics in various areas including: Life Force, Defense, Strength and Speed. These party members are computer controlled with their own energy bars. Arthur can move up, down, left and right, block with his shield and parry with his shield. Arthur can swing his sword at any time but the damage inflicted depends on how much strength bar he has. The strength bar replenishes itself naturally over time, but is depleted every time Arthur swings his sword. Each knight including Arthur has a health bar, when this bar runs out, the knight is defeated. It can be restored by returning to Camelot or using items such as healing herbs. Arthur can carry a variety of different items accessible from the menu. Other menu functions include looking at the map, changing preferences and reviewing the statistics of the knights.", 
    "tags": [
        1, 
        268435468, 
        268435487, 
        536871208, 
        536871244, 
        536871945, 
        536872733, 
        536873066, 
        536873400, 
        536874745, 
        536875058, 
        536875106, 
        536875292, 
        536875331, 
        536875639, 
        536875791, 
        536875793, 
        536876007, 
        536876410, 
        536876847, 
        536876974, 
        536877148, 
        536878323, 
        536878439, 
        536879216, 
        536880444, 
        536884116, 
        1073741827
    ], 
    "themes": [
        1
    ], 
    "updated_at": 1515678507328, 
    "url": "https://www.igdb.com/games/king-arthur-and-the-knights-of-justice"
}