{
    "category": 0, 
    "created_at": 1497958387933, 
    "first_release_date": 978048000000, 
    "games": [
        14605, 
        17469, 
        75586, 
        25130, 
        43130, 
        23175, 
        28277, 
        63734, 
        29646, 
        27266
    ], 
    "genres": [
        31
    ], 
    "id": 38238, 
    "name": "Metal Slader Glory Director's Cut", 
    "platforms": [
        19
    ], 
    "popularity": 1.333333333333333, 
    "release_dates": [
        {
            "category": 0, 
            "date": 978048000000, 
            "human": "2000-Dec-29", 
            "m": 12, 
            "platform": 19, 
            "region": 8, 
            "y": 2000
        }
    ], 
    "slug": "metal-slader-glory-directors-cut", 
    "summary": "Metal Slader Glory is a graphic adventure game where the player interacts with the protagonist's surrounding via a menu-based commands. The commands the player can choose varies between context, which usually ranges from talking to supporting characters to investigating the surrounding. The player must explore every possible option in order for new choices to appear. However, if the player makes a wrong selection, the game will end and the player must restart the game from where they left off. The player can quit at any point of the game and continue later via a password feature.This game was also the final official Super Famicom release by Nintendo. After that, the Super Famicom was retired as a viable gaming platform. The Super Famicom release features improved graphics and audio over the original Family Computer release, including redrawn graphics by Yoshimiru Hoshi himself, additional scenes that were excluded from the original Family Computer release due to the lack of cartridge space, different background music (due to copyrights issues), and new artwork added to the ending", 
    "tags": [
        268435487
    ], 
    "updated_at": 1500602945446, 
    "url": "https://www.igdb.com/games/metal-slader-glory-directors-cut"
}