{
    "category": 0, 
    "cover": {
        "cloudinary_id": "extfgxbi8wplklvxjhzt", 
        "height": 1524, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/extfgxbi8wplklvxjhzt.jpg", 
        "width": 2096
    }, 
    "created_at": 1499425245474, 
    "first_release_date": 750816000000, 
    "games": [
        68287, 
        36950, 
        28029, 
        64204, 
        27314, 
        11253, 
        71455, 
        25300, 
        142, 
        10039
    ], 
    "genres": [
        5
    ], 
    "id": 44461, 
    "keywords": [
        6, 
        67, 
        167, 
        970, 
        1784, 
        4646
    ], 
    "name": "Metal Combat: Falcon's Revenge", 
    "platforms": [
        19
    ], 
    "popularity": 1.0, 
    "release_dates": [
        {
            "category": 0, 
            "date": 750816000000, 
            "human": "1993-Oct-17", 
            "m": 10, 
            "platform": 19, 
            "region": 8, 
            "y": 1993
        }
    ], 
    "slug": "metal-combat-falcons-revenge", 
    "summary": "Following the events of Battle Clash, the Battle Game Chiefs had been defeated. But the world did not return to peace and instead new Chiefs and new machines rose up to rule the world. Like before, the Chiefs use giant robots known as Standing Tanks (STs). Seeing the world in trouble, the hero pilots who had defeated the Battle Chiefs decide to once again enter the Battle Game using an improved version of their ST, the Falcon. The truth behind the Battle Game will take the Falcon deep into space... \n \nMetal Combat: Falcon's Revenge is a first person shooter designed for the Super Scope Light Gun. Gameplay is identical to Battle Clash. The player takes the role of the gunner of the giant robot, movement is handled automatically by the game, scrolling the screen. Players must keep the enemy robot in the gunsights and blast away at different parts of it, while also intercepting enemy missiles and counter-attacks. All robots have a weak point that will increase the damage done to them. Power-ups such as Neutron Beams and Plasma Bombs can be picked up following the completion of certain stages, and equipped at the beginning of combat.", 
    "tags": [
        1, 
        18, 
        268435461, 
        536870918, 
        536870979, 
        536871079, 
        536871882, 
        536872696, 
        536875558
    ], 
    "themes": [
        1, 
        18
    ], 
    "updated_at": 1513072577958, 
    "url": "https://www.igdb.com/games/metal-combat-falcons-revenge"
}