{
    "category": 0, 
    "cover": {
        "cloudinary_id": "ulmsxbe79vcgxdq1iqis", 
        "height": 269, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/ulmsxbe79vcgxdq1iqis.jpg", 
        "width": 500
    }, 
    "created_at": 1499074055887, 
    "first_release_date": 823132800000, 
    "games": [
        26766, 
        27092, 
        12632, 
        36926, 
        36534, 
        22258, 
        18398, 
        17583, 
        29173, 
        75813
    ], 
    "genres": [
        12, 
        15
    ], 
    "id": 42486, 
    "keywords": [
        296, 
        1026, 
        3782, 
        4560, 
        9400
    ], 
    "name": "Monstania", 
    "platforms": [
        19
    ], 
    "popularity": 2.0, 
    "release_dates": [
        {
            "category": 0, 
            "date": 823132800000, 
            "human": "1996-Feb-01", 
            "m": 2, 
            "platform": 19, 
            "region": 8, 
            "y": 1996
        }
    ], 
    "screenshots": [
        {
            "cloudinary_id": "axrfi0bbqijeuvdq4lur", 
            "height": 700, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/axrfi0bbqijeuvdq4lur.jpg", 
            "width": 1302
        }
    ], 
    "slug": "monstania", 
    "summary": "The hero of the game is Fron, a sixteen-year old boy who lives on the island of Monstania. One day, strolling in the forest, he notices a strange light. The light lead him to a clearing, and then suddenly disappeared. But Fron realized what was the meaning of that light - it was a fairy! Of course, everybody knew that fairies had been long extinct, but Fron never believed in that. All his life he wanted to meet a real fairy, and now, when the opportunity has come, he firmly decides to find her. His girlfriend Tia helps him on the dangerous journey, during which they meet a mysterious little girl named Chitta, and get involved in a grand adventure, that will ultimately lead them to the battle against the dark force that threatens the whole Monstania! \n \n\"Monstania\" has a somewhat unusual gameplay within the frames of console RPGs. You don't explore the world in the game: it is entirely linear and takes you to the next destination by itself (only at a few points you can choose where to go next by selecting an appropriate answer). Once within the location, you cannot leave it until you complete all your objectives there, which then take you to the next location. The objective is usually a large strategic battle. You navigate your party members on the battle field, attack with melee and long-ranged weapons, and use special technique which require action points. Unlike most other turn-based strategy games, an enemy makes a move immediately after you did the same with one of your characters, without waiting for the \"enemy turn\". The RPG element is not very significant: your characters level up automatically after each battle. There are also some puzzles to solve in certain locations.", 
    "tags": [
        268435468, 
        268435471, 
        536871208, 
        536871938, 
        536874694, 
        536875472, 
        536880312
    ], 
    "updated_at": 1513086821069, 
    "url": "https://www.igdb.com/games/monstania"
}