{
    "category": 0, 
    "collection": 3138, 
    "cover": {
        "cloudinary_id": "sunwkdrn1hz0wlcsjoks", 
        "height": 277, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/sunwkdrn1hz0wlcsjoks.jpg", 
        "width": 404
    }, 
    "created_at": 1499074025796, 
    "first_release_date": 760060800000, 
    "games": [
        22690, 
        11253, 
        6685, 
        69474, 
        15851, 
        26772, 
        25217, 
        34919, 
        55715, 
        51464
    ], 
    "genres": [
        14
    ], 
    "id": 42478, 
    "keywords": [
        772, 
        1166, 
        2280, 
        2324, 
        4142, 
        4228, 
        4379, 
        6519, 
        9579
    ], 
    "name": "Nickelodeon GUTS", 
    "platforms": [
        19
    ], 
    "popularity": 1.0, 
    "release_dates": [
        {
            "category": 0, 
            "date": 760060800000, 
            "human": "1994-Feb-01", 
            "m": 2, 
            "platform": 19, 
            "region": 8, 
            "y": 1994
        }
    ], 
    "slug": "nickelodeon-guts", 
    "summary": "Nickelodeon GUTS is based off of the Nickelodeon TV show in the late 90's that is basically American Gladiators for kids. The events in the game are based off of the actual game show events with the main goal being to score as many points as possible while trying to beat the clock. \n \nIn Elastic Sports, the player is strapped onto a long bungee cord and is bounced around. There are three events: Slam Dunk is a basketball game, Attack is lacrosse and Spiral where the objective is to throw a football through a hanging tire. \n \nAction Sports is an obstacle course which someone would find at a boot camp and is divided into two events: Basic Training involves poles, swinging ropes and punching bags and Tornado Run which adds water jets and moving platforms. Players can also pick up bonus items that will add time or replenish health and a chance at the bonus round. \n \nThe final event is the Aggro Crag which is a giant indoor mountain the player must climb while avoiding various obstacles such as confetti cannons, moving platforms and smoke vents. The goal of this event is to navigate the mountain and activate five different sensors located on the mountain before being able to activate the last one at the very top of the mountain. \n \nThere is also an option for two friends to compete either head-to-head or alternating depending upon the event. Elastic lets the players compete against each other on a split-screen while Action Sports and the Aggro Crag has to be played through alternating play.", 
    "tags": [
        1, 
        268435470, 
        536871684, 
        536872078, 
        536873192, 
        536873236, 
        536875054, 
        536875140, 
        536875291, 
        536877431, 
        536880491
    ], 
    "themes": [
        1
    ], 
    "updated_at": 1515787500721, 
    "url": "https://www.igdb.com/games/nickelodeon-guts"
}