{
    "category": 0, 
    "cover": {
        "cloudinary_id": "idlg0r3rtrwfzrxyekbn", 
        "height": 1551, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/idlg0r3rtrwfzrxyekbn.jpg", 
        "width": 2100
    }, 
    "created_at": 1470446562905, 
    "developers": [
        10542
    ], 
    "first_release_date": 739497600000, 
    "game_modes": [
        1, 
        3
    ], 
    "games": [
        25311, 
        23345, 
        26769, 
        18623, 
        21063, 
        55752, 
        11567, 
        19301, 
        36926, 
        26766
    ], 
    "genres": [
        8, 
        15, 
        31
    ], 
    "id": 22358, 
    "keywords": [
        67, 
        151, 
        164, 
        227, 
        296, 
        1062, 
        1097, 
        2632, 
        3782, 
        4345
    ], 
    "name": "Run Saber", 
    "platforms": [
        19
    ], 
    "player_perspectives": [
        4
    ], 
    "popularity": 1.333333333333333, 
    "publishers": [
        2488
    ], 
    "release_dates": [
        {
            "category": 0, 
            "date": 739497600000, 
            "human": "1993-Jun-08", 
            "m": 6, 
            "platform": 19, 
            "region": 2, 
            "y": 1993
        }
    ], 
    "slug": "run-saber", 
    "storyline": "Years into the future after Earth has been overly polluted and resources are running low, a scientist quickly comes up with a solution: a new chemical that will reverse the effects of pollution. As colonists settle in space to avoid the pollution, the newfound chemical is quickly launched in a missile into the atmosphere where it explodes and releases the chemical. However, the chemical begins to horribly mutate any and all humans infected with it. The scientist knew the effects of his chemical and uses the mutated people as his soldiers to rule the Earth.\n\nMankind's only hope is a new weapon known as Project Saber, three human cyborgs that are genetically enhanced to a super natural level. Kurtz, the first Saber, malfunctions and escapes to Earth before the project is complete. The remaining Sabers, Allen and Sheena, are dispatched to eliminate the scientist and his militant mutant threat, and to neutralize Kurtz if possible.", 
    "summary": "Run Saber is a 1993 side-scrolling action game developed by Horisoft and published by Atlus for the Super Nintendo Entertainment System. The game was released in North America on June 8, 1993, and in Europe in 1993. Run Saber features side-scrolling fighting as the two main heroes, Allen and Sheena, the Run Sabers, fight to save the planet. The gameplay is very similar to Strider.", 
    "tags": [
        1, 
        18, 
        22, 
        268435464, 
        268435471, 
        268435487, 
        536870979, 
        536871063, 
        536871076, 
        536871139, 
        536871208, 
        536871974, 
        536872009, 
        536873544, 
        536874694, 
        536875257, 
        1073741828
    ], 
    "themes": [
        1, 
        18, 
        22
    ], 
    "time_to_beat": {
        "normally": 3600
    }, 
    "updated_at": 1513002200036, 
    "url": "https://www.igdb.com/games/run-saber"
}