{
    "category": 0, 
    "cover": {
        "cloudinary_id": "aqkg6o6cayuqvcidhioo", 
        "height": 1551, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/aqkg6o6cayuqvcidhioo.jpg", 
        "width": 2100
    }, 
    "created_at": 1499076715090, 
    "first_release_date": 720576000000, 
    "games": [
        55752, 
        10039, 
        36868, 
        68324, 
        36926, 
        47823, 
        12632, 
        19174, 
        1070, 
        19333
    ], 
    "genres": [
        8
    ], 
    "id": 42664, 
    "keywords": [
        4, 
        227, 
        296, 
        1059, 
        2049, 
        2152, 
        4144, 
        4525, 
        4787, 
        4877
    ], 
    "name": "SkulJagger: Revolt of the Westicans", 
    "platforms": [
        19
    ], 
    "popularity": 1.333333333333333, 
    "release_dates": [
        {
            "category": 0, 
            "date": 720576000000, 
            "human": "1992-Nov-01", 
            "m": 11, 
            "platform": 19, 
            "region": 8, 
            "y": 1992
        }
    ], 
    "slug": "skuljagger-revolt-of-the-westicans", 
    "summary": "Sküljagger: Revolt of the Westicans is a sidescrolling platform game. Players select between a 1 player game, an alternating turn 2 player game or Bubblegum Practice. The player controls Storm Jaxon who is able to run left and right, jump and swing Sküljagger's magic sword. Storm must reach the end of each level before time runs out or risk losing a life. Under normal circumstances, touching an enemy or projectile will cause him to die, though the sword is often able to destroy projectiles. By collecting red jewels, Storm is able to both augment the sword with a projectile attack and be protected from one enemy attack. Green jewels will also protect from one enemy attack, however collecting 25 of them will grant an extra life. Blue jewels add additional time for Storm to complete each level. Finding a mask will make Storm invulnerable for a short time. These power-ups are either floating in the air of each level or hidden away in chests, boxes, rocks and coconuts. However these items which may hide items can also be picked up and thrown at enemies.", 
    "tags": [
        1, 
        268435464, 
        536870916, 
        536871139, 
        536871208, 
        536871971, 
        536872961, 
        536873064, 
        536875056, 
        536875437, 
        536875699, 
        536875789
    ], 
    "themes": [
        1
    ], 
    "updated_at": 1512988232659, 
    "url": "https://www.igdb.com/games/skuljagger-revolt-of-the-westicans"
}