{
    "alternative_names": [
        {
            "comment": "Other", 
            "name": "SFPWXP"
        }
    ], 
    "category": 0, 
    "collection": 903, 
    "cover": {
        "cloudinary_id": "nytvvgrig6vwtwvits1x", 
        "height": 800, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/nytvvgrig6vwtwvits1x.jpg", 
        "width": 1468
    }, 
    "created_at": 1497965194856, 
    "first_release_date": 830736000000, 
    "games": [
        6685, 
        6408, 
        6407, 
        45074, 
        3625, 
        3626, 
        48707, 
        38408, 
        67730, 
        38284
    ], 
    "genres": [
        4, 
        14
    ], 
    "id": 38420, 
    "keywords": [
        234, 
        1086, 
        4187, 
        4269, 
        4271, 
        4278, 
        4673, 
        4804, 
        4823, 
        4891, 
        7299
    ], 
    "name": "Super Fire Pro Wrestling X Premium", 
    "platforms": [
        19
    ], 
    "popularity": 1.333333333333333, 
    "release_dates": [
        {
            "category": 0, 
            "date": 830736000000, 
            "human": "1996-Apr-29", 
            "m": 4, 
            "platform": 19, 
            "region": 8, 
            "y": 1996
        }
    ], 
    "slug": "super-fire-pro-wrestling-x-premium", 
    "summary": "In this final appearance of Fire Pro series on 16-bit consoles, the usual roster of over 150 wrestlers from several wresting promotions worldwide including several styles from Shoot or Pancrase to American and Lucha are joined by 80 Create-a-wrestler slots, plus secret wrestlers such as legends Gotch or Thesz or the roster of Blazing Tornado. While all fighters have fictional names, a lot of them are perfectly recognizable by their attire, stance and style. The CAW mode allows the player to create a wrestler from scratch, setting how they look (choosing face, size, clothing and setting colours) and fight, with several styles and stances available, as well as over 500 moves, each more suitable for certain styles and skills. To make them fight more realistically when controlled by the AI, the CAW mode also allows one to set move priorities. \n \nFive game modes are available, including World Championship (single and tag), Battle Royale, 5-man Elimination Mode, League Battle and the One Night Dream Match. There are several referees available (each with their own quirks) and variant rules, from allowing fighting outside the ring without count-out (or disallowing it) to the disabling of disqualifications from illegal moves.", 
    "tags": [
        268435460, 
        268435470, 
        536871146, 
        536871998, 
        536875099, 
        536875181, 
        536875183, 
        536875190, 
        536875585, 
        536875716, 
        536875735, 
        536875803, 
        536878211
    ], 
    "updated_at": 1515639899144, 
    "url": "https://www.igdb.com/games/super-fire-pro-wrestling-x-premium"
}