{
    "category": 0, 
    "cover": {
        "cloudinary_id": "n6pkxzxkxhpvrvednyn1", 
        "height": 1486, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/n6pkxzxkxhpvrvednyn1.jpg", 
        "width": 818
    }, 
    "created_at": 1497878237897, 
    "first_release_date": 808358400000, 
    "games": [
        40470, 
        44242, 
        54789, 
        54662, 
        18623, 
        22470, 
        29173, 
        22425, 
        26145, 
        37913
    ], 
    "genres": [
        10, 
        13, 
        14
    ], 
    "id": 37820, 
    "keywords": [
        729, 
        1148, 
        1166, 
        1800, 
        4157
    ], 
    "name": "Super Keirin", 
    "platforms": [
        19
    ], 
    "popularity": 1.0, 
    "release_dates": [
        {
            "category": 0, 
            "date": 808358400000, 
            "human": "1995-Aug-14", 
            "m": 8, 
            "platform": 19, 
            "region": 8, 
            "y": 1995
        }
    ], 
    "slug": "super-keirin", 
    "summary": "Super Keirin (スーパー競輪 Super Keirin?) is a Japan-exclusive video game that allows players to become cyclists. \n \nCute anime-style graphics are employed throughout the game; stating that the premise of the game is less serious than other Super NES cycling video games. \n \nThe game plays like a miniature version of a role-playing video game. \n \nBefore each race, players has the ability to buy supplies from a drug store, a 24-hour variety store, and a clothing store for a certain amount of yen per purchase. Interaction with non-player characters is possible while at the shopping district. Players can also gamble by placing wagers on other bicycle racing events,[5] buying parimutuel tickets with the chance of winning a respectable sum. Acquiring a newspaper to pick up results from other races can be done within the downtown portion of the game. \n \nThere are nine competitors and five laps in a typical race. Every track that can be raced on using a bicycle is an velodrome with four superelevated turns that are typical in most velodromes. Riders are not always traveling at full speed or at a specific radius; making a balance between aggressive riding and passive riding a must. All information for particular races are viewable on an information bank that is included with the racing action. Players must choose between story and party modes that provide a different perspective of the bicycle racing lifestyle.", 
    "tags": [
        268435466, 
        268435469, 
        268435470, 
        536871641, 
        536872060, 
        536872078, 
        536872712, 
        536875069
    ], 
    "updated_at": 1515861794444, 
    "url": "https://www.igdb.com/games/super-keirin"
}