{
    "alternative_names": [
        {
            "comment": "Other", 
            "name": "Super H.Q. Criminal Chaser"
        }
    ], 
    "category": 0, 
    "collection": 4794, 
    "cover": {
        "cloudinary_id": "gcy2lqjbospc5rkdmcnh", 
        "height": 1202, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/gcy2lqjbospc5rkdmcnh.jpg", 
        "width": 850
    }, 
    "created_at": 1497965203256, 
    "first_release_date": 728524800000, 
    "games": [
        40470, 
        47085, 
        28856, 
        57820, 
        54789, 
        74030, 
        12686, 
        55192, 
        83233, 
        66677
    ], 
    "genres": [
        10
    ], 
    "id": 38422, 
    "keywords": [
        25, 
        1487, 
        1669, 
        3627, 
        4157, 
        8272
    ], 
    "name": "Super Chase H.Q.", 
    "platforms": [
        19
    ], 
    "popularity": 1.333333333333333, 
    "release_dates": [
        {
            "category": 0, 
            "date": 728524800000, 
            "human": "1993-Feb-01", 
            "m": 2, 
            "platform": 19, 
            "region": 8, 
            "y": 1993
        }
    ], 
    "slug": "super-chase-hq", 
    "summary": "Super Chase H.Q. is an enhanced sequel to Chase H.Q. As usual, you must drive your way towards a criminal's vehicle, which is known to be involved in some crime, while avoiding passing cars to gain points. Your car also comes equipped with three turbos, which can be useful if you are way behind the vehicle. \n \nBut this time, cars aren't just the only things that you have to worry about. You will also encounter bikes that shoot or throw firebombs at you, as well as cars that go the wrong way. (If you crash into one of these, you'll be sent flying through the air.) Not to mention other obstacles such as barricades. \n \nFurthermore, as well as the criminal's damage indicator, you also have your own. When you finally catch up with each criminal, they are likely to shoot at you if you get too close to their vehicle, but you may encounter criminals who have different ways of attacking you. The fourth criminal, for example, launches a missile at you if you are further behind him. Once you are shot at and hit, your indicator decreases for every time you are hit, but this rule does not apply when you're hit by passing cars. When your indicator is empty or when you're out of time, the game ends. \n \nWhen you complete each round, a statistics screen will appear, and you are awarded points based on the time remaining, how much damage you've done, and the number of nitros that are used. One of the options allow you to display the game's speedometer in either MPH or Km/h. The game also has a storyline, which can be viewed in between rounds.", 
    "tags": [
        268435466, 
        536870937, 
        536872399, 
        536872581, 
        536874539, 
        536875069, 
        536879184
    ], 
    "updated_at": 1515613418903, 
    "url": "https://www.igdb.com/games/super-chase-hq"
}