{
    "category": 0, 
    "cover": {
        "cloudinary_id": "culfmj10qyebinbv3pum", 
        "height": 1551, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/culfmj10qyebinbv3pum.jpg", 
        "width": 2100
    }, 
    "created_at": 1497964816007, 
    "first_release_date": 696902400000, 
    "games": [
        1070, 
        41118, 
        38305, 
        1073, 
        1188, 
        89495, 
        51942, 
        51247, 
        51203, 
        50992
    ], 
    "genres": [
        8
    ], 
    "id": 38411, 
    "name": "Super Valis IV", 
    "platforms": [
        19
    ], 
    "popularity": 1.0, 
    "release_dates": [
        {
            "category": 0, 
            "date": 696902400000, 
            "human": "1992-Feb-01", 
            "m": 2, 
            "platform": 19, 
            "region": 8, 
            "y": 1992
        }
    ], 
    "slug": "super-valis-iv", 
    "summary": "Once upon a time, there was a prince named Gallagher. He was entrusted with a magical ring that granted him great powers. But he was too weak to control the power of the ring, and became possessed by it. The mad prince was sealed into a crystal, but many years later managed to break out, planning to wreak havoc on the Dream World and to conquer it! Yuko, the heroine of the three previous Valis games, is no longer a sacred Valis warrior - she has become a goddess. Lena, a young girl who wants to become a Valis warrior, is the new main character, who must prove to Yuko she is worthy to wield the sword of Valis, that will eventually stop the evil plans of Gallagher. \n \nLike the previous games in the series, this is an action platform game. You can fight enemies with melee weapons or use magic. In order to cast magic spells, you must gather special items while fighting off regular enemies. At the end of a level, a boss enemy battle awaits you. The game features cut scenes with animé-style graphics to advance the story.", 
    "tags": [
        268435464
    ], 
    "updated_at": 1500597015409, 
    "url": "https://www.igdb.com/games/super-valis-iv"
}