{
    "alternative_names": [
        {
            "comment": "Other", 
            "name": "Super Pang"
        }
    ], 
    "category": 0, 
    "collection": 3701, 
    "cover": {
        "cloudinary_id": "maqubxtg8tyasu6fimxi", 
        "height": 347, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/maqubxtg8tyasu6fimxi.jpg", 
        "width": 475
    }, 
    "created_at": 1497965671393, 
    "first_release_date": 696902400000, 
    "games": [
        25646, 
        37094, 
        29525, 
        34919, 
        6007, 
        16468, 
        27266, 
        6732, 
        59516, 
        36608
    ], 
    "genres": [
        9
    ], 
    "id": 38423, 
    "keywords": [
        166, 
        1299, 
        2152, 
        4144, 
        4160, 
        4164, 
        4289, 
        4317, 
        4577, 
        4754, 
        5208, 
        5304, 
        5630, 
        6658, 
        7280
    ], 
    "name": "Super Buster Bros.", 
    "platforms": [
        19
    ], 
    "popularity": 1.333333333333333, 
    "release_dates": [
        {
            "category": 0, 
            "date": 696902400000, 
            "human": "1992-Feb-01", 
            "m": 2, 
            "platform": 19, 
            "region": 8, 
            "y": 1992
        }
    ], 
    "screenshots": [
        {
            "cloudinary_id": "evkdgygsx7f8snqh2o3y", 
            "height": 1024, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/evkdgygsx7f8snqh2o3y.jpg", 
            "width": 1280
        }
    ], 
    "slug": "super-buster-bros", 
    "summary": "Super Pang is an adventure for one or two players that takes the player around the world, aiming to rid the planet of a terrible foe: seemingly innocuous-looking bubbles. The main portion of the game is Tour mode, where the player visits a series of different levels representing different countries of the world. Each player's character is armed with a gun, which shoots a vertical cable. If this hits a bubble, it will cause it to split in two. Upgrades allow two cables to be shot at once, or the ability to stick a cable to the ceiling where it will cling for a few seconds, bursting any bubble that hits it. \n \nPlayers must clear each screen of bubbles before progressing to the next one. The largest bubbles will have 4 degrees of splitting before clearing. Many level layouts have ladders, barriers and breakable bricks in part of the screen, affecting movement of both the player and the bubbles. Faster bubbles in the shape of diamonds also bounce around the screen going any which way rather than bouncing in predictable arcs like the other bubbles. \n \nSeveral power-up tokens are also available, offering features such as splitting all bubbles down to their minimal size, freezing the bubbles for a few seconds, and various different weapons. Monsters also enter the screen periodically, which hit the bubbles and take them down a size, and can often be directed by the cable weapon. \n \nIn addition to the main Tour mode, the game also features Panic mode, in which a succession of bubbles are thrown at at the players. As the player progresses, the amount of bubbles required to reach the next level also increases, similar to scoring on Tetris.", 
    "tags": [
        1, 
        268435465, 
        536871078, 
        536872211, 
        536873064, 
        536875056, 
        536875072, 
        536875076, 
        536875201, 
        536875229, 
        536875489, 
        536875666, 
        536876120, 
        536876216, 
        536876542, 
        536877570, 
        536878192
    ], 
    "themes": [
        1
    ], 
    "updated_at": 1513023856165, 
    "url": "https://www.igdb.com/games/super-buster-bros"
}