{
    "category": 0, 
    "created_at": 1499075036739, 
    "first_release_date": 746064000000, 
    "games": [
        1070, 
        41118, 
        38305, 
        1073, 
        1188, 
        89495, 
        51942, 
        51247, 
        51203, 
        50992
    ], 
    "genres": [
        8
    ], 
    "id": 42547, 
    "name": "Super Back to the Future Part II", 
    "platforms": [
        19
    ], 
    "popularity": 1.0, 
    "release_dates": [
        {
            "category": 0, 
            "date": 746064000000, 
            "human": "1993-Aug-23", 
            "m": 8, 
            "platform": 19, 
            "region": 8, 
            "y": 1993
        }
    ], 
    "slug": "super-back-to-the-future-part-ii", 
    "summary": "Marty has returned from his bizarre trip to 1955 all thanks to Doc's prized invention, the DeLorean time machine. He decides to do some skateboarding around the neighborhood and visits his girlfriend Jennifer. However, this is cut short as Doc arrives from his trip to the future. He tells them that their children's future is at stake and proceeds to take them both to the year 2015. Here, Marty assumes the identity of his son Marty Jr. and faces off with Biff's grandson Griff and then his gang members one-by-one. \n \nWith Griff and his gang arrested, future history changes to ensure that the lives of Marty's children stay on track. But when Marty and Doc are not looking, old Biff takes an old sports almanac, hijacks the DeLorean, travels back to 1955 and gives the book to his teenage self. Then he returns to 2015 with Marty, Doc, and Jennifer none the wiser. When the three return to 1985, they discover that everything around them has drastically changed. Hill Valley now plagued with crime and pollution, Biff Tannen is now a multi-millionaire and Marty's stepfather, and the Doc has been certified insane. Now Marty must go throughout Hill Valley and figure out what has happened and try put time back to the way it was.", 
    "tags": [
        268435464
    ], 
    "updated_at": 1500599041778, 
    "url": "https://www.igdb.com/games/super-back-to-the-future-part-ii"
}