{
    "category": 0, 
    "cover": {
        "cloudinary_id": "p6ouwyswruavpctkckux", 
        "height": 1551, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/p6ouwyswruavpctkckux.jpg", 
        "width": 2100
    }, 
    "created_at": 1499074201701, 
    "first_release_date": 728524800000, 
    "games": [
        19174, 
        68287, 
        25300, 
        36950, 
        71455, 
        55752, 
        27314, 
        19448, 
        64204, 
        10039
    ], 
    "genres": [
        8
    ], 
    "id": 42495, 
    "keywords": [
        3, 
        970, 
        1563, 
        2049, 
        4141, 
        4162, 
        4380, 
        4484, 
        5673, 
        5801, 
        8289
    ], 
    "name": "Super Widget", 
    "platforms": [
        19
    ], 
    "popularity": 1.0, 
    "release_dates": [
        {
            "category": 0, 
            "date": 728524800000, 
            "human": "1993-Feb-01", 
            "m": 2, 
            "platform": 19, 
            "region": 8, 
            "y": 1993
        }
    ], 
    "slug": "super-widget", 
    "summary": "Planet Earth is in danger from assorted villains who want to destroy the environment for their own nefarious purposes! Far off in the Horsehead Nebula, a group of shapeshifting aliens known as World Watchers assign planets for their Watchers to protect. A purple alien, Widget, is an apprentice assigned with the job of protecting Earth. Along for the ride is his intelligent sidekick, Mega Brain. \n \nSuper Widget is a platform game for the Super Nintendo, based on the cartoon show, Widget. It shares some similarities to the game Felix the Cat in how the main character upgrades their weapon as they collect more power-ups. \n \nWidget navigates through various worlds as he travels to Earth, picking up 'W' coins - 100 earns him an extra life. There are also special power ups in different categories - these allow Widget to transform into a variety of different creatures, each with their own different ranged attack. As the player collects more power-ups of the same type (up to three), they change into more powerful creatures. If the player gets hit while transformed, they change back to the previous creature. If they get hit while as normal Widget, they lose a life. \n \nAt the end of each world is a boss character. These are larger enemies that require learning their basic pattern, avoiding their attacks, and then firing back with your own. After defeating the boss, the player is graded based on how long it took to complete the level and their combat skills. They are then awarded 'Watcher Experience' based on these grades.", 
    "tags": [
        1, 
        18, 
        268435464, 
        536870915, 
        536871882, 
        536872475, 
        536872961, 
        536875053, 
        536875074, 
        536875292, 
        536875396, 
        536876585, 
        536876713, 
        536879201
    ], 
    "themes": [
        1, 
        18
    ], 
    "updated_at": 1513018806267, 
    "url": "https://www.igdb.com/games/super-widget"
}