{
    "category": 0, 
    "cover": {
        "cloudinary_id": "gs9hx1xupprveeoevnwz", 
        "height": 1544, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/gs9hx1xupprveeoevnwz.jpg", 
        "width": 2096
    }, 
    "created_at": 1499076038645, 
    "first_release_date": 736214400000, 
    "games": [
        36608, 
        16468, 
        55289, 
        59516, 
        49414, 
        28010, 
        34294, 
        25636, 
        1224, 
        25311
    ], 
    "genres": [
        12
    ], 
    "id": 42603, 
    "name": "Super Ninja Boy", 
    "platforms": [
        19
    ], 
    "popularity": 1.333333333333333, 
    "release_dates": [
        {
            "category": 0, 
            "date": 736214400000, 
            "human": "1993-May-01", 
            "m": 5, 
            "platform": 19, 
            "region": 8, 
            "y": 1993
        }
    ], 
    "slug": "super-ninja-boy", 
    "summary": "Super Ninja Boy is an action RPG for one or two players. In a two player game, each player controls either Jack or Ryu. In a one player game, only Jack appears. A second player may join at any time by visiting a convenience store. \n \nThe game contains familiar role-playing elements such as equipping differing kinds of weapons, equipment and gaining levels. The Ninja Boys are treated as a single entity and so these statistics are shared between Jack and Ryu with equal values. Battles with the enemy, either through random encounters or visible on the map is where the action starts. The characters enter a side-scrolling 'battle mode' where they may jump, fight, use their special techniques, items and spells, as well as activate various bonuses on the battlefield by breaking open the bonus boxes. A battle is over and experience points awarded when a pre-determined number of enemies are defeated or the Ninja Boys are defeated. \n \nWhen bosses are encountered, the gameplay changes to a turn-based system. Each turn, commands are given to Jack and Ryu, which include usage of special items and skills acquired during the game, who then perform actions based on those commands. The enemy's turn takes place the same way. The battle ends when one side of the conflict runs out of hitpoints.", 
    "tags": [
        1, 
        268435468
    ], 
    "themes": [
        1
    ], 
    "updated_at": 1501005257873, 
    "url": "https://www.igdb.com/games/super-ninja-boy"
}