{
    "alternative_names": [
        {
            "comment": "Other", 
            "name": "The Ren and Stimpy Show: Fire Dogs"
        }
    ], 
    "category": 0, 
    "collection": 3754, 
    "cover": {
        "cloudinary_id": "u5zxyuimf7xxgtbhkdfm", 
        "height": 144, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/u5zxyuimf7xxgtbhkdfm.jpg", 
        "width": 220
    }, 
    "created_at": 1414714521305, 
    "developers": [
        260
    ], 
    "first_release_date": 770428800000, 
    "franchise": 470, 
    "franchises": [
        470
    ], 
    "game_modes": [
        1
    ], 
    "games": [
        36868, 
        51464, 
        44177, 
        26848, 
        11588, 
        55752, 
        42613, 
        28113, 
        21063, 
        76098
    ], 
    "genres": [
        8
    ], 
    "id": 7985, 
    "keywords": [
        350, 
        690, 
        2049, 
        4142, 
        4176, 
        4297, 
        7237, 
        9840
    ], 
    "name": "The Ren & Stimpy Show: Fire Dogs", 
    "platforms": [
        19
    ], 
    "player_perspectives": [
        4
    ], 
    "popularity": 1.0, 
    "publishers": [
        197
    ], 
    "release_dates": [
        {
            "category": 0, 
            "date": 772934400000, 
            "human": "1994-Jun-30", 
            "m": 6, 
            "platform": 19, 
            "region": 5, 
            "y": 1994
        }, 
        {
            "category": 1, 
            "date": 770428800000, 
            "human": "1994-Jun", 
            "m": 6, 
            "platform": 19, 
            "region": 2, 
            "y": 1994
        }
    ], 
    "slug": "the-ren-and-stimpy-show-fire-dogs", 
    "summary": "Stimpy invents the Gametron 5000 Moneymaker which is the first video game machine in the world that rewards the player with money. Ren, who is always on the lookout to get rich, eagerly gets to playing with the video game system on the quest to earn big bucks. \n \nIn the game, you control Ren & Stimpy through various side scrolling levels which are based on different episodes of the cartoon show. Episodes the levels are based on are Space Madness,Out West, and Robin Hoek. \n \nIn Space Madness, Space Cadet Stimpy must get a dazed Ren to the sick bay to feed him some chicken soup to cure him of his space madness. You will guide Ren through the Space Diner, the Laboratory, the Button Room and the Zero Gravity Bathroom to get to the sick bay. There are also parts of this level in which you will control the spacecraft that involves side scrolling shoot em up gameplay. \n \nOut West pits Three-Fingered Hoek and Stimpy the Kid, in the role of horse thieves. You must guide the buckeroos through the outskirts of town, past the corrals, through the rusty frontier town and to the stables, where you'll find the sheriff's horse to steal. \n \nDuring Robin Hoek, Ren is the finest archer in all of Logwood Forest. Armed with trusty bow and turkey baster, you must make your way through the village and rescue the fair Maid Moron from the clutches of the evil sheriff, who is holding the maiden captive in his castle.", 
    "tags": [
        27, 
        268435464, 
        536871262, 
        536871602, 
        536872961, 
        536875054, 
        536875088, 
        536875209, 
        536878149, 
        536880752, 
        1073741828
    ], 
    "themes": [
        27
    ], 
    "updated_at": 1516754114690, 
    "url": "https://www.igdb.com/games/the-ren-and-stimpy-show-fire-dogs"
}