{
    "alternative_names": [
        {
            "comment": "Other", 
            "name": "TimeSlip"
        }
    ], 
    "category": 0, 
    "cover": {
        "cloudinary_id": "e9custtlnqx79cz9adk5", 
        "height": 276, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/e9custtlnqx79cz9adk5.jpg", 
        "width": 403
    }, 
    "created_at": 1499073649079, 
    "first_release_date": 728524800000, 
    "games": [
        68287, 
        36950, 
        27314, 
        142, 
        64204, 
        28029, 
        26766, 
        25300, 
        11253, 
        14364
    ], 
    "genres": [
        5
    ], 
    "id": 42442, 
    "keywords": [
        3, 
        170, 
        826, 
        970, 
        1025, 
        1440, 
        2152, 
        3486, 
        3833, 
        5032
    ], 
    "name": "Time Slip", 
    "platforms": [
        19
    ], 
    "popularity": 1.0, 
    "release_dates": [
        {
            "category": 0, 
            "date": 728524800000, 
            "human": "1993-Feb-01", 
            "m": 2, 
            "platform": 19, 
            "region": 8, 
            "y": 1993
        }
    ], 
    "slug": "time-slip", 
    "summary": "On the reptilian planet of Tirmat, scientists have discovered a rift in space and plan to use it to transport the planet's inhabitants before the planet is extinguished by sending their elite army through the rift and invade their closest neighbor...Earth. However, to ensure their success they send their army into Earth's past in hopes of avoiding any modern weapons and increase their chances of saving their planet. However, Earth has learned of their evil plot and has developed a experimental time portal and has sent their own one man army to stop them. \n \nThe player takes control of Dr. Vincent Gilgamesh who has acquired a massive arsenal including pistols, machine guns, rocket launchers and many more heavy weapons and must travel through various time periods including Medieval times, prehistoric times, Ancient Rome and Egypt and even the distant future. The gameplay is similar to Contra where the player advances through the stages, shooting at various enemies and collecting power-ups and must also avoid various traps and pitfalls scattered throughout the levels. There are also the standard bosses at the end of each stage.", 
    "tags": [
        18, 
        268435461, 
        536870915, 
        536871082, 
        536871738, 
        536871882, 
        536871937, 
        536872352, 
        536873064, 
        536874398, 
        536874745, 
        536875944
    ], 
    "themes": [
        18
    ], 
    "updated_at": 1515711480839, 
    "url": "https://www.igdb.com/games/time-slip"
}