{
    "alternative_names": [
        {
            "comment": "Other", 
            "name": "Kentou-Ou World Champion"
        }
    ], 
    "category": 0, 
    "cover": {
        "cloudinary_id": "czjdzwydexmw61iuqo5e", 
        "height": 277, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/czjdzwydexmw61iuqo5e.jpg", 
        "width": 409
    }, 
    "created_at": 1499073645399, 
    "first_release_date": 728524800000, 
    "games": [
        44384, 
        48981, 
        19741, 
        6685, 
        66942, 
        61450, 
        44853, 
        43728, 
        43425, 
        19760
    ], 
    "genres": [
        14
    ], 
    "id": 42440, 
    "keywords": [
        632, 
        4226, 
        4228, 
        4313, 
        4447
    ], 
    "name": "TKO Super Championship Boxing", 
    "platforms": [
        19
    ], 
    "popularity": 1.0, 
    "release_dates": [
        {
            "category": 0, 
            "date": 728524800000, 
            "human": "1993-Feb-01", 
            "m": 2, 
            "platform": 19, 
            "region": 8, 
            "y": 1993
        }
    ], 
    "slug": "tko-super-championship-boxing", 
    "summary": "A boxing game featuring a Championship mode and a 1 or 2 player exhibition match mode. \n \nIn the Championship mode, players choose from 1 of the 8 available boxers, and then compete against the other 7 boxers on the road to try becoming the World Champ. Players go toe to toe with their opponents in the boxing ring in 3 minute rounds. The boxers can throw hooks and jabs at each other with the sole intention to knock their opponent down to the canvas by draining all their energy by landing those punches. Each punch thrown costs the boxer some stamina which is indicated by boxing glove icons. If all the boxers stamina is drained, they can no longer throw punches for a little while until they gain some of their stamina back. After each fight is over, players go to the gym to train in various different exercises like skipping rope and bench pressing weights. These exercises increase the players boxer in various areas like speed and power. \n \nOptions include setting the number of rounds (from 1 to 10) and setting the difficulty level (novice, advanced, and expert).", 
    "tags": [
        268435470, 
        536871544, 
        536875138, 
        536875140, 
        536875225, 
        536875359
    ], 
    "updated_at": 1515780528792, 
    "url": "https://www.igdb.com/games/tko-super-championship-boxing"
}