{
    "category": 0, 
    "cover": {
        "cloudinary_id": "pojs2z8rpk6vne5cv7sk", 
        "height": 400, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/pojs2z8rpk6vne5cv7sk.jpg", 
        "width": 216
    }, 
    "created_at": 1497877192796, 
    "first_release_date": 812332800000, 
    "games": [
        49414, 
        25636, 
        36608, 
        69505, 
        21842, 
        12632, 
        28080, 
        75102, 
        26766, 
        18862
    ], 
    "genres": [
        12
    ], 
    "id": 37772, 
    "keywords": [
        1026
    ], 
    "name": "Verne World", 
    "platforms": [
        19
    ], 
    "popularity": 1.0, 
    "release_dates": [
        {
            "category": 0, 
            "date": 812332800000, 
            "human": "1995-Sep-29", 
            "m": 9, 
            "platform": 19, 
            "region": 5, 
            "y": 1995
        }, 
        {
            "category": 0, 
            "date": 814924800000, 
            "human": "1995-Oct-29", 
            "m": 10, 
            "platform": 19, 
            "region": 8, 
            "y": 1995
        }
    ], 
    "slug": "verne-world", 
    "summary": "Verne World (ヴェルヌ・ワールド Verunu Wārudo?) is a role-playing video game that was released for the Super Famicom exclusively for the Japanese market. The game revolves around the main character being trapped in a theme park based around the works of Jules Verne such as A Journey to the Center of the Earth and Twenty Thousand Leagues Under the Sea. \n \nWhile players start out as incredibly incompetent in battle, they eventually start hitting the target monsters more frequently after leveling up. Players start out with an unusually high amount of hit points but can easily die, although they have access to healing services. Healing is done by eating food items at a restaurant, as opposed to sleeping at an inn. Players use items like bamboo sticks and basketballs as weapons against the enemies, which are fought in a manner similar to the Romancing SaGa video game series. \n \nSome of the allies included in the game are a young girl in a wheelchair and a young boy from India.[9] Other allies include main characters from Jules Verne's novels, like Passepartout and Mr. Fogg from Around the World in Eighty Days, for example.", 
    "tags": [
        268435468, 
        536871938
    ], 
    "updated_at": 1516698264219, 
    "url": "https://www.igdb.com/games/verne-world"
}