{
    "category": 0, 
    "cover": {
        "cloudinary_id": "zrkmoodvqe4fqkqc3y7e", 
        "height": 433, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/zrkmoodvqe4fqkqc3y7e.jpg", 
        "width": 620
    }, 
    "created_at": 1497964659835, 
    "developers": [
        15573
    ], 
    "esrb": {
        "rating": 3, 
        "synopsis": "Used old ESRB system code, \"K-A\", which would be later reclassified."
    }, 
    "first_release_date": 823132800000, 
    "games": [
        11362, 
        73075, 
        9760, 
        33603, 
        36962, 
        55888, 
        65827, 
        2015, 
        32283, 
        33383
    ], 
    "genres": [
        15
    ], 
    "id": 38397, 
    "keywords": [
        24, 
        415, 
        1582, 
        1722, 
        2399
    ], 
    "name": "War 3010: The Revolution", 
    "platforms": [
        19
    ], 
    "popularity": 1.0, 
    "publishers": [
        15573
    ], 
    "release_dates": [
        {
            "category": 0, 
            "date": 823132800000, 
            "human": "1996-Feb-01", 
            "m": 2, 
            "platform": 19, 
            "region": 8, 
            "y": 1996
        }
    ], 
    "screenshots": [
        {
            "cloudinary_id": "ajkuxfhemhmyuopz0x9u", 
            "height": 480, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/ajkuxfhemhmyuopz0x9u.jpg", 
            "width": 640
        }, 
        {
            "cloudinary_id": "zsjcttem3hwrlxltthuy", 
            "height": 480, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/zsjcttem3hwrlxltthuy.jpg", 
            "width": 640
        }
    ], 
    "slug": "war-3010-the-revolution", 
    "storyline": "In the years following the victory of humanity over the three other factions in the fateful conflict of 2410, most of the known universe has been occupied by an intergalactic menace known as the Kyllen. Slavery for most of the civilized species only became an unavoidable reality once the freedom-loving citizens lost their political and social autonomy sometime in the year 2610. Even the humans have lost their freedom and must struggle in slavery amongst the rest of the universe.", 
    "summary": "An alien race named Kyllen has enslaved humanity. On the planet Joyec, rebels managed to take the Kyllen by surprise and seize one of their battle fleets. The player must now guide their efforts in trying to throw over the Kyllen. \n \nWar 3010 is a turn-based strategy game in which players move spaceships over a grid-map. There are different types of ships, such as Fighters, Marauders or Destroyers, that differ in movement range and weapon power. Weapon power is also divided into long and short range, i.e. a ship that is very good at long range combat may have poor close ranged weapons etc. During combat, the following actions can be chosen from a menu: Movement, Attacking, terrain information, unit information, a map of the battlefield, overview of all units, including those of the enemy; and an option to scout planets for technology. When an attacking unit is within range of an attacked unit, the attacked unit will always counter-attack (if it isn't destroyed first). In later missions it becomes possible to scout planets for technology and upgrade ships, as well as take control of space stations to build new ships. Ships cannot be taken into the next mission however.", 
    "tags": [
        268435471
    ], 
    "themes": [
        18
    ], 
    "updated_at": 1527489515455, 
    "url": "https://www.igdb.com/games/war-3010-the-revolution", 
    "videos": [
        {
            "name": "Gameplay video", 
            "video_id": "zgmOAaJoatA"
        }
    ]
}