{
    "category": 0, 
    "cover": {
        "cloudinary_id": "sprtjqa0anhenqkfebno", 
        "height": 367, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/sprtjqa0anhenqkfebno.jpg", 
        "width": 200
    }, 
    "created_at": 1497877182046, 
    "first_release_date": 767491200000, 
    "games": [
        28113, 
        28213, 
        76098, 
        19082, 
        51464, 
        71772, 
        18387, 
        72373, 
        26848, 
        65832
    ], 
    "id": 37768, 
    "keywords": [
        274, 
        350, 
        772, 
        4328, 
        4379
    ], 
    "name": "Waratte Iitomo! Tamorinpic", 
    "platforms": [
        19
    ], 
    "popularity": 1.333333333333333, 
    "release_dates": [
        {
            "category": 0, 
            "date": 767491200000, 
            "human": "1994-Apr-28", 
            "m": 4, 
            "platform": 19, 
            "region": 5, 
            "y": 1994
        }, 
        {
            "category": 0, 
            "date": 770083200000, 
            "human": "1994-May-28", 
            "m": 5, 
            "platform": 19, 
            "region": 8, 
            "y": 1994
        }
    ], 
    "slug": "waratte-iitomo-tamorinpic", 
    "summary": "A Super Famicom four-player party mini-game collection based on the long-running Japanese variety show Waratte Iitomo! and featuring its shades-wearing host Tamori. \n \nWaratte Iitomo! Tamorinpic (\"It's OK to Laugh! Tamorinpic\") is a party mini-game collection based on the Japanese TV show of the same name. The show was a daily hour-long comedy variety show featuring recurring guests and various skits and interviews, hosted by the shades-wearing comedian Tamori (whose real name is Kazuyoshi Morita). It aired from 1982-2014 and made several longevity records in the process. \n \nThe game allows for up to four players, but only two players ever play at once: most of the mini-games are based on completing a task within a set time or with a certain amount of precision, so all players don't need to play simultaneously. Instead, the first pair of players will play each mini-game, followed by the second pair (or two-and-one, if the three-player mode was selected). These mini-games have a comedic edge to them and vary from bowling with a snooker cue to a Simon Says game that involves clapping the correct way to certain goofy poses Tamori makes. \n \nDue to the license, the game was never released outside of Japan.", 
    "tags": [
        1, 
        27, 
        536871186, 
        536871262, 
        536871684, 
        536875240, 
        536875291
    ], 
    "themes": [
        1, 
        27
    ], 
    "updated_at": 1516673593731, 
    "url": "https://www.igdb.com/games/waratte-iitomo-tamorinpic"
}