{
    "category": 0, 
    "cover": {
        "cloudinary_id": "emtnt3rehf4idlddyyss", 
        "height": 1551, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/emtnt3rehf4idlddyyss.jpg", 
        "width": 2100
    }, 
    "created_at": 1499075457037, 
    "first_release_date": 760060800000, 
    "games": [
        36608, 
        2940, 
        40524, 
        34919, 
        71581, 
        29660, 
        1070, 
        23175, 
        76438, 
        16468
    ], 
    "id": 42576, 
    "name": "X-Men: Mutant Apocalypse", 
    "platforms": [
        19
    ], 
    "popularity": 2.0, 
    "release_dates": [
        {
            "category": 0, 
            "date": 760060800000, 
            "human": "1994-Feb-01", 
            "m": 2, 
            "platform": 19, 
            "region": 8, 
            "y": 1994
        }
    ], 
    "slug": "x-men-mutant-apocalypse", 
    "summary": "Because of a rise of anti-mutant activity in Genosha, Professor Xavier uses Cerebro to scan the island nation and discovers Apocalypse's presence there. Genosha's government is apparently using Apocalypse to bring their mutant population under control. However, Xavier suspects Apocalypse to follow his own plans and sends five X-Men, Cyclops, Wolverine, Psylocke, Beast and Gambit, to investigate. \n \nX-Men: Mutant Apocalypse combines the gameplay of a side-scrolling brawler like Final Fight with elements of a platformer, that is, players have to fight various enemies and survive the occasional jumping-puzzle. Most levels also feature mid- and end-bosses in form of robots, monsters or known Super-Villains. \n \nEach character has unique abilities and special moves: Cyclops uses his Optic Blast to attack enemies from a distance, Wolverine can climb walls, Psylocke is very agile and the best jumper of the team, Beast can cling to the ceiling while Gambit throws explosive cards at his enemies. Special moves are quite similar to those found in Street Fighter II (Wolverine has a Dragon-Punch-style attack and Gambit's Double Kick is virtually identical to M. Bison's Scissors Kick), and require similar button combinations. \n \nWhile most stages are unique for each character, some can be played with any of the X-Men. Progress is saved via password.", 
    "tags": [
        1
    ], 
    "themes": [
        1
    ], 
    "updated_at": 1515392075539, 
    "url": "https://www.igdb.com/games/x-men-mutant-apocalypse"
}