{
    "category": 0, 
    "created_at": 1497957286085, 
    "first_release_date": 805248000000, 
    "games": [
        1070, 
        41118, 
        38305, 
        1073, 
        1188, 
        89495, 
        51942, 
        51247, 
        51203, 
        50992
    ], 
    "genres": [
        8
    ], 
    "id": 38190, 
    "name": "Youkai Buster: Ruka no Daibouken", 
    "platforms": [
        19
    ], 
    "popularity": 1.333333333333333, 
    "release_dates": [
        {
            "category": 0, 
            "date": 805248000000, 
            "human": "1995-Jul-09", 
            "m": 7, 
            "platform": 19, 
            "region": 8, 
            "y": 1995
        }
    ], 
    "slug": "youkai-buster-ruka-no-daibouken", 
    "summary": "Game developers Sting' were contracted by the publishing comglomerate Kadokawa Shoten for a tie-in game for their gaming magazine Marukatsu Super Famicom, which had recently just started pushing a new mascot named Ruka (with an accompanying mini manga in each issue) to try and help boost sales of the magazine. Rather than create a new game from scratch, Sting opted to re-brand the already existing \"The Jetsons: Invasion of the Planet Pirates\" game they had released the year before, which had not been released in Japan. The gameplay and level design between the two games is ultimately the same, though the story, sprites, and artwork were completely redone, as well as music. \n \nRuka-chan was a fiesty teenage-looking demon girl that was actually over 1000 years old. Her task was to rid the world of demons and monsters that were causing more trouble than she was. Ruka's boss Enma, the Buddhist deity charged with judging the souls of the dead - an Asian St. Peter, as it were - is represented as a giant red oni in a business suit and jokingly referred to by Ruka as \"Elvis\". One night his body was stolen by a handsome boy known only as, well, \"Body\" to be used for nefarious purposes along with his army of monsters. Left with only his head, Enma scolds and demands Ruka to get his body back or else he'll gladly take hers as a replacement.", 
    "tags": [
        268435464
    ], 
    "updated_at": 1500604721548, 
    "url": "https://www.igdb.com/games/youkai-buster-ruka-no-daibouken"
}