{
    "category": 0, 
    "cover": {
        "cloudinary_id": "jv3tev0pycbzymkx42xl", 
        "height": 621, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/jv3tev0pycbzymkx42xl.jpg", 
        "width": 350
    }, 
    "created_at": 1497876206958, 
    "first_release_date": 775699200000, 
    "games": [
        11588, 
        19083, 
        28213, 
        25217, 
        26766, 
        12632, 
        36926, 
        17583, 
        39257, 
        19082
    ], 
    "genres": [
        15, 
        26
    ], 
    "id": 37751, 
    "keywords": [
        296, 
        1026, 
        2601, 
        2606, 
        4139
    ], 
    "name": "Yuujin no Furi Furi Girls", 
    "platforms": [
        19
    ], 
    "popularity": 1.0, 
    "release_dates": [
        {
            "category": 0, 
            "date": 775699200000, 
            "human": "1994-Aug-01", 
            "m": 8, 
            "platform": 19, 
            "region": 8, 
            "y": 1994
        }
    ], 
    "slug": "yuujin-no-furi-furi-girls", 
    "summary": "A Super Famicom multiplayer RPG-board game hybrid featuring the art of Ube \"U-Jin\" Yamaguchi. Four anime ladies compete in mazes full of monsters and loot to find the exit first. \n \nYuujin no Furi Furi Girls (\"U-Jin's Furi Furi Girls\") is a hybrid RPG/board game similar to Dokapon, which was published exclusively in Japan for the Super Famicom in 1994. Like its 1993 contemporary Yuujin: Janjyu Gakuen, it heavily features the artwork of anime artist U-Jin, best known for his eroge manga (though the game itself does not contain any pornographic material). \n \nEvery turn each character rolls a dice that moves them that many spaces around the board. Along the way they will find cash, new weapons, health pick-ups and other items. They will also encounter monsters, and must beat them in janken (rock-scissor-paper) matches to remove them from the board. The goal for every player is to defeat the monster that holds the key to the exit, and then reach the exit with the key. The player can choose between four heroines, each with different starting stats/cash.", 
    "tags": [
        268435471, 
        268435482, 
        536871208, 
        536871938, 
        536873513, 
        536873518, 
        536875051
    ], 
    "updated_at": 1516775628099, 
    "url": "https://www.igdb.com/games/yuujin-no-furi-furi-girls"
}