{
    "category": 0, 
    "created_at": 1497959060055, 
    "first_release_date": 727315200000, 
    "genres": [
        31
    ], 
    "id": 38279, 
    "name": "Bishoujo Senshi Sailor Moon", 
    "platforms": [
        33
    ], 
    "popularity": 1.333333333333333, 
    "release_dates": [
        {
            "category": 0, 
            "date": 727315200000, 
            "human": "1993-Jan-18", 
            "m": 1, 
            "platform": 33, 
            "region": 8, 
            "y": 1993
        }
    ], 
    "slug": "bishoujo-senshi-sailor-moon", 
    "summary": "Bishoujo Senshi Sailor Moon was a video game developed by Arc System Works and published for the Nintendo Game Boy by Angel (Bandai) in 1992. It was one of the first Sailor Moon-related video games to be released. \n \nIn this game, the player controlled Usagi Tsukino/Sailor Moon. The storyline was based on the first, third, and fourth episodes of the first season of the anime. Although they originally had not yet appeared in those episodes, in the game Usagi could meet and talk to Ami and Rei, who were NPCs (non-player characters). \n \nThe three levels were divided into two parts. First, Usagi could walk through the city, school or a health spa, occassionally talking to people. After talking to the right people, Usagi turned into Sailor Moon and entered another kind of level in which she fought numerous enemies. \n \nBy default, Sailor Moon could only use kicking attacks. Pressing the \"down\" button would make Sailor Moon sit down and cry, and if there were rocks on the wall nearby, her high-pitched crying would make the rocks explode and drop special items. These items gave different powers: one enabled her to use Moon Tiara Action for a limited number of times, one made her invincible for a short amount of time, etc. \n \nThe bosses were Morga, Kyurene, Jadeite, and Queen Beryl. Sailor Moon actually had to fight Jadeite each time after defeating the two Youma, and at the end of the last level, had to fight him again before facing Queen Beryl.", 
    "themes": [
        1
    ], 
    "updated_at": 1500358263464, 
    "url": "https://www.igdb.com/games/bishoujo-senshi-sailor-moon"
}