{
    "alternative_names": [
        {
            "comment": "Other", 
            "name": "Burger Time Deluxe"
        }
    ], 
    "category": 0, 
    "collection": 3101, 
    "cover": {
        "cloudinary_id": "j9gncaky6saqqlnbjfz2", 
        "height": 640, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/j9gncaky6saqqlnbjfz2.jpg", 
        "width": 640
    }, 
    "created_at": 1499973862309, 
    "esrb": {
        "rating": 3
    }, 
    "first_release_date": 670464000000, 
    "games": [
        36868, 
        26848, 
        55752, 
        44177, 
        10039, 
        25222, 
        37094, 
        25646, 
        76098, 
        51464
    ], 
    "genres": [
        8, 
        9
    ], 
    "id": 48958, 
    "keywords": [
        350, 
        2049, 
        2875, 
        2957, 
        4182, 
        4522, 
        4735
    ], 
    "name": "BurgerTime Deluxe", 
    "platforms": [
        33
    ], 
    "popularity": 1.0, 
    "release_dates": [
        {
            "category": 0, 
            "date": 670464000000, 
            "human": "1991-Apr-01", 
            "m": 4, 
            "platform": 33, 
            "region": 8, 
            "y": 1991
        }
    ], 
    "slug": "burgertime-deluxe", 
    "summary": "Based on BurgerTime, the Arcade classic from 1982, BurgerTime Deluxe once again puts you in the role of chef Peter Pepper, a guy who can really build a burger. You maneuver the cook up and down ladders and left and right across floors in order to walk across various parts of giant hamburgers, such as large lettuce, big buns and massive meat patties. After you cross any section of any hamburger, it will drop one level and push any other burger part within that stack down a floor as well. The object of the game is to build all the hamburgers in each stage by dropping all the makings of each burger into completed stacks at the bottom of the screen. \n \nAs you go about your burger building business, Food Foes Mr. Pickle, Mr. Egg and Mr. Hot dog (also known as Frank N. Furter) will chase after you. You can destroy these culinary cutups by trapping them in falling burger parts or by tricking them into walking on a burger part you are in the process of dropping. To freeze the Food Foes, you can sprinkle a dash of pepper on them. You begin the game with a small pepper supply and can pick up additional pepper shakers that appear throughout the levels. You can also pick up bonus points (in the guise of cups and saucers) and extra lives. \n \nUnlike the original BurgerTime, which had less than 10 different non-scrolling screens, BurgerTime Deluxe has seven levels with four stages in each level for a grand total of 28 screens, most of which scroll to some degree. A password feature enables you to return to the beginning of last level you played. Also, this version of the game features a two-player competitive mode (as long as you have two copies of the game, an extra Game Boy, and a link cable).", 
    "tags": [
        1, 
        27, 
        268435464, 
        268435465, 
        536871262, 
        536872961, 
        536873787, 
        536873869, 
        536875094, 
        536875434, 
        536875647
    ], 
    "themes": [
        1, 
        27
    ], 
    "updated_at": 1515582145103, 
    "url": "https://www.igdb.com/games/burgertime-deluxe"
}