{
    "category": 0, 
    "collection": 2939, 
    "cover": {
        "cloudinary_id": "ymuawi31rfvazqzbgipp", 
        "height": 447, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/ymuawi31rfvazqzbgipp.jpg", 
        "width": 386
    }, 
    "created_at": 1500017590067, 
    "first_release_date": 734313600000, 
    "games": [
        55752, 
        51464, 
        26848, 
        36868, 
        76098, 
        63314, 
        55803, 
        28154, 
        27239, 
        44177
    ], 
    "genres": [
        8, 
        31
    ], 
    "id": 49131, 
    "keywords": [
        78, 
        350, 
        2049, 
        4141, 
        4725
    ], 
    "name": "Crayon Shin-Chan Ora to Shiro wa Otomodachi dayo", 
    "platforms": [
        33
    ], 
    "popularity": 1.333333333333333, 
    "release_dates": [
        {
            "category": 0, 
            "date": 734313600000, 
            "human": "1993-Apr-09", 
            "m": 4, 
            "platform": 33, 
            "region": 5, 
            "y": 1993
        }, 
        {
            "category": 0, 
            "date": 749692800000, 
            "human": "1993-Oct-04", 
            "m": 10, 
            "platform": 33, 
            "region": 8, 
            "y": 1993
        }
    ], 
    "slug": "crayon-shin-chan-ora-to-shiro-wa-otomodachi-dayo", 
    "summary": "Crayon Shin-Chan: Ora to Shiro wa Otomodachi da yo is a Miscellaneous game, developed by TOSE and published by Bandai, which was released in Japan in 1993. \n \nCrayon Shin-Chan: Ora to Shiro ha Otomodachi Dayo is a platforming game \nbased off the Crayon Shin-Chan manga, mostly popular in Japan although \ntranslated and published in a couple of other countries. The game is heavily \noriented towards platforming, with only a couple of blow bubbles-based weapons \nlittered throughout the game's short four levels. \n \nShin-chan can hop onto the heads of the enemy humans that are \ninterspersed around each stage, as well as use the bubbles to knock them out. He \ncan also hop onto hooks and branches, and scale telephone poles and trees. \nThere are also three mini-games in Crayon Shin-Chan along with a fourth \nkind-of mini-game. Although all four mini-games are encountered in the course of \nyour playthrough, you can also access them from the title screen using the \nsecond option presented to you. \n \nAlso of note is a timer in each of the level. For some weird reason, if \nyou try to collect everything in a level, there simply is not enough time, at \nleast in Level 2. Fortunately, you are given checkpoints throughout each of the \nlevels. Timing out will simply throw you back to one of the checkpoints.", 
    "tags": [
        27, 
        268435464, 
        268435487, 
        536870990, 
        536871262, 
        536872961, 
        536875053, 
        536875637
    ], 
    "themes": [
        27
    ], 
    "updated_at": 1516733830492, 
    "url": "https://www.igdb.com/games/crayon-shin-chan-ora-to-shiro-wa-otomodachi-dayo"
}