{
    "alternative_names": [
        {
            "comment": "Other", 
            "name": "David Crane's A Boy and his Blob in... The Rescue of Princess Blobette"
        }
    ], 
    "category": 0, 
    "collection": 423, 
    "cover": {
        "cloudinary_id": "kdnbilzgqsiddodt5jql", 
        "height": 266, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/kdnbilzgqsiddodt5jql.jpg", 
        "width": 268
    }, 
    "created_at": 1499973864526, 
    "first_release_date": 675734400000, 
    "games": [
        10039, 
        25646, 
        37094, 
        6732, 
        1070, 
        19289, 
        51485, 
        26848, 
        58479, 
        1073
    ], 
    "genres": [
        8, 
        9
    ], 
    "id": 48959, 
    "keywords": [
        4143, 
        4725, 
        4956, 
        8236, 
        8779, 
        9133
    ], 
    "name": "David Crane's The Rescue of Princess Blobette", 
    "platforms": [
        33
    ], 
    "popularity": 1.333333333333333, 
    "release_dates": [
        {
            "category": 0, 
            "date": 675734400000, 
            "human": "1991-Jun-01", 
            "m": 6, 
            "platform": 33, 
            "region": 8, 
            "y": 1991
        }
    ], 
    "slug": "david-cranes-the-rescue-of-princess-blobette", 
    "summary": "Starring: A Boy and His Blob \n \nThe Rescue of Princess Blobette tells the story of a young, male protagonist and his blob companion as they attempt to rescue the latter's girlfriend, the titular Princess Blobette. The damsel in distress has been imprisoned by the Antagonistic Alchemist within the highest tower of the Royal Castle on the planet Blobolinia. Like its predecessor, A Boy and His Blob: Trouble on Blobolonia, The Rescue of Princess Blobette is a puzzle-platformer in which the player directly controls the boy as he is followed around by the blob, who is controlled by the computer AI. The pair must navigate the various passages and floors of the castle to locate and free Blobette. The boy can only run back and forth, cannot jump or swim, and will die if he falls a long distance or comes in contact with dangerous objects such as flame throwers and sewer serpents. However, the blob can be made to turn into useful tools when he is fed jelly beans of various flavors. Each flavor causes a different transformation. For example, feeding the blob a tangerine jelly bean will change him into a trampoline, which the boy can then use to reach high platforms. The player may also locate extra jelly bean sacks and numerous, optional treasures. Finding five peppermints will increase the player's extra lives by one.", 
    "tags": [
        1, 
        268435464, 
        268435465, 
        536875055, 
        536875637, 
        536875868, 
        536879148, 
        536879691, 
        536880045
    ], 
    "themes": [
        1
    ], 
    "updated_at": 1516166010330, 
    "url": "https://www.igdb.com/games/david-cranes-the-rescue-of-princess-blobette"
}