{
    "category": 0, 
    "cover": {
        "cloudinary_id": "r0n2jyuhkwgv72sumb7c", 
        "height": 348, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/r0n2jyuhkwgv72sumb7c.jpg", 
        "width": 287
    }, 
    "created_at": 1449922506452, 
    "developers": [
        1271
    ], 
    "esrb": {
        "rating": 1
    }, 
    "first_release_date": 670464000000, 
    "game_modes": [
        1
    ], 
    "games": [
        68287, 
        28029, 
        76246, 
        19341, 
        32902, 
        10039, 
        68142, 
        27523, 
        28751, 
        24920
    ], 
    "genres": [
        5
    ], 
    "id": 15268, 
    "keywords": [
        1025
    ], 
    "name": "Navy Seals", 
    "pegi": {
        "rating": 1
    }, 
    "platforms": [
        63, 
        16, 
        33
    ], 
    "player_perspectives": [
        4
    ], 
    "popularity": 1.333333333333333, 
    "publishers": [
        1271
    ], 
    "release_dates": [
        {
            "category": 0, 
            "date": 670464000000, 
            "human": "1991-Apr-01", 
            "m": 4, 
            "platform": 33, 
            "region": 8, 
            "y": 1991
        }, 
        {
            "category": 2, 
            "date": 694137600000, 
            "human": "1991", 
            "m": 12, 
            "platform": 63, 
            "y": 1991
        }, 
        {
            "category": 2, 
            "date": 694137600000, 
            "human": "1991", 
            "m": 12, 
            "platform": 16, 
            "y": 1991
        }
    ], 
    "screenshots": [
        {
            "cloudinary_id": "uyxykiwlsfpnqamqqhfo", 
            "height": 360, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/uyxykiwlsfpnqamqqhfo.jpg", 
            "width": 480
        }, 
        {
            "cloudinary_id": "hdm6xiait7qxfhgrnufc", 
            "height": 360, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/hdm6xiait7qxfhgrnufc.jpg", 
            "width": 480
        }
    ], 
    "slug": "navy-seals", 
    "storyline": "The game is a side-scrolling shoot 'em up and revolves around the protagonist, Lieutenant Dale Hawkins, recovering caches of hidden Stinger missiles from Arab terrorists in Oman. The game features a total of five levels with varying locations and begins with allocating five lives to the player. The main objective of the game is to locate and place time bombs on boxes containing Stinger missiles, in which the player is required to escape before the time runs out. The enemies featured in the game are Arab terrorists; the player must neutralise them by shooting them with their selected weapon, which is a handgun by default. Other weapons available in the game include machine guns, rocket launchers, and a flamethrower, which are only accessible through finding hidden crates.\nThe second level of the game is in Beirut, and focuses on the player, along with a group of Navy Seals, rescuing hostages in a 3D presentation of the city. If the player is successful in rescuing the hostages and recovering all missiles, the remaining forces will rendezvous at a submarine. During the game, the player-character may grapple onto ledges, climb ladders, crawl, and jump in any direction. The player can also push large crates in order to reach higher platforms. Combat is focused on shooting an enemy with a weapon on sight, however the player can crawl at any time in order to avoid the oncoming bullets of an enemy. The player is also able to neutralise enemies by dropping down onto them whilst dangling from a higher platform. In every level, the game sets a time limit when a bomb is placed on one of the crates containing Stinger missiles.", 
    "summary": "Navy SEALS is a shoot 'em up platform video game developed and published by Ocean Software. It was first released in the United Kingdom for the Amstrad CPC, Amstrad GX4000 and Commodore 64 in 1990. It was later re-released in the rest of Europe for the ZX Spectrum, Atari ST and Amiga home computers in the following year. It was then ported to the Game Boy on 1 September 1991 in the United States. The game is based on the film of the same name and follows the protagonist, Lieutenant Dale Hawkins, progressing through five side-scrolling levels.\nThe game was developed by Ocean Software, in which they were renowned for creating video games related to their respective films. Navy SEALS focuses on Hawkins recovering caches of Stinger missiles from Arab soldiers in the Middle East. The game received positive reviews upon release, with critics mainly praising the graphics, presentation and challenging gameplay. However, criticism was directed at the ZX Spectrum port, which received disapproval over its monochrome graphics.", 
    "tags": [
        1, 
        268435461, 
        536871937, 
        1073741828
    ], 
    "themes": [
        1
    ], 
    "updated_at": 1517270800754, 
    "url": "https://www.igdb.com/games/navy-seals", 
    "videos": [
        {
            "name": "Gameplay video", 
            "video_id": "nMFtjmIUPG0"
        }
    ], 
    "websites": [
        {
            "category": 3, 
            "url": "https://en.wikipedia.org/wiki/Navy_SEALS_(video_game)"
        }
    ]
}