{
    "category": 0, 
    "cover": {
        "cloudinary_id": "vtdbapn1xkbw3ktwscrb", 
        "height": 298, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/vtdbapn1xkbw3ktwscrb.jpg", 
        "width": 286
    }, 
    "created_at": 1499974459469, 
    "developers": [
        15581
    ], 
    "first_release_date": 752112000000, 
    "games": [
        11362, 
        73075, 
        9760, 
        33603, 
        36962, 
        55888, 
        65827, 
        2015, 
        32283, 
        33383
    ], 
    "genres": [
        15
    ], 
    "id": 49031, 
    "name": "Panel Action Bingo", 
    "platforms": [
        33
    ], 
    "popularity": 1.0, 
    "publishers": [
        15582
    ], 
    "release_dates": [
        {
            "category": 0, 
            "date": 752112000000, 
            "human": "1993-Nov-01", 
            "m": 11, 
            "platform": 33, 
            "region": 8, 
            "y": 1993
        }
    ], 
    "slug": "panel-action-bingo", 
    "summary": "The Classic Game Moves Into the Electronic Age. \n \nLooking for a new challenge for the Game Boy? BINGO! You've found it! Panel Action Bingo pits you against the computer or a friend (with the Game Boy Game Link) in an exciting race for time. You're the Bird, and your opponent is the Cat. You must claim one of the 25 panels in the correct order. The object: grab five panels in a row - vertically, horizontally, or diagonally - to get BINGO... before the Cat does! \n \nChoose from one of the many game play variations: there's the Number game, the Alphabet game, and the Option function, which lets you control different aspects of the game to make it more challenging. They include: \n-Second 3: Your position shifts when you stay in one spot for more than 3 seconds. \n-Ice Stage: The play field becomes slippery, and its's tough to stop where you want! \n-Hide: Some of the squares on the panel are blank until you land there (but the Cat still knows what they are!) \n-Break: ALL the squares are blank; choose this for a test of memory as well as speed! \n- 60 levels, 240 round in all, including 60 bonus rounds \n- Password feature \n- Pause function lets you resume the game where you left off \n- Beware the Black Hole and Star squares that challenge your every move \n- Hook up the Game Link for 2-player action \n \nPick up Panel Bingo today ... don't let that nasty Cat win!", 
    "tags": [
        268435471
    ], 
    "updated_at": 1527489444295, 
    "url": "https://www.igdb.com/games/panel-action-bingo", 
    "websites": [
        {
            "category": 3, 
            "url": "https://en.wikipedia.org/wiki/Panel_Action_Bingo"
        }
    ]
}