{
    "category": 0, 
    "created_at": 1499975194297, 
    "first_release_date": 886291200000, 
    "games": [
        23175, 
        37022, 
        55289, 
        59516, 
        13189, 
        25222, 
        25646, 
        55803, 
        42080, 
        41895
    ], 
    "genres": [
        31
    ], 
    "id": 49100, 
    "keywords": [
        1027
    ], 
    "name": "The Adventures of Pinocchio", 
    "platforms": [
        33
    ], 
    "popularity": 1.0, 
    "release_dates": [
        {
            "category": 0, 
            "date": 886291200000, 
            "human": "1998-Feb-01", 
            "m": 2, 
            "platform": 33, 
            "region": 8, 
            "y": 1998
        }
    ], 
    "slug": "the-adventures-of-pinocchio", 
    "summary": "Adventures of Pinocchio is a beta version of Ottifanten, an action puzzle game developed by Bit Managers and released in 1998 for the GameBoy, based on some German comics. While there is a released Pinocchio game for the Game Boy mono, “Adventures of…” is a completely different title and Bit Managers never listed this one on their homepage, only Ottifanten. A playable version of this beta was leaked online, and it’s often confused for an official released game. Trying out the game shows that you cannot lose any lives – the counter won’t work. This is no final release and there is none because it’s an unreleased game. \n \nAs we can read in a Wikipedia entry, the game relies on 115 separate levels of puzzle action, played by viewing the playing field in isometric projection. Pinocchio’s main objective is to get to the arrow (the exit) on the screen in order to move onto the next level. If the player is able to navigate Pinocchio to the objective before the timer runs out, he gets a certain number of points equal to the time left. Once this number reaches 500, the Fairy will bestow Pinocchio with an extra life. \n \nA closer look at the dump floating around will reveal a weird internal name “Infrey Quest”, so we can speculate that before Pinocchio and Ottifanten, Bit Managers tried to develop their own original IP. When they did not find any publisher interested in Infrey Quest, they changed the game in Pinocchio and later into Ottifanten, with their more recognized characters. \n \nOttifanten uses the same game concept as well and the same music as Adventure of Pinocchio. It even looks like the basic stage design is the same.", 
    "tags": [
        1, 
        268435487, 
        536871939
    ], 
    "themes": [
        1
    ], 
    "updated_at": 1515675891989, 
    "url": "https://www.igdb.com/games/the-adventures-of-pinocchio"
}