{
    "alternative_names": [
        {
            "name": "Virtual Wars"
        }
    ], 
    "category": 0, 
    "cover": {
        "cloudinary_id": "tch9auklrzsilewprqts", 
        "height": 281, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/tch9auklrzsilewprqts.jpg", 
        "width": 200
    }, 
    "created_at": 1392238452175, 
    "developers": [
        485
    ], 
    "first_release_date": 752112000000, 
    "game_modes": [
        1
    ], 
    "games": [
        36608, 
        2940, 
        40524, 
        34919, 
        71581, 
        29660, 
        1070, 
        23175, 
        76438, 
        16468
    ], 
    "id": 5397, 
    "name": "The Lawnmower Man", 
    "platforms": [
        29, 
        6, 
        78, 
        19, 
        33
    ], 
    "player_perspectives": [
        1, 
        2, 
        4
    ], 
    "popularity": 1.333333333333333, 
    "publishers": [
        197, 
        2386
    ], 
    "release_dates": [
        {
            "category": 1, 
            "date": 752112000000, 
            "human": "1993-Nov", 
            "m": 11, 
            "platform": 33, 
            "y": 1993
        }, 
        {
            "category": 1, 
            "date": 752112000000, 
            "human": "1993-Nov", 
            "m": 11, 
            "platform": 78, 
            "y": 1993
        }, 
        {
            "category": 1, 
            "date": 752112000000, 
            "human": "1993-Nov", 
            "m": 11, 
            "platform": 29, 
            "y": 1993
        }, 
        {
            "category": 1, 
            "date": 752112000000, 
            "human": "1993-Nov", 
            "m": 11, 
            "platform": 6, 
            "y": 1993
        }, 
        {
            "category": 1, 
            "date": 752112000000, 
            "human": "1993-Nov", 
            "m": 11, 
            "platform": 19, 
            "y": 1993
        }
    ], 
    "slug": "the-lawnmower-man", 
    "summary": "The Lawnmower Man is the game based on the 1992 movie of the same name (itself loosely based on a Stephen King short story) starring pre-Bond fame Pierce Brosnan as Dr. Lawrence Angelo, a scientist working for Virtual Space Industries in \"Project 5\", a secret research that attempts to increase the intelligence of primates using psychotropic drugs and VR training. \n \nWith his reluctance to aim the research to military purpose, after one of the chimps escapes and shoots a guard in the process he is given a forced vacation, and while taking notes on the need for experiment with a human subject, he notices Jobe Smith (Jeff Fahey), a simpleton who makes his living on odd jobs such as mowing the grass (hence, the title role). The first experiments quickly increase Jobe's intelligence, and while after an accident Angelo stopped the experiments, The Shop, a secret agency overviewing Project 5, reinserted the drugs responsible for violent behaviour into the program and sped up the treatment. As Jobe starts to develop telekinetic powers, he starts to take revenge on those who abused him before he started the treatments, and plots to take over all computers in the world. \n \nWhile the CD version of the game (PC, Mega CD) is an interactive movie, both cartridge versions are platformers, the player taking control of Dr. Angelo or Carla Parkette (mother of Jobe's best friend) in typical side-scrolling shooting action. The player can collect better weapons or data discs, which after collecting a number of them allow to morph into the Virtual Suit, which gives protection against a first hit. The player visits several locations seen in the movie, such as the gas pump and the VSI headquarters. \n \nThe twists of the game are true-3D level connectors, based on the CG sequences of the movie, usually all involving avoiding obstacles (and the occasional shooting) at high speed in the VR world. There are four different (Virtual World, Cyber War, Cyber Run and Cyber Tube), each taking a slightly different approach (Virtual World is seen in first person, the objective being dodging obstacles such as trees and archs and reach the exit, Cyber War similar to Virtual World but with some shooting stops, Cyber Run is seen in third person and requires occasional shooting of obstacles, while Cyber Tube is a fast travel with plenty of enemies in a VR tunnel).", 
    "tags": [
        1, 
        1073741825, 
        1073741828, 
        1073741826
    ], 
    "themes": [
        1
    ], 
    "updated_at": 1517270898983, 
    "url": "https://www.igdb.com/games/the-lawnmower-man"
}