{
    "category": 0, 
    "created_at": 1499432608996, 
    "first_release_date": 1406851200000, 
    "games": [
        23175, 
        59516, 
        55289, 
        37022, 
        25646, 
        10039, 
        25311, 
        12579, 
        44191, 
        52555
    ], 
    "genres": [
        4, 
        31
    ], 
    "id": 44652, 
    "keywords": [
        1094
    ], 
    "name": "Akiba's Trip 2 - duplicate", 
    "platforms": [
        48
    ], 
    "popularity": 1.333333333333333, 
    "release_dates": [
        {
            "category": 0, 
            "date": 1406851200000, 
            "human": "2014-Aug-01", 
            "m": 8, 
            "platform": 48, 
            "region": 8, 
            "y": 2014
        }
    ], 
    "screenshots": [
        {
            "cloudinary_id": "ql0t9lndckbkvftgj2tf", 
            "height": 480, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/ql0t9lndckbkvftgj2tf.jpg", 
            "width": 853
        }, 
        {
            "cloudinary_id": "lnnrnqq868mf3bp6b30d", 
            "height": 480, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/lnnrnqq868mf3bp6b30d.jpg", 
            "width": 853
        }
    ], 
    "slug": "akibas-trip-2-duplicate", 
    "summary": "Set in Akihabara, bloodsucking demon creatures have taken over the area. The player is required to defeat these demons by stripping off their clothes and exposing them to sunlight. The storyline revolves around a conspiracy behind the Magaimono organization that the player explores. Within the game, there will be over 130 real life Akihabara shops that the player is able to visit. \n \nThe game features collaboration DLC in the form of character costumes and equippable items, including those from Ragnarok Odyssey Ace, Disgaea, Hyperdimension Neptunia, The Legend of Heroes, Super Sonico, and Genshiken. \nCharacters \n \n- Protagonist (Nanashi) (主人公(ナナシ)?) - the character controlled by the player, who happens to be an otaku-type high school character, fond of Akihabara. Voiced by Ryota Osaka. \n- Touko Sagisaka (鷺坂登子(トーコ)?) - the protagonist's childhood friend, and member of the Akihabara neighbourhood watch. Voiced by Chiwa Saito. \n- Shizuku Tokikaze (刻風雫?) - a girl with purple braided hair with a mysterious power. Voiced by Sachika Misawa. \n- Souga Hidzuki (輝月宗牙?) - the middle-aged male antagonist with a goatee. \n- Shion Kasugai (霞会志遠?) - a 26 year old female CEO of a pharmaceutical company and acquaintance of the protagonist. Voiced by Eriko Nakamura. \n- Rin - a national singing idol. Voiced by Hisako Kanemoto. \n- Nana - protagonist's hikikomori little sister who lives in a room behind the bar at Mogra. Voiced by Aya Suzaki. \n- Zenya Amou - A ringleader of Magaimono. Voiced by Daichi Kanbara.", 
    "tags": [
        1, 
        268435460, 
        268435487, 
        536872006
    ], 
    "themes": [
        1
    ], 
    "updated_at": 1513625069437, 
    "url": "https://www.igdb.com/games/akibas-trip-2-duplicate"
}