{
    "category": 0, 
    "cover": {
        "cloudinary_id": "qchkti4maiglyzqxwlpy", 
        "height": 1131, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/qchkti4maiglyzqxwlpy.jpg", 
        "width": 1600
    }, 
    "created_at": 1503423450108, 
    "developers": [
        8254
    ], 
    "first_release_date": 1546214400000, 
    "game_modes": [
        1, 
        3
    ], 
    "games": [
        103281, 
        23733, 
        103020, 
        103298, 
        76253, 
        103292, 
        103301, 
        81147, 
        19934, 
        55092
    ], 
    "genres": [
        5, 
        25
    ], 
    "hypes": 1, 
    "id": 55039, 
    "keywords": [
        117, 
        4134, 
        4154
    ], 
    "name": "God's Trigger", 
    "platforms": [
        6, 
        48, 
        49
    ], 
    "player_perspectives": [
        3
    ], 
    "popularity": 1.333333333333333, 
    "publishers": [
        13327
    ], 
    "pulse_count": 9, 
    "release_dates": [
        {
            "category": 2, 
            "date": 1546214400000, 
            "human": "2018", 
            "m": 12, 
            "platform": 48, 
            "region": 8, 
            "y": 2018
        }, 
        {
            "category": 2, 
            "date": 1546214400000, 
            "human": "2018", 
            "m": 12, 
            "platform": 49, 
            "region": 8, 
            "y": 2018
        }, 
        {
            "category": 2, 
            "date": 1546214400000, 
            "human": "2018", 
            "m": 12, 
            "platform": 6, 
            "region": 8, 
            "y": 2018
        }
    ], 
    "slug": "gods-trigger", 
    "summary": "\"God’s Trigger is a fast paced, top-down, 3D action slasher where you, as a former army veteran and now a priest, begin your crusade against the evil of our times - gangs, drugs, human trafficking. You’re filled with God’s will to purify the world from its depravity. You are the hand of God and there will be no mercy for sinners! \n \nThe main and most unique gameplay mechanics in God’s Trigger is called Divine Focus and gives the player the ability to avoid bullets and tactically plan his attacks. The time is running normally for as long as the player keeps moving. As soon as Zoran stops though, the time slows down too. This allows the player to actually see bullets coming his way and in result avoid them. Even though the player can activate and deactivate Divine Focus whenever he wants, the ability has its limits. To refill its resource, the player needs to kill at least one enemy, without Divine Focus being activated. \n \nAnother feature important for how the gameplay evolves is a One Mistake rule which is really simple in its assumptions. Each hit is fatal for the main protagonist and means the game is over for the player. \n \nThe main reason behind introducing those two mechanics to the game, was to give players the opportunity to experience the joy of a pure, hardcore gameplay, with no place for mistakes. But in the same time, to give them a lot of freedom in clearing up the level and deciding how their play through will look like.\"", 
    "tags": [
        1, 
        17, 
        268435461, 
        268435481, 
        536871029, 
        536875046, 
        536875066, 
        1073741827
    ], 
    "themes": [
        1, 
        17
    ], 
    "updated_at": 1528773853258, 
    "url": "https://www.igdb.com/games/gods-trigger", 
    "videos": [
        {
            "name": "Trailer", 
            "video_id": "_2nN26GearI"
        }
    ], 
    "websites": [
        {
            "category": 1, 
            "url": "https://godstriggergame.com/"
        }
    ]
}