{
    "category": 0, 
    "cover": {
        "cloudinary_id": "pq0ymeehfcqnywcfbvqq", 
        "height": 353, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/pq0ymeehfcqnywcfbvqq.jpg", 
        "width": 616
    }, 
    "created_at": 1499445965897, 
    "developers": [
        13090
    ], 
    "esrb": {
        "rating": 4
    }, 
    "external": {
        "steam": "667810"
    }, 
    "first_release_date": 1499385600000, 
    "game_modes": [
        1
    ], 
    "games": [
        36608, 
        23175, 
        16468, 
        47823, 
        55289, 
        59516, 
        25300, 
        28010, 
        25311, 
        49414
    ], 
    "genres": [
        12
    ], 
    "id": 45026, 
    "keywords": [
        1033
    ], 
    "name": "Next Up Hero", 
    "platforms": [
        6, 
        14, 
        48, 
        49, 
        3, 
        130
    ], 
    "popularity": 1.333333333333333, 
    "publishers": [
        73
    ], 
    "pulse_count": 6, 
    "rating": 50.0, 
    "rating_count": 0, 
    "release_dates": [
        {
            "category": 0, 
            "date": 1499385600000, 
            "human": "2017-Jul-07", 
            "m": 7, 
            "platform": 6, 
            "region": 2, 
            "y": 2017
        }, 
        {
            "category": 3, 
            "date": 1522454400000, 
            "human": "2018-Q1", 
            "m": 3, 
            "platform": 130, 
            "region": 2, 
            "y": 2018
        }, 
        {
            "category": 7, 
            "human": "TBD", 
            "platform": 3
        }, 
        {
            "category": 7, 
            "human": "TBD", 
            "platform": 49
        }, 
        {
            "category": 7, 
            "human": "TBD", 
            "platform": 48
        }, 
        {
            "category": 7, 
            "human": "TBD", 
            "platform": 14
        }, 
        {
            "category": 7, 
            "human": "TBD", 
            "platform": 6
        }
    ], 
    "screenshots": [
        {
            "cloudinary_id": "lqxczpidkzgnai2ot5li", 
            "height": 1080, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/lqxczpidkzgnai2ot5li.jpg", 
            "width": 1920
        }, 
        {
            "cloudinary_id": "d9jngt0qavd2stilui7a", 
            "height": 1080, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/d9jngt0qavd2stilui7a.jpg", 
            "width": 1920
        }, 
        {
            "cloudinary_id": "qqi6lwepznl92gu4mdfv", 
            "height": 1080, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/qqi6lwepznl92gu4mdfv.jpg", 
            "width": 1920
        }, 
        {
            "cloudinary_id": "xqmqmolhwgucgng1iwap", 
            "height": 1080, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/xqmqmolhwgucgng1iwap.jpg", 
            "width": 1920
        }, 
        {
            "cloudinary_id": "m8ucb3vi8dvm3piti8sk", 
            "height": 1080, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/m8ucb3vi8dvm3piti8sk.jpg", 
            "width": 1920
        }
    ], 
    "slug": "next-up-hero", 
    "status": 4, 
    "summary": "So you think can slay all the monsters and win eternal glory, is that it? Bad news, hero. In the Spiral Shards, we can only send in one hero at a time to fight the Ceaseless Dirge. At some point, a flaming blue fireball, mech mortar rocket, or giant spike of doom is going to hit you in the face, and you’re going to die. That’s when the fun begins. \n \nWhen you die, you’ll leave behind an Echo of your hero on the battlefield. The next hero in line will be able to resurrect your Echo as an AI battle companion. Take turns continuing each other’s games, fighting and dying with friends until you have an entire army of Echoes by your side. Everyone dies. Heroes continue. \n \nNext Up Hero is a 2D action adventure driven by Community Continue. Next Up Hero is inspired by friends taking turns at the arcade to beat unfairly difficult games, and designed so beating a session is a shared victory and more fun than playing on your own. \n \nChoose from nine heroes with an assortment of weapons and abilities to suit your playstyle, from swords and rocket launchers to laser turrets, bongo drums, and boomerangs. Coming this fall, Heroes who complete feats of greatness will gain entry into the Champions Trials, a monthly contest in which Digital Continue throws the hardest monsters they have at you. \n \nDeveloped with community feedback, beginning with an exclusive closed beta at RTX this summer and moving to Steam Early Access in the fall, Digital Continue will incorporate community ideas to improve characters, gameplay, weapons, attacks, and enemy types for the final game. \n \nNext Up Hero is the first game from Digital Continue, founded by Joe Tringali, the co-founder of 5TH Cell, creators of Scribblenauts, Lock’s Quest and Drawn to Life. \n \nFeatures \n \nChampions Trial (Early Access only) - Collect and spend Grand Tokens to gain access to the Champions Trial. These connected adventures will be unique each month. Each Grand Token earns you a single play, so choose your character wisely, and work together with the community to solve puzzles, defeat challenging enemies, and unlock new rewards! \n \nJournal System - Customize and track your own accomplishments stylized like Mad Libs to earn Grand Tokens! \n \nSpotlight Sessions and Leaderboards - Compete with the Community via Daily, Weekly and Monthly Leaderboards! Participate in a Session with your favorite Streamer or Celebrity in VIP Sessions! \n \nAsynchronous Co-Op - Engage in a cutting edge style of cooperative play, Community Continue, where beating community sessions is a shared achievement, and more fun than playing on your own. \n \nCharacter Customization - Defeat enemies to acquire their abilities to combine with your character of choice for thousands of potential deadly loadouts! \n \nAbility-based Progression - Hunt and defeat dozens of monsters to master their abilities on your way to eternal glory!", 
    "tags": [
        1, 
        268435468, 
        536871945
    ], 
    "themes": [
        1
    ], 
    "total_rating": 50.0, 
    "total_rating_count": 0, 
    "updated_at": 1523339064462, 
    "url": "https://www.igdb.com/games/next-up-hero", 
    "videos": [
        {
            "name": "Trailer", 
            "video_id": "z2F-nBYWWTE"
        }
    ], 
    "websites": [
        {
            "category": 13, 
            "url": "https://store.steampowered.com/app/667810"
        }, 
        {
            "category": 1, 
            "url": "http://www.nextuphero.com"
        }, 
        {
            "category": 5, 
            "url": "https://www.twitter.com/NextUpHero"
        }, 
        {
            "category": 4, 
            "url": "https://fb.me/nextuphero"
        }
    ]
}