{
    "alternative_names": [
        {
            "name": "PT"
        }, 
        {
            "name": "Playable Teaser"
        }
    ], 
    "category": 0, 
    "cover": {
        "cloudinary_id": "hkpv6m8mkjv89doygvv2", 
        "height": 754, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/hkpv6m8mkjv89doygvv2.jpg", 
        "width": 528
    }, 
    "created_at": 1439464470087, 
    "developers": [
        170
    ], 
    "first_release_date": 1407801600000, 
    "franchise": 554, 
    "franchises": [
        554
    ], 
    "game_engines": [
        29
    ], 
    "game_modes": [
        1
    ], 
    "games": [
        25646, 
        27266, 
        18225, 
        13189, 
        29525, 
        26192, 
        6036, 
        44076, 
        11296, 
        103054
    ], 
    "genres": [
        9, 
        31
    ], 
    "id": 11654, 
    "keywords": [
        339, 
        1120, 
        1438
    ], 
    "name": "P.T.", 
    "platforms": [
        48
    ], 
    "player_perspectives": [
        1
    ], 
    "popularity": 6.333333333333333, 
    "publishers": [
        129
    ], 
    "pulse_count": 9, 
    "rating": 86.90024342544379, 
    "rating_count": 16, 
    "release_dates": [
        {
            "category": 0, 
            "date": 1407801600000, 
            "human": "2014-Aug-12", 
            "m": 8, 
            "platform": 48, 
            "region": 8, 
            "y": 2014
        }
    ], 
    "screenshots": [
        {
            "cloudinary_id": "j66s6mstketedkxzwm3i", 
            "height": 320, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/j66s6mstketedkxzwm3i.jpg", 
            "width": 569
        }, 
        {
            "cloudinary_id": "ljhewwwkfkzyt7t878ua", 
            "height": 1080, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/ljhewwwkfkzyt7t878ua.jpg", 
            "width": 1920
        }, 
        {
            "cloudinary_id": "gtvoyjakkh3b2m1vvueu", 
            "height": 257, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/gtvoyjakkh3b2m1vvueu.jpg", 
            "width": 614
        }
    ], 
    "slug": "pt", 
    "status": 5, 
    "storyline": "P.T. centers on an unnamed protagonist who awakens in a concrete-lined room, and opens a door to a haunted corridor, in which he can only walk through a hallway which continuously loops and redecorates itself. The first time he passes, a radio reports on a familicide, which was committed by the father, and later mentions two other cases exactly like it. \n \nLater on, the protagonist encounters a hostile and unstable female apparition, presumably named Lisa, and upon entering the bathroom and being locked, he obtains a flashlight and finds a creature resembling an underdeveloped fetus crying in the sink. He soon gets out, but finds out that the apparition is watching him. If the protagonist is attacked by the ghost, he reawakens in the first room of the game, beginning the loop again, but it's possible to avoid her completely. In the room, a bloody moving paper bag speaks to him, speaking of a disturbing experience, and stating the same quote seen at the start of the game - \"Watch out. The gap in the door... it's a separate reality. The only me is me. Are you sure the only you is you?\" \n \nThe next few loops feature a refrigerator hanging from the ceiling, leaking blood, the muffled sound of a hysterically crying baby can be heard from the refrigerator and it violently shakes and moves. This happens several times, each time being more severe than the last. As it transitions, the radio issues a Swedish message referencing the 1938 radio drama The War of the Worlds. In the next loop, the lamps turn completely red, the player's vision blurs, and the character moves abnormally quickly, with a set of disturbing illusions. Eventually, the protagonist listens to a murder being committed in the bathroom through the bathroom peephole. After the audio ends, the bathroom door opens by itself and the player enters upon the fetus-like creature addressing the protagonist that ten months earlier, he lost his job and turned to alcoholism. His wife then landed a part-time cashier job in order to financially support the family, but the manager was sexually attracted to her, implying a motive for the familicide. The corridor then corrects itself and the protagonist eventually hears a voice uttering \"204863\" repeatedly and the player's perspective distorts, before the game displays a false crash message. \n \nUpon restarting, the protagonist awakens in the beginning room. The player continues the loop with only the flashlight as a light source. The player then discovers the torn pieces of a photograph, scattered throughout the hall and reassembles it in its frame. After the picture is completed and a set of tasks are done, a telephone rings and the radio's voice says \"You've been chosen.\" The protagonist sees the door unlock and leaves the building. \n \nIn the subsequent cutscene, the radio's voice remarks about having lived a life of regularity until his father killed him and his family without any creativity; he then voices his intention to return with his \"new toys\". The protagonist steps out into the streets of a deserted city and is revealed to be portrayed by Norman Reedus. The credits then reveal the nature of the Playable Teaser.", 
    "summary": "The first ever playable trailer (hence P.T.) that served as an interactive teaser for the cancelled title, Silent Hills. \n \nA first person, psychological survival horror that combined simplicity with an anxiety-inducing environment, the game was centered around a protagonist who wakes up in a haunted suburban home. The entire game takes place in an L-shaped corridor on a constant loop. \n \nThe player must investigate the gruesome backstory surrounding the house, and solve puzzles to get to the end game where a cut scene will initiate, and reveal the official teaser trailer for Silent Hills. P.T is widely accepted as a game in its own right, as not only is it considered deeply engaging, but also enjoys significant replay value thanks to its cryptic nature. \n \nDue to the cancellation on Silent Hills, it is no longer available for download.", 
    "tags": [
        19, 
        21, 
        23, 
        268435465, 
        268435487, 
        536871251, 
        536872032, 
        536872350, 
        1073741825
    ], 
    "themes": [
        19, 
        21, 
        23
    ], 
    "total_rating": 86.90024342544379, 
    "total_rating_count": 16, 
    "updated_at": 1528857772852, 
    "url": "https://www.igdb.com/games/pt", 
    "videos": [
        {
            "name": "Trailer", 
            "video_id": "MnMJ0urMz54"
        }
    ], 
    "websites": [
        {
            "category": 14, 
            "url": "https://www.reddit.com/r/SilentHillsPT"
        }, 
        {
            "category": 3, 
            "url": "https://en.wikipedia.org/wiki/P.T._(video_game)"
        }, 
        {
            "category": 2, 
            "url": "http://silenthill.wikia.com/wiki/P.T."
        }, 
        {
            "category": 1, 
            "url": "http://www.konami.jp/pt/certification.php5"
        }
    ]
}