{
    "category": 0, 
    "cover": {
        "cloudinary_id": "jfcez2vvf0kdcq7h9cij", 
        "height": 3508, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/jfcez2vvf0kdcq7h9cij.jpg", 
        "width": 2480
    }, 
    "created_at": 1512652047379, 
    "developers": [
        13973
    ], 
    "first_release_date": 1546214400000, 
    "game_modes": [
        1, 
        3
    ], 
    "games": [
        16468, 
        47823, 
        37088, 
        59516, 
        26848, 
        1221, 
        55289, 
        36792, 
        25311, 
        26163
    ], 
    "genres": [
        8, 
        12, 
        31
    ], 
    "id": 76869, 
    "keywords": [
        4, 
        426, 
        575, 
        4407
    ], 
    "multiplayer_modes": [
        {
            "campaigncoop": false, 
            "dropin": true, 
            "lancoop": true, 
            "offlinecoop": false, 
            "onlinecoop": true, 
            "onlinecoopmax": 4, 
            "platform": 48, 
            "splitscreen": false, 
            "splitscreenonline": false
        }, 
        {
            "campaigncoop": false, 
            "dropin": true, 
            "lancoop": true, 
            "offlinecoop": false, 
            "onlinecoop": true, 
            "onlinecoopmax": 4, 
            "platform": 46, 
            "splitscreen": false, 
            "splitscreenonline": false
        }, 
        {
            "campaigncoop": false, 
            "dropin": true, 
            "lancoop": true, 
            "offlinecoop": false, 
            "onlinecoop": true, 
            "onlinecoopmax": 4, 
            "platform": 130, 
            "splitscreen": false, 
            "splitscreenonline": false
        }
    ], 
    "name": "SkullPirates", 
    "platforms": [
        46, 
        48, 
        130
    ], 
    "player_perspectives": [
        4
    ], 
    "popularity": 1.333333333333333, 
    "publishers": [
        13973
    ], 
    "release_dates": [
        {
            "category": 2, 
            "date": 1546214400000, 
            "human": "2018", 
            "m": 12, 
            "platform": 130, 
            "region": 8, 
            "y": 2018
        }, 
        {
            "category": 2, 
            "date": 1546214400000, 
            "human": "2018", 
            "m": 12, 
            "platform": 46, 
            "region": 8, 
            "y": 2018
        }, 
        {
            "category": 2, 
            "date": 1546214400000, 
            "human": "2018", 
            "m": 12, 
            "platform": 48, 
            "region": 8, 
            "y": 2018
        }
    ], 
    "slug": "skullpirates", 
    "storyline": "\"On the oceans, sailors tell tales of a ship crewed by the dead and flying the black flag of piracy. They say a skeletal army lives within its hold, waiting to assault unwary vessels and steal their treasure. In hushed tones, their name is uttered: “SkullPirates” \n \nTheir captain, Skull Queen, has a fearsome reputation as a cutthroat hunter of the seas. She should; she spent a whole lot on marketing to cultivate that image. She also spent a lot on weapons, cannons, clothes, hats, boots, jewelry, couches, and drapes. But most of all, she spent money on her prized ship, “The Coccyx Avenger”. \n \nIn order to support this extravagant lifestyle, the Skull Queen borrowed money from unsavory characters, and now they’ve come to collect. A group of loan sharks, led by the cunning Sharktavia, have The Coccyx Avenger surrounded and are demanding repayment. \n \nThere is one way out of Skull Queen’s financial predicament: the nearby isle of Catannia. \n \nCatannia is ruled by a wealthy upper class of feline industrialists. Formerly part of an alliance of neighboring islands, the proud citizens of Catannia recently declared their independence as a sovereign nation. Without the protection of the other islands, the considerable wealth stored in Catannia’s treasury makes it a perfect raiding target. \n \nTo save her ship, her career in piracy, and her reputation, Skull Queen must send her crew to infiltrate Catannia, locate its treasury vault, and steal anything that isn’t nailed down. It’s a good thing she has a lot of SkullPirates.\"", 
    "summary": "\"SkullPirates is an action-adventure title drawing inspiration from retro classics including Castlevania, Zelda, and The Legend of the Mystical Ninja. On their quest, players will search Catannia’s varied environments in search of valuable items to pay off the Skull Queen’s debt, with the eventual goal of robbing its treasury. \n \nCatannia has several distinct regions populated by a diverse cast of animal-inspired characters and enemies. Players will explore a huge island consisting of room-based regions connected by side-scrolling platform stages. These regions include a beach resort, a dense jungle, a craggy mountain and a poisonous swamp (among others) each with their own strange, often silly citizens.\"", 
    "tags": [
        1, 
        17, 
        268435464, 
        268435468, 
        268435487, 
        536870916, 
        536871338, 
        536871487, 
        536875319, 
        1073741828
    ], 
    "themes": [
        1, 
        17
    ], 
    "updated_at": 1516564753911, 
    "url": "https://www.igdb.com/games/skullpirates"
}