{
    "category": 0, 
    "cover": {
        "cloudinary_id": "an64lsyqiqpkvncerbjz", 
        "height": 1080, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/an64lsyqiqpkvncerbjz.jpg", 
        "width": 720
    }, 
    "created_at": 1494763162229, 
    "id": 28747, 
    "name": "Surviving Mars: Digital Deluxe Edition", 
    "popularity": 1.666666666666667, 
    "pulse_count": 2, 
    "slug": "surviving-mars-digital-deluxe-edition", 
    "summary": "Welcome Home! The time has come to stake your claim on the Red Planet and build the first functioning human colonies on Mars! All you need are supplies, oxygen, decades of training, experience with sandstorms, and a can-do attitude to discover the purpose of those weird black cubes that appeared out of nowhere. With a bit of sprucing up, this place is going to be awesome! \n \nSurviving Mars is a sci-fi city builder all about colonizing Mars and surviving the process. Choose a space agency for resources and financial support before determining a location for your colony. Build domes and infrastructure, research new possibilities and utilize drones to unlock more elaborate ways to shape and expand your settlement. Cultivate your own food, mine minerals or just relax by the bar after a hard day’s work. Most important of all, though, is keeping your colonists alive. Not an easy task on a strange new planet. \n \nThere will be challenges to overcome. Execute your strategy and improve your colony’s chances of survival while unlocking the mysteries of this alien world. Are you ready? Mars is waiting for you. \n \nThe Digital Deluxe Edition of Surviving Mars provides ambitious colonists with a variety of new ways to customize their new homes and domes. \n \nNew content, exclusive to the Deluxe Edition, includes: \n \nThe “Metropolis” Building Set: Add some chrome to your dome with a shiny new visual upgrade to your infrastructure, providing you with chromatic skins for Oxygen Tanks, Water Towers, Fuel Refineries, and more. \n \nRadio Station: An additional in-game radio station, with new music and chatter, comes exclusively with the Deluxe Edition. \n \nNew Housing Styles: Three alternative skins for residential housing structures allow you to add different flair and design to your colonies.", 
    "updated_at": 1524051836639, 
    "url": "https://www.igdb.com/games/surviving-mars-digital-deluxe-edition", 
    "version_parent": 28574, 
    "version_title": "Digital Deluxe Edition"
}