{
    "alternative_names": [
        {
            "comment": "Chinese title", 
            "name": "Xiānjiàn Qíxiá Zhuàn Liǜ"
        }, 
        {
            "comment": "Chinese title", 
            "name": "仙剑奇侠传六"
        }, 
        {
            "comment": "Acronym", 
            "name": "Chinese Paladin 6"
        }, 
        {
            "comment": "Chinese title", 
            "name": "仙劍奇俠傳六"
        }
    ], 
    "category": 0, 
    "collection": 69, 
    "cover": {
        "cloudinary_id": "dlayaqiihfdlthlk55sm", 
        "height": 1080, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/dlayaqiihfdlthlk55sm.jpg", 
        "width": 770
    }, 
    "created_at": 1504598374195, 
    "developers": [
        14085
    ], 
    "external": {
        "steam": "681810"
    }, 
    "first_release_date": 1436313600000, 
    "franchise": 1176, 
    "franchises": [
        1176
    ], 
    "game_engines": [
        13
    ], 
    "game_modes": [
        1
    ], 
    "games": [
        49414, 
        25636, 
        21842, 
        28080, 
        36608, 
        18862, 
        75102, 
        23913, 
        47472, 
        44922
    ], 
    "genres": [
        12
    ], 
    "id": 57034, 
    "name": "The Legend of Sword and Fairy 6", 
    "platforms": [
        6, 
        48, 
        49
    ], 
    "popularity": 1.666666666666667, 
    "publishers": [
        13182, 
        14085
    ], 
    "pulse_count": 1, 
    "release_dates": [
        {
            "category": 7, 
            "human": "TBD", 
            "platform": 48
        }, 
        {
            "category": 7, 
            "human": "TBD", 
            "platform": 49
        }, 
        {
            "category": 0, 
            "date": 1510617600000, 
            "human": "2017-Nov-14", 
            "m": 11, 
            "platform": 6, 
            "region": 8, 
            "y": 2017
        }, 
        {
            "category": 0, 
            "date": 1436313600000, 
            "human": "2015-Jul-08", 
            "m": 7, 
            "platform": 6, 
            "region": 6, 
            "y": 2015
        }
    ], 
    "screenshots": [
        {
            "cloudinary_id": "csqi6fhs8dowc8z24ge6", 
            "height": 1080, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/csqi6fhs8dowc8z24ge6.jpg", 
            "width": 1920
        }, 
        {
            "cloudinary_id": "unceaomlpuuasccp3xyn", 
            "height": 1080, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/unceaomlpuuasccp3xyn.jpg", 
            "width": 1920
        }, 
        {
            "cloudinary_id": "wg8bcnadbdeeqrnitzwv", 
            "height": 1080, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/wg8bcnadbdeeqrnitzwv.jpg", 
            "width": 1920
        }, 
        {
            "cloudinary_id": "urasjtmcfg0f6zjhdihk", 
            "height": 1080, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/urasjtmcfg0f6zjhdihk.jpg", 
            "width": 1920
        }, 
        {
            "cloudinary_id": "erjxsg5moid7njnxnbfm", 
            "height": 768, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/erjxsg5moid7njnxnbfm.jpg", 
            "width": 1366
        }
    ], 
    "slug": "the-legend-of-sword-and-fairy-6", 
    "storyline": "Legends say when the great ancient god Shennong was born, the Nine Founts were formed. These Founts are also called the Nine Wells of Heaven and Earth, and are sources of nourishment for living beings. Within the Nine Founts reside the world's most potent spiritual energies, and they serve as the foundations of the world's spiritual energy flow. \n \nThe Nine Founts were born with Shennong, and were cultivated for countless years by him to gradually become the most important sources of life in the world. To the Nine Founts, all creatures were equal-no matter if they are beautiful beasts or vile pests, all beings share the lands under their nourishment. \n \nBecause of the close connection between the Nine Founts and Shennong, the Founts were also referred to as Shennong's Nine Founts, and include: Zhao Dan, Han Sui, Re Hai, Wu Gou, Wu Hun, Chun Zi, Yan Bo, Du Zhang, and Long Tan. \n \nThe Nine Founts nourished all, and the world was peaceful for a while, until the three races that occupied the lands, the Beasts, the Gods, and the Humans, grew to become selfish and began to engage in endless and ever-escalating conflicts, leading to a period of great turmoil. The Gods possessed extraordinary prowess, and gradually gained dominance in the conflicts. Shennong realized that with the inception of selfishness, the three races will be hard-pressed to share the lands in harmony any longer. Since the Nine Founts are essential to nourishing living beings, Shennong expended his divine powers to strengthen the Founts' protective wards to prevent them from being damaged in the three races' battles and afflicting all life, and took powerful worldly artifacts to create nine bracelets to serve as the keys to the Nine Founts. \n \nThe War of the Three Races concluded in the Beasts' defeat at the hands of the allied forces of Humans and Gods. Chiyou led the Beasts into the Demon Realm, resulting in the separation of the three Realms of Men, Gods, and Demons. The Nine Founts were also scattered around different realms in this conflict, transforming in appearance and power according to their surrounding environments. After the great war, Shennong and the Nine Founts' keys disappeared. Time flowed on, and the legend of the Nine Founts was eventually forgotten...", 
    "summary": "The Legend of Sword and Fairy 6 is a role-playing game developed by the Softstar Technology (Beijing) Co.,Ltd. It is the eighth installment in The Legend of Sword and Fairy (or Chinese Paladin) video game series, preceded by Chinese Paladin 5 Prequel and its story is set years after the events of The Legend of Sword and Fairy 5. The game incorporates elements of wuxia, shenmo and fantasy. It was scheduled to released for Xbox One and PlayStation 4.", 
    "tags": [
        268435468
    ], 
    "themes": [
        17
    ], 
    "updated_at": 1513604257681, 
    "url": "https://www.igdb.com/games/the-legend-of-sword-and-fairy-6", 
    "websites": [
        {
            "category": 3, 
            "url": "https://en.wikipedia.org/wiki/The_Legend_of_Sword_and_Fairy_6"
        }, 
        {
            "category": 1, 
            "url": "http://pal6.pcjoy.cn/home/"
        }, 
        {
            "category": 13, 
            "url": "https://store.steampowered.com/app/681810"
        }
    ]
}