{
    "alternative_names": [
        {
            "name": "The Witcher 3: Wild Hunt - Complete Edition"
        }, 
        {
            "name": "The Witcher 3: Wild Hunt - GOTY"
        }
    ], 
    "category": 3, 
    "collection": 62, 
    "cover": {
        "cloudinary_id": "whmf3el1gv3ujreysrrh", 
        "height": 1264, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/whmf3el1gv3ujreysrrh.jpg", 
        "width": 1142
    }, 
    "created_at": 1471005902228, 
    "developers": [
        908
    ], 
    "esrb": {
        "rating": 6, 
        "synopsis": "This is an open-world role-playing game in which players assume the role of Geralt, a monster hunter in search of a missing woman. Players explore a war-ravaged world while completing quests and killing enemy soldiers and fantastical creatures (e.g., wraiths, harpies, rock beasts). Characters engage in melee-style combat using swords and other bladed weapons, as well as magical attacks (e.g., blasts of fire, stun spells); combat is highlighted by screams of pain and impact sounds. Large blood-splatter effects occur when enemies are slashed, with some attacks resulting in decapitation or dismemberment. Some cutscenes depict slow-motion decapitations and other gore: an autopsy of a torture victim, rooms with several corpses (e.g., hanging from the ceiling, covered in blood on a bed, naked in a tub). During the course of the game, the central character can engage in sexual activity with prostitutes and female companions. These brief sequences depict females' breasts and buttocks—sexual moaning sounds can be heard, though the camera cuts away from explicit sexual acts. The game includes a side quest in which Geralt engages in a drinking game; characters are depicted drunk and/or passed out. The words “f**k,” “sh*t,” and “c*nt” can be heard in the dialogue."
    }, 
    "first_release_date": 1472515200000, 
    "game_engines": [
        24
    ], 
    "game_modes": [
        1
    ], 
    "games": [
        37088, 
        78149, 
        103054, 
        101211, 
        27316, 
        26163, 
        1221, 
        16468, 
        102873, 
        47823
    ], 
    "genres": [
        12, 
        31
    ], 
    "id": 22439, 
    "name": "The Witcher 3: Wild Hunt - Game of the Year Edition", 
    "pegi": {
        "rating": 5
    }, 
    "platforms": [
        6, 
        48, 
        49
    ], 
    "player_perspectives": [
        2
    ], 
    "popularity": 17.66666666666667, 
    "publishers": [
        4291
    ], 
    "pulse_count": 41, 
    "rating": 99.582566503068, 
    "rating_count": 76, 
    "release_dates": [
        {
            "category": 0, 
            "date": 1472515200000, 
            "human": "2016-Aug-30", 
            "m": 8, 
            "platform": 49, 
            "region": 8, 
            "y": 2016
        }, 
        {
            "category": 0, 
            "date": 1472515200000, 
            "human": "2016-Aug-30", 
            "m": 8, 
            "platform": 6, 
            "region": 8, 
            "y": 2016
        }, 
        {
            "category": 0, 
            "date": 1472515200000, 
            "human": "2016-Aug-30", 
            "m": 8, 
            "platform": 48, 
            "region": 8, 
            "y": 2016
        }
    ], 
    "screenshots": [
        {
            "cloudinary_id": "zvijqp04apwmzqvlgxej", 
            "height": 551, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/zvijqp04apwmzqvlgxej.jpg", 
            "width": 979
        }, 
        {
            "cloudinary_id": "a4tiz3sfoblnau6olx10", 
            "height": 551, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/a4tiz3sfoblnau6olx10.jpg", 
            "width": 979
        }, 
        {
            "cloudinary_id": "pziw7giojvmp8baw617b", 
            "height": 551, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/pziw7giojvmp8baw617b.jpg", 
            "width": 979
        }
    ], 
    "slug": "the-witcher-3-wild-hunt-game-of-the-year-edition", 
    "storyline": "In the town of White Orchard, Geralt reunites with his long lost lover, Yennefer. She informs Geralt that Emperor Emhyr has summoned him to the city of Vizima. There, Emhyr tasks Geralt with finding Ciri, who has been recently spotted in various locations. Ciri is a Child of the Elder Blood, the last heir to an ancient Elven bloodline that bestows her with the power to manipulate space and time. \n \nGeralt first follows clues that Ciri was in Velen at Crow's Perch, the fort of the Bloody Baron. The Baron refuses to help, but Geralt's acquaintance, sorceress Keira Metz, informs him that an Elven mage, Avallac'h, was searching for Ciri. Keira directs Geralt to the Crones of Crookback Bog, malicious, ancient spirits residing near Velen. The Crones reveal that they had captured Ciri for the Wild Hunt before she escaped, and that they have enslaved the Baron's missing wife, Anna. After determining Anna's fate, Geralt returns to the Baron who tells him that Ciri went to Novigrad. \n \nArriving in Novigrad, Geralt discovers that the Church of the Eternal Fire, a militant religious organization, is purging mages in the city. Rendezvousing with his former lover, Triss Merigold, Geralt learns that Ciri had contacted his friend Dandelion. Geralt navigates Novigrad's criminal underworld to rescue Dandelion, and discovers that Ciri teleported to the Skellige archipelago. While in Novigrad, Geralt may assist Triss in liberating fugitive mages. \n \nAfter sailing to Skellige, Geralt reunites with Yennefer, who has been investigating a magical explosion linked to Ciri. The pair track Ciri's movements to the island of Lofoten and learn the Wild Hunt have attacked it. Following clues, they realise that Uma, a deformed, cursed creature at Crow's Perch, was present following Ciri's escape. Before leaving Skellige, Geralt can help determine who will become the leader of Skellige following the king's death. Yennefer chooses to sever the magical bond that draws her and Geralt together, giving him the option to willingly affirm his love for her or end their relationship. \n \nThe pair recover Uma to the abandoned witcher school of Kaer Morhen where Yennefer successfully removes Uma's curse, transforming him into Avallac'h. He reveals that he teleported Ciri to the Isle of Mists to save her from the Lofoten attack. Geralt travels to the Isle and finds Ciri in a deathlike state until she is awakened by Avallac'h's magic. Ciri reveals that the King of the Wild Hunt, Eredin's homeworld is being destroyed by a plight known as the White Frost, and he wants Ciri's power in order to conquer the Continent. Ciri and Geralt teleport to Kaer Morhen pursued by the Wild Hunt. After a brief reunion with Yennefer, Triss, and their witcher mentor Vesemir, the Hunt attacks. Vesemir is killed protecting Ciri and her distress causes her to uncontrollably unleash her Elder power leading Eredin and the Hunt to retreat. Geralt, Yennefer, Triss, Ciri, and their allies then hold a funeral for Vesemir. \n \nCiri and Geralt travel to Novigrad and help Triss and Yennefer reform the Lodge of Sorceresses to aid in their fight. They also learn about the Sunstone, a relic that can lure Eredin out and bind him to a location. On the Skelligan isle of Undvik, Avallac'h uses the Sunstone to draw out the Hunt and their fleet. Geralt, Ciri, their allies and the Nilfgaardian fleet battle the Hunt, before Geralt faces Eredin in combat and emerges victorious. As the White Frost descends on Skellige, Ciri insists that she must confront it with her Elder Blood before it consumes all life on every world. Ciri enters a portal and defeats the White Frost, ending the threat. \n \nThe ending varies depending on choices made throughout the game. If Ciri is alive, Geralt can retire with either Yennefer or Triss, or remain a lone Witcher. If Geralt helps Nilfgaard win the war and took Ciri to meet the emperor, she will become Empress, believing it the best way to positively affect the world; if Ciri doesn't meet the Emperor, Geralt fakes her death and she becomes a Witcher. If Ciri dies fighting the White Frost, Geralt hunts down her stolen medallion as a keepsake, but is surrounded by monsters upon its discovery, leaving his fate ambiguous. \n \n[from Wikipedia.org, only main game]", 
    "summary": "Become a professional monster slayer and embark on an adventure of epic proportions! Upon its release, The Witcher 3: Wild Hunt became an instant classic, claiming over 250 Game of the Year awards. Now you can enjoy this huge, over 100-hour long, open-world adventure along with both its story-driven expansions worth an extra 50 hours of gameplay. This edition includes all additional content - new weapons, armor, companion outfits, new game mode and side quests.", 
    "tags": [
        1, 
        17, 
        22, 
        38, 
        268435468, 
        268435487, 
        1073741826
    ], 
    "themes": [
        1, 
        17, 
        22, 
        38
    ], 
    "time_to_beat": {
        "completely": 648000, 
        "hastly": 216000, 
        "normally": 432000
    }, 
    "total_rating": 99.582566503068, 
    "total_rating_count": 76, 
    "updated_at": 1528432661704, 
    "url": "https://www.igdb.com/games/the-witcher-3-wild-hunt-game-of-the-year-edition", 
    "version_parent": 1942, 
    "version_title": "Game of the Year Edition", 
    "videos": [
        {
            "name": "Trailer", 
            "video_id": "qy8jmm9kY4A"
        }, 
        {
            "name": "Launch Trailer", 
            "video_id": "YmLeUJgzsXY"
        }, 
        {
            "name": "Trailer", 
            "video_id": "5wmNeg5WVck"
        }
    ], 
    "websites": [
        {
            "category": 13, 
            "url": "https://store.steampowered.com/sub/124923"
        }, 
        {
            "category": 9, 
            "url": "https://www.youtube.com/user/WitcherGame"
        }, 
        {
            "category": 8, 
            "url": "https://instagram.com/cdpred"
        }, 
        {
            "category": 5, 
            "url": "https://twitter.com/"
        }, 
        {
            "category": 4, 
            "url": "https://www.facebook.com/thewitcher"
        }, 
        {
            "category": 3, 
            "url": "https://en.wikipedia.org/wiki/The_Witcher_3:_Wild_Hunt"
        }, 
        {
            "category": 2, 
            "url": "http://witcher.wikia.com/wiki/Witcher_Wiki"
        }, 
        {
            "category": 1, 
            "url": "http://thewitcher.com"
        }
    ]
}