{
    "category": 0, 
    "created_at": 1497970186368, 
    "first_release_date": 1466121600000, 
    "games": [
        49414, 
        25636, 
        21842, 
        28080, 
        36608, 
        18862, 
        75102, 
        23913, 
        47472, 
        44922
    ], 
    "genres": [
        12
    ], 
    "id": 38491, 
    "name": "Valkyria Chronicles Remastered Steelbook Edition", 
    "platforms": [
        48
    ], 
    "popularity": 1.333333333333333, 
    "release_dates": [
        {
            "category": 0, 
            "date": 1466121600000, 
            "human": "2016-Jun-17", 
            "m": 6, 
            "platform": 48, 
            "region": 8, 
            "y": 2016
        }
    ], 
    "slug": "valkyria-chronicles-remastered-steelbook-edition", 
    "summary": "Valkyria Chronicles Remastered brings the World War II-inspired story, the beloved characters, and the mythology of the Valkyrur to life. The stunning, painterly graphics return, but this time in 1080p/60fps high definition quality! Battles and cut scenes are conveyed like a vibrant tapestry in motion. \n \n\"BLiTZ\" Tactical Battle System \n \nPart overhead turn-based strategy, part RPG, and part real-time 3rd person shooter, the \"BLiTZ\" system is an innovative mechanic that makes battles simultaneously strategic and action-packed. Players will command and control their soldiers and tanks as they take on the Empire in 30 different battlefronts. \n \nMemorable Storyline \n \nSet against the backdrop of a world war, Gunther, Alicia, Largo and the rest of the fierce members of Squad 7 fight for personal reasons in the name of freedom, and the hope against all odds of liberating Gallia from Empire control, all in the face of the terrible realities of war. \n \nDeep Customization \n \nOver 100 customizable characters allow players to create a variety of platoons to suit each battle's needs. \n \nDLC Included \n \nBesides the core game, this package includes all previously released DLC: Hard EX Mode, Edy's Mission, Selvaria's Mission, and Challenge of the Edy Detachment. \n \nJapanese & English in-game voices \n \nEnjoy playing with the original Japanese and English in-game voices, and English text.", 
    "tags": [
        268435468
    ], 
    "updated_at": 1500574492701, 
    "url": "https://www.igdb.com/games/valkyria-chronicles-remastered-steelbook-edition"
}