{
    "category": 0, 
    "collection": 47, 
    "cover": {
        "cloudinary_id": "dluwfs8mjasunieoynig", 
        "height": 1049, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/dluwfs8mjasunieoynig.jpg", 
        "width": 1009
    }, 
    "created_at": 1501060364119, 
    "first_release_date": 1509062400000, 
    "games": [
        16468, 
        37088, 
        28029, 
        76246, 
        19341, 
        28010, 
        10039, 
        32902, 
        68287, 
        68142
    ], 
    "genres": [
        5
    ], 
    "id": 52133, 
    "name": "Wolfenstein II: The New Colossus Digital Deluxe Edition", 
    "platforms": [
        6, 
        48, 
        49
    ], 
    "popularity": 1.666666666666667, 
    "pulse_count": 12, 
    "release_dates": [
        {
            "category": 0, 
            "date": 1509062400000, 
            "human": "2017-Oct-27", 
            "m": 10, 
            "platform": 6, 
            "y": 2017
        }, 
        {
            "category": 0, 
            "date": 1509062400000, 
            "human": "2017-Oct-27", 
            "m": 10, 
            "platform": 49, 
            "y": 2017
        }, 
        {
            "category": 0, 
            "date": 1509062400000, 
            "human": "2017-Oct-27", 
            "m": 10, 
            "platform": 48, 
            "y": 2017
        }
    ], 
    "slug": "wolfenstein-ii-the-new-colossus-digital-deluxe-edition--1", 
    "summary": "Wolfenstein II: The New Colossus is the highly-anticipated sequel to the critically acclaimed, Wolfenstein: The New Order developed by the award-winning studio MachineGames. \n \nAn exhilarating adventure brought to life by the industry-leading id Tech 6, Wolfenstein II sends players to Nazi-controlled America on a mission to recruit the boldest resistance leaders left. Fight the Nazis in iconic American locations, equip an arsenal of badass guns, and unleash new abilities to blast your way through legions of Nazi soldiers in this definitive first-person shooter. \n \nAmerica, 1961. The Nazis maintain their stranglehold on the world. You are BJ Blazkowicz, aka “Terror-Billy,” member of the Resistance, scourge of the Nazi empire, and humanity’s last hope for liberty. Only you have the guts, guns, and gumption to return stateside, kill every Nazi in sight, and spark the second American Revolution. \n \nContinue the fight with the Wolfenstein II: The Freedom Chronicles Season Pass and get access to all three DLC packs. Play as new larger-than-life American heroes Joseph Stallion, Jessica Valiant, and Gerald Wilkins! Visit never-before-seen American locations corrupted by the Nazis! Use your guns and abilities to kill every Nazi in your path! Only you can overcome the Nazi threat in…The Freedom Chronicles!", 
    "tags": [
        1, 
        17, 
        22, 
        268435461
    ], 
    "themes": [
        1, 
        17, 
        22
    ], 
    "updated_at": 1515493958859, 
    "url": "https://www.igdb.com/games/wolfenstein-ii-the-new-colossus-digital-deluxe-edition--1", 
    "version_parent": 36952, 
    "version_title": "Digital Deluxe Edition"
}