{
    "category": 0, 
    "collection": 2758, 
    "cover": {
        "cloudinary_id": "ussmvi10auru3gegmxap", 
        "height": 291, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/ussmvi10auru3gegmxap.jpg", 
        "width": 342
    }, 
    "created_at": 1496602875192, 
    "developers": [
        7053
    ], 
    "esrb": {
        "rating": 6
    }, 
    "first_release_date": 945907200000, 
    "game_modes": [
        1
    ], 
    "games": [
        7329, 
        25300, 
        44076, 
        36926, 
        13189, 
        26766, 
        59516, 
        19448, 
        17001, 
        25646
    ], 
    "genres": [
        12, 
        31
    ], 
    "id": 36736, 
    "keywords": [
        64, 
        72, 
        339, 
        629, 
        902, 
        1026, 
        1027, 
        1120, 
        1228, 
        1416, 
        1710, 
        1735, 
        1834, 
        1836, 
        1881, 
        1961, 
        2071, 
        2199, 
        2337, 
        4145, 
        4488, 
        4571, 
        4611, 
        4630, 
        4660, 
        5039, 
        5375, 
        5501, 
        5719, 
        5730, 
        5740, 
        5775, 
        6352, 
        6589, 
        8908, 
        9303, 
        9311, 
        9339
    ], 
    "name": "D2", 
    "platforms": [
        23
    ], 
    "player_perspectives": [
        1, 
        2
    ], 
    "popularity": 1.666666666666667, 
    "publishers": [
        4468, 
        7053
    ], 
    "release_dates": [
        {
            "category": 0, 
            "date": 966902400000, 
            "human": "2000-Aug-22", 
            "m": 8, 
            "platform": 23, 
            "region": 2, 
            "y": 2000
        }, 
        {
            "category": 0, 
            "date": 945907200000, 
            "human": "1999-Dec-23", 
            "m": 12, 
            "platform": 23, 
            "region": 5, 
            "y": 1999
        }
    ], 
    "screenshots": [
        {
            "cloudinary_id": "ujogc0i1obswtktvzjvd", 
            "height": 360, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/ujogc0i1obswtktvzjvd.jpg", 
            "width": 480
        }, 
        {
            "cloudinary_id": "yzdpi7tpnjpc8n0sbaic", 
            "height": 307, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/yzdpi7tpnjpc8n0sbaic.jpg", 
            "width": 409
        }
    ], 
    "slug": "d2", 
    "storyline": "The game opens with Laura Parton falling asleep on an airplane trip to an undisclosed location. After being jolted awake by a tone over the airplane's PA system and a friendly conversation with a fellow passenger named David, a group of terrorists, who seem to be guided by some kind of mysterious cultist chanting to himself, suddenly and violently takes control of the plane. David, who turns out to be a special agent within the FBI, attempts to stop the terrorists, but he is thwarted when a meteorite strikes the plane, sending it crashing into the Canadian wilderness. After a series of bad dreams, Laura awakens in a small cabin being cared for by Kimberly Fox, a poet and songwriter who also survived the crash. She explains that ten days have passed since the accident, although Kimberly had only found her some distance from the crash site two days prior, leaving a strange eight-day gap where she was mysteriously taken care of. The moment of peace is broken when another survivor, one of the hijackers, staggers into the cabin before suddenly transforming into a hideous plant-like monster. Here, Laura and Kimberly meet Parker Jackson, a CETI researcher and fellow crash survivor who drives out the monster, only to be driven out himself by a distrusting Kimberly. \n \nLaura then sets out into the wilderness in order to investigate the possibility of contacting the outside world and seeking out other survivors only to discover that more strange, hideous creatures are lurking in the area, as something is causing the crash survivors to mutate into the very same monsters she must avoid and battle while travelling through the region. She is driven deeper into the mystery when she must venture into an abandoned mining facility in order to locate Jannie, a lost little girl Kimberly had found along with Laura and one of the plane's former passengers.", 
    "summary": "A survival horror video game developed by WARP for the Dreamcast. It was published by WARP in Japan in 1999 and then by Sega in North America in 2000.[1] D2 was written and directed by Kenji Eno, and serves as the third and final entry in the D series after D and Enemy Zero. Like the previous two games, D2 stars the digital actress Laura and serves as an independent story unrelated to either game. \n \nD2 is also WARP's final game before changing their name to \"Superwarp\" and transitioning from video game development to online network services in August, 2001.", 
    "tags": [
        1, 
        19, 
        21, 
        268435468, 
        268435487, 
        536870976, 
        536870984, 
        536871251, 
        536871541, 
        536871814, 
        536871938, 
        536871939, 
        536872032, 
        536872140, 
        536872328, 
        536872622, 
        536872647, 
        536872746, 
        536872748, 
        536872793, 
        536872873, 
        536872983, 
        536873111, 
        536873249, 
        536875057, 
        536875400, 
        536875483, 
        536875523, 
        536875542, 
        536875572, 
        536875951, 
        536876287, 
        536876413, 
        536876631, 
        536876642, 
        536876652, 
        536876687, 
        536877264, 
        536877501, 
        536879820, 
        536880215, 
        536880223, 
        536880251, 
        1073741826, 
        1073741825
    ], 
    "themes": [
        1, 
        19, 
        21
    ], 
    "updated_at": 1517270710301, 
    "url": "https://www.igdb.com/games/d2", 
    "videos": [
        {
            "name": "Gameplay video", 
            "video_id": "6azIWjcDeps"
        }, 
        {
            "name": "Trailer", 
            "video_id": "0GenB3zt2-Q"
        }
    ], 
    "websites": [
        {
            "category": 3, 
            "url": "https://en.wikipedia.org/wiki/D2_(video_game)"
        }
    ]
}