{
    "aggregated_rating": 90.0, 
    "aggregated_rating_count": 1, 
    "category": 0, 
    "collection": 848, 
    "cover": {
        "cloudinary_id": "las23c3ab3mcfixv9ukp", 
        "height": 2595, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/las23c3ab3mcfixv9ukp.jpg", 
        "width": 2028
    }, 
    "created_at": 1390764412051, 
    "developers": [
        2568
    ], 
    "esrb": {
        "rating": 6
    }, 
    "first_release_date": 1005868800000, 
    "game_modes": [
        1
    ], 
    "games": [
        11171, 
        25300, 
        68287, 
        36950, 
        142, 
        28751, 
        27314, 
        19561, 
        26766, 
        47823
    ], 
    "genres": [
        5, 
        10, 
        31
    ], 
    "id": 4350, 
    "keywords": [
        1, 
        57, 
        132, 
        413, 
        467, 
        512, 
        558, 
        778, 
        897, 
        923, 
        970, 
        1025, 
        1033, 
        1669, 
        1881, 
        4157, 
        4259, 
        4305, 
        4332, 
        4446, 
        4543, 
        4892, 
        4910, 
        5989, 
        6052, 
        6718, 
        10544
    ], 
    "name": "Headhunter", 
    "platforms": [
        23, 
        8
    ], 
    "player_perspectives": [
        2
    ], 
    "popularity": 1.333333333333333, 
    "publishers": [
        112, 
        287
    ], 
    "release_dates": [
        {
            "category": 0, 
            "date": 1016755200000, 
            "human": "2002-Mar-22", 
            "m": 3, 
            "platform": 8, 
            "region": 1, 
            "y": 2002
        }, 
        {
            "category": 0, 
            "date": 1005868800000, 
            "human": "2001-Nov-16", 
            "m": 11, 
            "platform": 23, 
            "region": 1, 
            "y": 2001
        }, 
        {
            "category": 0, 
            "date": 1020902400000, 
            "human": "2002-May-09", 
            "m": 5, 
            "platform": 8, 
            "region": 2, 
            "y": 2002
        }
    ], 
    "slug": "headhunter", 
    "summary": "Welcome to the future. In the early 21st century, gang warfare and crime have lead to the creation of privatised law enforcement. The Anti-Crime Network (ACN) employs bounty hunters known as ‘Headhunters’ to track down the most wanted criminals, using combat skills and high-tech weaponry. You are Jack Wade, an ex-cop turned Headhunter. At the beginning of the game you find yourself strapped to an operating table and manage to escape. After passing out in an alley, you awake in hospital from a coma. With your license revoked and few memories, you are hired by Angela Stern, to find her fathers murderer. Maybe you’ll even find out what happened to yourself if you can stay alive long enough… Headhunter is an action adventure viewed from over the shoulder. In the top right of the screen you have a radar which will track your movements and those of the enemy. Jack has a few moves at his disposal. He can duck and roll, push, pull and climb objects as well as flatten himself up against a wall. Using this technique he can peek around corners for a better view of the action, and then attack from this position, using the wall as protection. Between levels, Jack has a motorcycle that he uses to transport himself between various locations in the city according to the clues he receives. You will need to earn skill points however before you can arrive at a destination. Certain parts of the city are unavailable until you have gained the appropriate Headhunter license. As you have no recollection of your past, you have to take a series of licenses that will grant you access to greater parts of the city, weaponry and gadgets. These are taken in a VR simulator known as the Law Enforcement Intelligence and Licence Approval (LEILA). At various times in the game you will need to go to the LEILA building and upgrade your licence by practising your combat, stealth and driving skills.", 
    "tags": [
        1, 
        268435461, 
        268435466, 
        268435487, 
        536870913, 
        536870969, 
        536871044, 
        536871325, 
        536871379, 
        536871424, 
        536871470, 
        536871690, 
        536871809, 
        536871835, 
        536871882, 
        536871937, 
        536871945, 
        536872581, 
        536872793, 
        536875069, 
        536875171, 
        536875217, 
        536875244, 
        536875358, 
        536875455, 
        536875804, 
        536875822, 
        536876901, 
        536876964, 
        536877630, 
        536881456, 
        1073741826
    ], 
    "themes": [
        1
    ], 
    "total_rating": 90.0, 
    "total_rating_count": 1, 
    "updated_at": 1528140124675, 
    "url": "https://www.igdb.com/games/headhunter", 
    "videos": [
        {
            "name": "Trailer", 
            "video_id": "vLORkWBgoQ4"
        }
    ], 
    "websites": [
        {
            "category": 2, 
            "url": "http://en.wikipedia.org/wiki/Headhunter_%28video_game%29"
        }
    ]
}