{
    "alternative_names": [
        {
            "comment": "Other", 
            "name": "Moero! Justice Gakuen\n\nProject Justice: Rival Schools 2"
        }, 
        {
            "comment": "Japanese title", 
            "name": " 燃えろ!ジャスティス学園  \"Burn! Justice Academy\""
        }, 
        {
            "name": "Project Justice: Rival Schools 2"
        }
    ], 
    "category": 0, 
    "collection": 1721, 
    "cover": {
        "cloudinary_id": "o0h5p1nzskzjcy7ts8ad", 
        "height": 1408, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/o0h5p1nzskzjcy7ts8ad.jpg", 
        "width": 1432
    }, 
    "created_at": 1443452183716, 
    "developers": [
        37
    ], 
    "esrb": {
        "rating": 5
    }, 
    "first_release_date": 975628800000, 
    "game_modes": [
        1, 
        2
    ], 
    "games": [
        7364, 
        6958, 
        13095, 
        1244, 
        1564, 
        2413, 
        1219, 
        501, 
        1242, 
        39315
    ], 
    "genres": [
        4
    ], 
    "id": 13096, 
    "keywords": [
        61, 
        107, 
        227, 
        301, 
        889, 
        977, 
        1313, 
        1834, 
        3486, 
        3833, 
        4161, 
        4211, 
        4264, 
        4265, 
        4395, 
        4494, 
        4521, 
        4544, 
        4552, 
        4611, 
        4644, 
        4658, 
        4675, 
        4698, 
        4742, 
        4804, 
        4823, 
        4886, 
        4891, 
        4925, 
        5022, 
        5179, 
        5354, 
        5404, 
        5440, 
        5587, 
        5721, 
        5891, 
        5894, 
        5991, 
        6047, 
        6091, 
        6096, 
        6100, 
        6137, 
        6493, 
        6529, 
        6540, 
        7026, 
        7321, 
        9530, 
        9665, 
        10015, 
        10095, 
        13119
    ], 
    "name": "Project Justice", 
    "platforms": [
        52, 
        23
    ], 
    "player_perspectives": [
        4
    ], 
    "popularity": 1.333333333333333, 
    "publishers": [
        37
    ], 
    "pulse_count": 1, 
    "release_dates": [
        {
            "category": 2, 
            "date": 978220800000, 
            "human": "2000", 
            "m": 12, 
            "platform": 52, 
            "y": 2000
        }, 
        {
            "category": 0, 
            "date": 975628800000, 
            "human": "2000-Dec-01", 
            "m": 12, 
            "platform": 23, 
            "region": 5, 
            "y": 2000
        }, 
        {
            "category": 0, 
            "date": 987120000000, 
            "human": "2001-Apr-13", 
            "m": 4, 
            "platform": 23, 
            "region": 1, 
            "y": 2001
        }, 
        {
            "category": 0, 
            "date": 989971200000, 
            "human": "2001-May-16", 
            "m": 5, 
            "platform": 23, 
            "region": 2, 
            "y": 2001
        }
    ], 
    "screenshots": [
        {
            "cloudinary_id": "xrovc5k37w6brhe0jrnm", 
            "height": 1080, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/xrovc5k37w6brhe0jrnm.jpg", 
            "width": 1920
        }, 
        {
            "cloudinary_id": "ztiollnuhibl7vbesjg5", 
            "height": 1080, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/ztiollnuhibl7vbesjg5.jpg", 
            "width": 1920
        }
    ], 
    "slug": "project-justice", 
    "storyline": "One year has passed since the events of Rival Schools: United By Fate and that things have gone back to normal in Aoharu City. Batsu Ichimonji, Hinata Wakaba, Kyosuke Kagami, and the rest of the fighters had resumed their normal school lives and that all of them had enjoyed the calm peace that came after their last adventure, but the peace itself doesn't last for long and that the fighters would soon find themselves getting involved in a new struggle.\n\nKurow Kirishima: a cold-hearted and ruthless ninja assassin from a mysterious group known only as the \"Reverse Society\" has his sight set on the Imawano family and plans to eliminate them and their allies so that he can prepare for the advancement of his own ambition to rule Japan. To this end, he attacks Raizo Imawano: the principal of Justice High and father to Batsu, so that he can easily put him out of commission and not have any interference come from him. Secondly, he sends both his older sister Yurika Kirishima and his loyal subordinate Momo Karuizawa into the ranks of the fighters so that the two of them can cause tension and distrust to occur between the friends. His third plot involves brainwashing Gedo gang leader Daigo Kazama so that he can order him into forcing his gang to attack various schools in order to cause even more tension to occur. Lastly, Kurow himself plans to destroy Batsu's reputation by disguising himself as Batsu's doppelganger (named Vatsu) so that he can attack the fighters and make them believe that Batsu is behind it.\n\nBatsu and his friends must fight back against the evil plot of Kurow and attempt to not let their friendship get destroyed by the conspiracy of a deadly ninja assassin.", 
    "summary": "Project Justice is the sequel to Rival Schools: United By Fate.\n\nProject Justice's fighting system is lifted from the original Rival Schools, with some notable changes. The game continues to be a team fighter, but has teams of three characters instead of two. This allows another Team-Up attack to be used in a fight, but also adds a new type of attack, the Party-Up, initiated by pressing any three attack buttons. The Party-Up is a three-person attack that varies based on what school the character initiating the attack is from.\n\nThe additional partner also allows players to cancel an opponent's Team-Up Special by inputting a Team-Up command of their own. This initiates a short fighting sequence between one character from each team. If the person initiating the sequence gets the first successful hit in during the sequence before time runs out, the Team-Up they are caught in will be canceled, and the game switches back to the main fight; if the opposing player gets the first hit or time runs out, the Team-Up continues as usual.\n\nAdditionally, the 'vigor' meter in Project Justice is limited to 5 levels (down from 9 in Rival Schools), with Party-Ups requiring all 5 levels, Team-Ups continuing to cost two levels, and any attempts (successful or not) to cancel a Team-Up costing one level.\n\nAlso carrying over from the first game, the Dreamcast port of Project Justice in Japan includes a character creation mode that allows a player to create their own fighters who can be used in all modes except for single-player. However, the character creation in Project Justice is packaged as a board game, taking place during an inter-school festival, rather than a date sim game like in Rival Schools. As with School Life Mode in the original Rival Schools, though, this boardgame is not included in non-Japanese ports of Project Justice due to the amount of time it would take to translate the mode. Instead, several unlockable sub-characters were included in these ports, built from the character creation parts in the Japanese version.", 
    "tags": [
        268435460, 
        536870973, 
        536871019, 
        536871139, 
        536871213, 
        536871801, 
        536871889, 
        536872225, 
        536872746, 
        536874398, 
        536874745, 
        536875073, 
        536875123, 
        536875176, 
        536875177, 
        536875307, 
        536875406, 
        536875433, 
        536875456, 
        536875464, 
        536875523, 
        536875556, 
        536875570, 
        536875587, 
        536875610, 
        536875654, 
        536875716, 
        536875735, 
        536875798, 
        536875803, 
        536875837, 
        536875934, 
        536876091, 
        536876266, 
        536876316, 
        536876352, 
        536876499, 
        536876633, 
        536876803, 
        536876806, 
        536876903, 
        536876959, 
        536877003, 
        536877008, 
        536877012, 
        536877049, 
        536877405, 
        536877441, 
        536877452, 
        536877938, 
        536878233, 
        536880442, 
        536880577, 
        536880927, 
        536881007, 
        536884031, 
        1073741828
    ], 
    "updated_at": 1520036615410, 
    "url": "https://www.igdb.com/games/project-justice", 
    "videos": [
        {
            "name": "Trailer", 
            "video_id": "IM1Jd0J9boc"
        }
    ]
}