{
    "category": 0, 
    "collection": 964, 
    "cover": {
        "cloudinary_id": "kkrr9hcgin5jo3010lwy", 
        "height": 867, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/kkrr9hcgin5jo3010lwy.jpg", 
        "width": 1024
    }, 
    "created_at": 1499518785552, 
    "esrb": {
        "rating": 3
    }, 
    "first_release_date": 966470400000, 
    "games": [
        6240, 
        6241, 
        22690, 
        67805, 
        46261, 
        46203, 
        24132, 
        54662, 
        71935, 
        59990
    ], 
    "genres": [
        14
    ], 
    "id": 45849, 
    "keywords": [
        20, 
        1166, 
        4226, 
        4650, 
        5278, 
        6061, 
        7429, 
        9529
    ], 
    "name": "World Series Baseball 2K1", 
    "platforms": [
        23
    ], 
    "popularity": 1.333333333333333, 
    "release_dates": [
        {
            "category": 0, 
            "date": 966470400000, 
            "human": "2000-Aug-17", 
            "m": 8, 
            "platform": 23, 
            "region": 8, 
            "y": 2000
        }
    ], 
    "slug": "world-series-baseball-2k1", 
    "summary": "World Series Baseball 2K1 is a sports video game developed by Wow Entertainment and published by Sega for the Dreamcast. It was the first game in the modern series to be featured on the Dreamcast, and was the spiritual successor to World Series Baseball for the Sega Genesis.[citation needed] It was released in July 2000 to coincide with the 2000 Major League Baseball All-Star Game in Atlanta.[citation needed] \n \nWorld Series Baseball 2K1 featured a cutting-edge graphical presentation adapted from the NAOMI game Super Major League, and its visuals were well ahead of any other baseball game at the time. Unfortunately, a lack of features, shoddy audio presentation, and major gameplay flaws meant that WSB2K1 was not well received by critics despite its fantastic graphics. The game is notorious for its sometimes-unresponsive controls, as well as the fact that manual fielding—a staple of baseball games for a half-decade prior to WSB2K1's release—isn't even an option available to players.[citation needed] \n \nAfter the debacle that was World Series Baseball 2K1, Sega decided to bring Visual Concepts (the developer behind the Dreamcast's far more successful NBA 2K and NFL 2K series) in for the next version of the game. The result was World Series Baseball 2K2, a game that was considered a major improvement over WSB2K1.", 
    "tags": [
        268435470, 
        536870932, 
        536872078, 
        536875138, 
        536875562, 
        536876190, 
        536876973, 
        536878341, 
        536880441
    ], 
    "updated_at": 1528578482175, 
    "url": "https://www.igdb.com/games/world-series-baseball-2k1", 
    "videos": [
        {
            "name": "Trailer", 
            "video_id": "CE2Gyzx48k0"
        }
    ]
}