{
    "alternative_names": [
        {
            "comment": "Other", 
            "name": "Sylvester and Tweety: Breakfast on the Run"
        }
    ], 
    "category": 0, 
    "collection": 3417, 
    "cover": {
        "cloudinary_id": "mtzbvrhlitu9kyayslfs", 
        "height": 199, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/mtzbvrhlitu9kyayslfs.jpg", 
        "width": 155
    }, 
    "created_at": 1500035557274, 
    "esrb": {
        "rating": 3
    }, 
    "first_release_date": 915148800000, 
    "games": [
        36868, 
        55752, 
        34919, 
        17001, 
        2836, 
        51464, 
        36608, 
        16468, 
        18387, 
        8028
    ], 
    "id": 49996, 
    "keywords": [
        4142, 
        4161, 
        4162, 
        4239, 
        4329, 
        4350, 
        4379, 
        4380, 
        4449
    ], 
    "name": "Looney Tunes: Twouble!", 
    "platforms": [
        22
    ], 
    "popularity": 1.333333333333333, 
    "release_dates": [
        {
            "category": 0, 
            "date": 915148800000, 
            "human": "1999-Jan-01", 
            "m": 1, 
            "platform": 22, 
            "region": 8, 
            "y": 1999
        }
    ], 
    "slug": "looney-tunes-twouble", 
    "summary": "The antics of two of your favorite Looney Tunes characters come to life in TWOUBLE for the Game Boy Color. In this single-player adventure you play as Sylvester, everyone's favorite hungry cat, in pursuit of his yellow songbird rival Tweety. TWOUBLE gives you two ways to play: in the first type of stage, you will attempt to catch Tweety in a fast-moving side-scrolling adventure. Duck, jump, and dodge through obstacles in your hunt for lunch. In the other type of level, you will control Sylvester in an isometric viewpoint, and you'll have to use your wits along with keys and other items to progress through these levels. Watch out for Hector, Granny, and other popular Looney Tunes characters in both types of levels, because they are dedicated to making poor Sylvester go home hungry. Will Sylvester finally catch Tweety Bird, or will he have to enjoy lunch from a garbage can again? With three difficulty levels and a password save system, TWOUBLE has more than enough action for fans of the cartoon duo and their wacky tricks and chases!", 
    "tags": [
        1, 
        536875054, 
        536875073, 
        536875074, 
        536875151, 
        536875241, 
        536875262, 
        536875291, 
        536875292, 
        536875361
    ], 
    "themes": [
        1
    ], 
    "updated_at": 1515757397789, 
    "url": "https://www.igdb.com/games/looney-tunes-twouble"
}