{
    "category": 0, 
    "cover": {
        "cloudinary_id": "ar7sdrt0p4ohmr8o24pe", 
        "height": 1440, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/ar7sdrt0p4ohmr8o24pe.jpg", 
        "width": 1452
    }, 
    "created_at": 1500030249746, 
    "esrb": {
        "rating": 3
    }, 
    "first_release_date": 983836800000, 
    "games": [
        75813, 
        25311, 
        5613, 
        26766, 
        12632, 
        25300, 
        36926, 
        18811, 
        17583, 
        25921
    ], 
    "genres": [
        12, 
        15
    ], 
    "id": 49872, 
    "keywords": [
        415, 
        575, 
        1026, 
        7079
    ], 
    "name": "Metal Walker", 
    "platforms": [
        22
    ], 
    "popularity": 1.333333333333333, 
    "release_dates": [
        {
            "category": 0, 
            "date": 983836800000, 
            "human": "2001-Mar-06", 
            "m": 3, 
            "platform": 22, 
            "region": 8, 
            "y": 2001
        }
    ], 
    "slug": "metal-walker", 
    "summary": "Although Metal Walker is a console RPG, battles are fought in a pinball or billiards-like atmosphere in a top-down perspective arena. As each turn of the battle starts, players decide which direction a Metal Walker will move and how hard they will move. Players are encouraged to form strategies that allow Metal Walkers to hit a single enemy, bounce off a wall, and then hit another enemy, all in a single turn. On the battlefield, players can throw several different types of items onto the field. The items are used when a Metal Walker hits them. Capsules and healing items strengthen and heal Metal Walkers, whereas attack items, such as Napalm, are only useful when the enemy hits them. There also exist Analyzers, which provide the player with Scan Data for any Metal Walker that is bounced into them. Scrap metal won after the battle can then be used with the Scan Data to create new Metal Walkers or purchase items. When an enemy is destroyed, the player's Metal Walker will gain experience points and an item might be obtained. If the player's Metal Walker runs out of Hit points, the player will lose half of the carried scraps and have to start from the last save point. \n \nOutside of battle, players explore a top-down overworld where they can explore various towns and dungeons. Most battles occur as random encounters. The overworld has several interactable elements, such as water, which the player needs a certain number of Cores to cross. The player can only carry one Metal Walker at a time and it will follow the main character on the overworld. By defeating the game's bosses, players earn Core Units, which allow Metal Walkers to evolve into new, stronger forms.", 
    "tags": [
        268435468, 
        268435471, 
        536871327, 
        536871487, 
        536871938, 
        536877991
    ], 
    "updated_at": 1515749027377, 
    "url": "https://www.igdb.com/games/metal-walker"
}