{
    "category": 0, 
    "collection": 529, 
    "cover": {
        "cloudinary_id": "illwfheuybkjrfxlrlgn", 
        "height": 370, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/illwfheuybkjrfxlrlgn.jpg", 
        "width": 260
    }, 
    "created_at": 1500034469370, 
    "esrb": {
        "rating": 3
    }, 
    "first_release_date": 1001894400000, 
    "games": [
        1070, 
        41118, 
        38305, 
        1073, 
        1188, 
        89495, 
        51942, 
        51247, 
        51203, 
        50992
    ], 
    "genres": [
        8, 
        31
    ], 
    "id": 49954, 
    "keywords": [
        1027, 
        4145, 
        4189, 
        4359, 
        5177, 
        5598, 
        6870
    ], 
    "name": "Portal Runner", 
    "platforms": [
        22
    ], 
    "popularity": 1.666666666666667, 
    "release_dates": [
        {
            "category": 0, 
            "date": 1001894400000, 
            "human": "2001-Oct-01", 
            "m": 10, 
            "platform": 22, 
            "region": 8, 
            "y": 2001
        }
    ], 
    "slug": "portal-runner", 
    "summary": "The characters from 3DO's popular ARMY MEN series have invaded the Game Boy Color! This time, you take control of Vikki Grimm as she battles the evil Brigitte Blue. Though you begin as a pint-sized plaything, you can eventually travel to worlds that are of an accommodating size over seven different locations. Each world contains numerous levels, resulting in 43 scenarios overall. Throughout your journey you'll come across swamps, dungeons, and even intergalactic spaceships. Each level progresses like typical a side-scrolling game, with plenty of action and adventure awaiting you. Some environments offer different weapons and enemies, and you'll even get the opportunity to commandeer a vehicle on some levels. For those with a penchant for exploration, there are even some hidden worlds to discover that offer even more amazing discoveries and challenges. Progress can be saved using a password system based on which levels have already been conquered. PORTAL RUNNER is a graphically impressive game for a portable system and it promises hours of gameplay, harrowing challenges, and an exciting story to follow.", 
    "tags": [
        268435464
    ], 
    "themes": [
        1
    ], 
    "updated_at": 1513067946405, 
    "url": "https://www.igdb.com/games/portal-runner"
}