{
    "category": 0, 
    "cover": {
        "cloudinary_id": "dpafd6ctppus4yxjlejj", 
        "height": 1370, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/dpafd6ctppus4yxjlejj.jpg", 
        "width": 1530
    }, 
    "created_at": 1500030022093, 
    "first_release_date": 979430400000, 
    "games": [
        68287, 
        28029, 
        36950, 
        64204, 
        71455, 
        27314, 
        10209, 
        25300, 
        142, 
        10213
    ], 
    "genres": [
        5
    ], 
    "id": 49831, 
    "keywords": [
        166, 
        970
    ], 
    "name": "Project S-11", 
    "platforms": [
        22
    ], 
    "popularity": 1.333333333333333, 
    "release_dates": [
        {
            "category": 0, 
            "date": 979430400000, 
            "human": "2001-Jan-14", 
            "m": 1, 
            "platform": 22, 
            "region": 8, 
            "y": 2001
        }
    ], 
    "slug": "project-s-11", 
    "summary": "When a vicious crew of aliens decides to hone in on Earth and do some damage, you're the planet's only hope for salvation. You'd better be in top form as you command a killer spacecraft out into orbit in hopes of rescuing humanity from unthinkable misery. Each of the eight stages in PROJECT S-11 poses unique challenges, and each setting is more harrowing than the last. Although you're going it alone in this one, there are four different types of power-ups hidden throughout the game to give the boost you'll need to survive and wipe out the terrifying extra-terrestrials. You'll benefit from a complete statistical readout that adorns the right side of your screen, keeping you abreast of all necessary information: your score, your ship's armor level, and the number of bombs you have stored up for combat. The game's fast-paced action looks excellent in full color, and the intensity of it will have you breaking a sweat before you're through the first level. Those aliens had better look out with you at the controls, Earth stands a fighting chance.", 
    "tags": [
        1, 
        18, 
        268435461, 
        536871078, 
        536871882
    ], 
    "themes": [
        1, 
        18
    ], 
    "updated_at": 1515858765991, 
    "url": "https://www.igdb.com/games/project-s-11"
}