{
    "category": 0, 
    "created_at": 1500036238283, 
    "first_release_date": 961891200000, 
    "games": [
        22690, 
        81281, 
        80876, 
        80865, 
        80456, 
        80412, 
        79667, 
        79593, 
        79464, 
        79309
    ], 
    "genres": [
        14
    ], 
    "id": 50071, 
    "keywords": [
        1166
    ], 
    "name": "Roland Garros French Open", 
    "platforms": [
        22
    ], 
    "popularity": 1.333333333333333, 
    "release_dates": [
        {
            "category": 0, 
            "date": 961891200000, 
            "human": "2000-Jun-25", 
            "m": 6, 
            "platform": 22, 
            "region": 8, 
            "y": 2000
        }
    ], 
    "slug": "roland-garros-french-open", 
    "summary": "Roland Garros French Open is the only appearance of the franchise on the Game Boy Color. Less of a serious simulation of tennis than other versions, the handheld edition features cartoony 2D graphics and outrageous court locations. \n \nAll-in-all, the game includes eight different players and twelve different tournaments. Only five players and four tournaments can be selected from the start, the others are unlocked by winning events. The starting tournaments are realistic grand slam events: the Roland Garros French Open (the only one with a license), the English Open (i.e. Wimbledon), the US Championship and the Australian Cup, on clay, grass or turf. Winning them unlocks the more unusual locations: from street and beach tournaments to far-out events in the Antarctic or on the moon. \n \nAll events are single elimination, starting at the quarter finals. Matches follow original rules, and are seen from a standard perspective behind the controlled player. All characters (players, officials and fans) are drawn in a cartoony style with oversized heads. The controls allow for a variety of moves including backhand and forehand shots, volleys and lobs.", 
    "tags": [
        268435470, 
        536872078
    ], 
    "updated_at": 1516164561927, 
    "url": "https://www.igdb.com/games/roland-garros-french-open"
}