{
    "category": 0, 
    "collection": 3779, 
    "cover": {
        "cloudinary_id": "azzq4zktqrt1tfxtikbo", 
        "height": 225, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/azzq4zktqrt1tfxtikbo.jpg", 
        "width": 225
    }, 
    "created_at": 1414793963044, 
    "developers": [
        259
    ], 
    "esrb": {
        "rating": 3
    }, 
    "first_release_date": 975628800000, 
    "franchise": 85, 
    "franchises": [
        85
    ], 
    "game_modes": [
        1
    ], 
    "games": [
        55752, 
        25222, 
        25646, 
        10039, 
        37094, 
        1070, 
        60044, 
        2803, 
        1073, 
        51485
    ], 
    "genres": [
        8, 
        9
    ], 
    "id": 8033, 
    "keywords": [
        2049, 
        2875, 
        4142, 
        7527
    ], 
    "name": "Tom and Jerry in Mouse Attacks", 
    "platforms": [
        22
    ], 
    "popularity": 1.333333333333333, 
    "publishers": [
        104, 
        1249
    ], 
    "release_dates": [
        {
            "category": 1, 
            "date": 975628800000, 
            "human": "2000-Dec", 
            "m": 12, 
            "platform": 22, 
            "region": 2, 
            "y": 2000
        }
    ], 
    "slug": "tom-and-jerry-in-mouse-attacks", 
    "summary": "The most beloved cat and mouse team in cartoondom is together again in TOM AND JERRY IN MOUSE ATTACKS! for the Game Boy Color. Developer NewKidCo has gone all out to ensure this platform-jumping, pie-splattering, mini-game bursting title is fit for kids of all ages. In hectic, side-scrolling mayhem, you take control of everyone's favorite little brown mouse Jerry and work your way through five danger-filled levels in an attempt to free your kidnapped pals from the clutches of Tom. Collect as many golden items as you can as you open doors leading to a wide variety of challenging mini-games (eight to be exact). Complete slide-style puzzles, engage in a creamy pie-throwing contest (try to hit Tom in the face), and even water ski! You'll have to climb slippery poles, crash through obstacles, and make death-defying jumps in order to gather together your friends. Be careful to avoid jumping fish and creepy spiders if you want to succeed in the frantic, quick-reflex, button-pounding platform party of TOM AND JERRY IN MOUSE ATTACKS!", 
    "tags": [
        1, 
        268435464, 
        268435465, 
        536872961, 
        536873787, 
        536875054, 
        536878439
    ], 
    "themes": [
        1
    ], 
    "updated_at": 1515852654445, 
    "url": "https://www.igdb.com/games/tom-and-jerry-in-mouse-attacks"
}