{
    "alternative_names": [
        {
            "comment": "Other", 
            "name": "California Games 2"
        }
    ], 
    "category": 0, 
    "collection": 2370, 
    "cover": {
        "cloudinary_id": "ngmwwvp9ureomhn9rgg5", 
        "height": 824, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/ngmwwvp9ureomhn9rgg5.jpg", 
        "width": 640
    }, 
    "created_at": 1441097015723, 
    "developers": [
        366
    ], 
    "first_release_date": 662601600000, 
    "game_modes": [
        1, 
        2
    ], 
    "games": [
        22690, 
        65070, 
        45244, 
        23835, 
        11253, 
        33644, 
        15851, 
        41114, 
        45079, 
        28856
    ], 
    "genres": [
        10, 
        14
    ], 
    "id": 11985, 
    "keywords": [
        1166, 
        1487, 
        3425, 
        4205, 
        8853
    ], 
    "name": "California Games II", 
    "platforms": [
        63, 
        13, 
        16, 
        19, 
        64
    ], 
    "player_perspectives": [
        2, 
        4
    ], 
    "popularity": 1.666666666666667, 
    "publishers": [
        3714, 
        11739, 
        366
    ], 
    "release_dates": [
        {
            "category": 2, 
            "date": 725760000000, 
            "human": "1992", 
            "m": 12, 
            "platform": 19, 
            "region": 2, 
            "y": 1992
        }, 
        {
            "category": 2, 
            "date": 757296000000, 
            "human": "1993", 
            "m": 12, 
            "platform": 64, 
            "region": 1, 
            "y": 1993
        }, 
        {
            "category": 2, 
            "date": 725760000000, 
            "human": "1992", 
            "m": 12, 
            "platform": 63, 
            "region": 2, 
            "y": 1992
        }, 
        {
            "category": 2, 
            "date": 662601600000, 
            "human": "1990", 
            "m": 12, 
            "platform": 13, 
            "region": 2, 
            "y": 1990
        }, 
        {
            "category": 2, 
            "date": 725760000000, 
            "human": "1992", 
            "m": 12, 
            "platform": 16, 
            "region": 2, 
            "y": 1992
        }
    ], 
    "screenshots": [
        {
            "cloudinary_id": "shpagas3uwcn95wiejj9", 
            "height": 256, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/shpagas3uwcn95wiejj9.jpg", 
            "width": 320
        }
    ], 
    "slug": "california-games-ii", 
    "summary": "Yo Dudes! We're Back... With five new events straight from the land of sand, surf, sunshine, and, or course, some pretty great-looking scenery, too... If you know what we mean. \n \nStart out blowing by some stand-ups as you carve a wave on your Bodyboard. It takes lotsa practice to master a barrel roll off the lip. But when you get it down, Wooa! Watch out dudes, it's all over! Dodge a few grommets on the way in to max your score. \n \nOnce you get your feet wet, be prepared to freeze 'em off as you take on the challenge of Snowboarding. Take the scenic route as you pilot a chopper to the top of the mountain. Parachute down, but watch your height... That 'chute needs time to open, you know! It takes real heavy thrashing to get down in one piece, let alone winning time. On the way down pick up a little bonus time by showing the crowd your stuff in the Snow Bowl. \n \nGet majorly amped with Jet Surfing, just about the hottest thing to hit California since sunshine. Snag one of four surf jets and rocket onto the course. Race around the buoys and go for speed, or try a few ramps on for size. Beat the clock or your friends: there's no speed limit on these waters, pal! \n \nIf you really want to take off, try Hang Gliding. Search for thermals cruising above the coastline. Once you get the hang of it, you can try a few radical stunts just for the heck of it... But blow the landing, and you'll be eating a California cliff burger. Pass the salt, dweeb. \n \nOnce you've mastered the others, you're ready for the toughest challenge of all... outlaw Skateboarding down the meanest aqueduct on The Coast. Just when you think you've caught the rhythm of the halfpipe, bam!... Everything goes black, and you're corkscrewing through this killer fullpipe. Survive that and it's back into the sunshine in front of the crowd. Oh, by the way, did we forget to mention the concrete wall? Yow! Sorry, dude... to air is human.", 
    "tags": [
        1, 
        268435466, 
        268435470, 
        536872078, 
        536872399, 
        536874337, 
        536875117, 
        536879765, 
        1073741828, 
        1073741826
    ], 
    "themes": [
        1
    ], 
    "updated_at": 1515588078941, 
    "url": "https://www.igdb.com/games/california-games-ii"
}