{
    "alternative_names": [
        {
            "name": "Rastan Saga"
        }
    ], 
    "category": 0, 
    "collection": 2821, 
    "cover": {
        "cloudinary_id": "hbswezr2xgeodpfreyij", 
        "height": 824, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/hbswezr2xgeodpfreyij.jpg", 
        "width": 640
    }, 
    "created_at": 1400742829943, 
    "developers": [
        1440
    ], 
    "first_release_date": 567907200000, 
    "game_modes": [
        1, 
        2
    ], 
    "games": [
        16468, 
        51485, 
        26848, 
        1070, 
        24199, 
        28010, 
        1073, 
        10039, 
        37094, 
        29032
    ], 
    "genres": [
        8, 
        33
    ], 
    "id": 6875, 
    "name": "Rastan", 
    "platforms": [
        52, 
        35, 
        115, 
        13, 
        15, 
        26, 
        25, 
        64, 
        27
    ], 
    "player_perspectives": [
        4
    ], 
    "popularity": 1.333333333333333, 
    "publishers": [
        11739, 
        1452, 
        1440
    ], 
    "rating": 70.014675004045, 
    "rating_count": 5, 
    "release_dates": [
        {
            "category": 2, 
            "date": 599529600000, 
            "human": "1988", 
            "m": 12, 
            "platform": 27, 
            "region": 5, 
            "y": 1988
        }, 
        {
            "category": 2, 
            "date": 662601600000, 
            "human": "1990", 
            "m": 12, 
            "platform": 115, 
            "region": 2, 
            "y": 1990
        }, 
        {
            "category": 2, 
            "date": 662601600000, 
            "human": "1990", 
            "m": 12, 
            "platform": 13, 
            "region": 2, 
            "y": 1990
        }, 
        {
            "category": 2, 
            "date": 599529600000, 
            "human": "1988", 
            "m": 12, 
            "platform": 26, 
            "region": 1, 
            "y": 1988
        }, 
        {
            "category": 2, 
            "date": 599529600000, 
            "human": "1988", 
            "m": 12, 
            "platform": 64, 
            "region": 2, 
            "y": 1988
        }, 
        {
            "category": 0, 
            "date": 681696000000, 
            "human": "1991-Aug-09", 
            "m": 8, 
            "platform": 35, 
            "region": 5, 
            "y": 1991
        }, 
        {
            "category": 2, 
            "date": 599529600000, 
            "human": "1988", 
            "m": 12, 
            "platform": 15, 
            "region": 1, 
            "y": 1988
        }, 
        {
            "category": 2, 
            "date": 599529600000, 
            "human": "1988", 
            "m": 12, 
            "platform": 25, 
            "region": 1, 
            "y": 1988
        }, 
        {
            "category": 2, 
            "date": 567907200000, 
            "human": "1987", 
            "m": 12, 
            "platform": 52, 
            "region": 5, 
            "y": 1987
        }
    ], 
    "screenshots": [
        {
            "cloudinary_id": "eogfnftt5nsex6nssqgm", 
            "height": 177, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/eogfnftt5nsex6nssqgm.jpg", 
            "width": 256
        }
    ], 
    "slug": "rastan", 
    "storyline": "The player controls a barbarian warrior who has embarked on a quest to slay a dragon. While on his way to the dragon's lair, Rastan must fight hordes of enemy monsters based on mythical creatures such as chimeras and harpies.", 
    "summary": "Rastan, originally released as Rastan Saga (ラスタンサーガ?) in Japan, is a fantasy-themed side-scrolling action game originally released for the arcades in 1987 by Taito and later ported to various platforms. \n \nThe controls of Rastan consists of an eight-way joystick and two buttons for attacking and jumping. By using the joystick in combination with either buttons, the player can determine the height of Rastan's jumps, as well as the direction where he swings his weapon (including downwards while jumping). The game uses a health gauge system along with limited lives, although certain obstacles (such as falling into a body of water or being crushed by a spiked ceiling) will instantly kill Rastan regardless of how much health he has left. \n \nThere are a total six rounds, each consisting of three areas: an outdoor scene, a castle scene and a throne room where the player must confront the stage's boss. The backgrounds of the outdoor areas feature broad landscapes with changing sunlight effects with detail. The game's bosses (names according to the MSX2 version) consists of Graton (a skeletal warrior who wields a halberd), Slay (a demonic swordsman who can sprout wings), Symplegades (a wizard), Laios (a dragon knight), the Hydra (a five-headed snake) and the final boss, the Dragon. \n \nThe player can pick up any item by touching them, as well as new weapons by striking them with his current one. All the weapons and power-ups picked by Rastan will be equipped only for a limited time. When Rastan picks up any equipable item, an icon will appear on the lower right corner of the screen as an indicator of the item's effect until it wears out. Rastan can only wield one weapon at a time (which consists of a mace, an axe and a fireball-shooting sword in addition to his standard sword), as well as only one type of protector (a shield, a mantle or a body armor), but other items (such as the necklace and ring) can be worn at the same time. There are also jewels that gives out bonus points, as well potion bottles that will restore or deplete the player's health depending on the color. The rare golden sheep's head will restore Rastan's health completely.", 
    "tags": [
        1, 
        17, 
        268435464, 
        268435489, 
        1073741828
    ], 
    "themes": [
        1, 
        17
    ], 
    "total_rating": 70.014675004045, 
    "total_rating_count": 5, 
    "updated_at": 1501163876988, 
    "url": "https://www.igdb.com/games/rastan", 
    "videos": [
        {
            "name": "Gameplay video", 
            "video_id": "iz5rgV56kdU"
        }
    ], 
    "websites": [
        {
            "category": 2, 
            "url": "http://en.wikipedia.org/wiki/Rastan_(video_game)"
        }
    ]
}