{
    "alternative_names": [
        {
            "comment": "Other", 
            "name": "Bowls"
        }
    ], 
    "category": 0, 
    "collection": 4371, 
    "cover": {
        "cloudinary_id": "ffahmeh5elsn0xsw24oo", 
        "height": 1397, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/ffahmeh5elsn0xsw24oo.jpg", 
        "width": 1000
    }, 
    "created_at": 1497501043702, 
    "developers": [
        11739
    ], 
    "first_release_date": 545788800000, 
    "franchise": 235, 
    "franchises": [
        235
    ], 
    "game_modes": [
        1, 
        2
    ], 
    "games": [
        22690, 
        11253, 
        36856, 
        40885, 
        15851, 
        8674, 
        12098, 
        6016, 
        51464, 
        10121
    ], 
    "genres": [
        14
    ], 
    "id": 37175, 
    "keywords": [
        632, 
        1166, 
        1286, 
        1299, 
        1761, 
        4142, 
        4382, 
        4447, 
        4448, 
        5104, 
        5807, 
        5908, 
        6494, 
        6790
    ], 
    "name": "Rocky", 
    "platforms": [
        64
    ], 
    "player_perspectives": [
        4
    ], 
    "popularity": 2.333333333333333, 
    "publishers": [
        11739
    ], 
    "release_dates": [
        {
            "category": 0, 
            "date": 545788800000, 
            "human": "1987-Apr-19", 
            "m": 4, 
            "platform": 64, 
            "region": 5, 
            "y": 1987
        }
    ], 
    "slug": "rocky--1", 
    "summary": "Rocky Super Action Boxing is the first licensed video game based on the popular Rocky film series. The game is based on Rocky III and was designed by Coleco. In the game, the player can play as either Rocky Balboa or Clubber Lang in the game, either against the computer in a one player game, or against each other in a \"Head to Head\" two player mode. There is also a \"Demo\" mode if the player wants to watch Rocky and Clubber Lang fight. \n \nSince Rocky Super Action Boxing is one of the later ColecoVision titles released, it includes a pause feature for the game. \n \n \nEach boxing match consists of, according to the skill level chosen, two, five, ten, or fifteen rounds each lasting one minute each. During gameplay, the player's movement is restricted to three positions or \"lanes\" vertically, and from each player's side of the ring to the front of their opponent horizontally. \n \nThe 4 button controller allows for (independently) offensive hits to the body or head, defensive blocking for the head and body, and ducking. \n \nPoints are scored in the game by hitting the opponent's guard (1 point), or with a punch connecting with the opponent's head or body (2 points for either hit). \n \nVictory can be achieved in two ways, either by knockout, or by point count if the fight goes all the way to the end.", 
    "tags": [
        1, 
        268435470, 
        536871544, 
        536872078, 
        536872198, 
        536872211, 
        536872673, 
        536875054, 
        536875294, 
        536875359, 
        536875360, 
        536876016, 
        536876719, 
        536876820, 
        536877406, 
        536877702, 
        1073741828
    ], 
    "themes": [
        1
    ], 
    "updated_at": 1515754531379, 
    "url": "https://www.igdb.com/games/rocky--1"
}