{
    "category": 0, 
    "cover": {
        "cloudinary_id": "s8xvmpmsad84dkztlcjd", 
        "height": 430, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/s8xvmpmsad84dkztlcjd.jpg", 
        "width": 250
    }, 
    "created_at": 1392166446582, 
    "developers": [
        2365, 
        1000
    ], 
    "first_release_date": 764553600000, 
    "game_modes": [
        1
    ], 
    "games": [
        19341, 
        34919, 
        28029, 
        76246, 
        10039, 
        32902, 
        25311, 
        68287, 
        68142, 
        28751
    ], 
    "genres": [
        5, 
        13
    ], 
    "id": 5360, 
    "keywords": [
        23
    ], 
    "name": "A/X-101", 
    "platforms": [
        78
    ], 
    "player_perspectives": [
        1
    ], 
    "popularity": 1.333333333333333, 
    "publishers": [
        112
    ], 
    "release_dates": [
        {
            "category": 0, 
            "date": 764553600000, 
            "human": "1994-Mar-25", 
            "m": 3, 
            "platform": 78, 
            "y": 1994
        }
    ], 
    "slug": "a-x-101", 
    "summary": "In the future date of 2500, mankind has reached its zenith in space travel and peace. However, after making contact with alien life for the first time, Earth is soon attacked and nearly conquered by a war-driven alien race called the Gurzons. The Earth's Defense Force discover the Gurzon's enemy resides on the distant alien planet Prism, who made contact with Earth as a warning against the oncoming Gurzon invasion. Further investigation leads to the discovery of a computer upgrade system located on Prism called the A/X-101, a weapon program that promises to liberate Earth from the Gurzon's grip. Earth Defense sends four of its best fighter pilots - Bob, Kelly, Chris and their Captain (the player) - to travel to Prism, retrieve the A/X-101 and use it against all of the Gurzon's planetary bases. \n \nThe game is an on-rails shooter, with gameplay seen from a first-person cockpit perspective. The player's ship moves automatically through pre-rendered space and planetary environments and only the targeting crosshair can be moved freely. Laser Cannons and Fusion Warheads are available to hit the numerous enemies. Lasers have unlimited ammunition but need a few moments time to recharge. The warheads function as smart bombs and clear the screen of enemies, but are available only in limited supply. They are restocked when reaching a certain score. The ship's energy shield functions as a life bar. \n \nBetween the shooting levels, there are transitional cutscenes, pre-rendered in the same way as the actual gameplay.", 
    "tags": [
        1, 
        268435461, 
        268435469, 
        536870935, 
        1073741825
    ], 
    "themes": [
        1
    ], 
    "updated_at": 1515729515562, 
    "url": "https://www.igdb.com/games/a-x-101"
}