{
    "category": 0, 
    "cover": {
        "cloudinary_id": "j6afdwvttxxxx8keskwp", 
        "height": 374, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/j6afdwvttxxxx8keskwp.jpg", 
        "width": 267
    }, 
    "created_at": 1499546025508, 
    "first_release_date": 722476800000, 
    "games": [
        68287, 
        71455, 
        26766, 
        25300, 
        36950, 
        142, 
        11253, 
        64204, 
        27314, 
        39780
    ], 
    "genres": [
        4
    ], 
    "id": 46405, 
    "keywords": [
        107, 
        167, 
        575, 
        970
    ], 
    "name": "BlackHole Assault", 
    "platforms": [
        78
    ], 
    "popularity": 1.0, 
    "release_dates": [
        {
            "category": 0, 
            "date": 722476800000, 
            "human": "1992-Nov-23", 
            "m": 11, 
            "platform": 78, 
            "region": 8, 
            "y": 1992
        }
    ], 
    "slug": "blackhole-assault", 
    "summary": "According to Blackhole Assault, the 22nd century sees earth technology advance to the point where exploration of the immediate solar system is not only possible, but necessary due to resource constraints. Humans are attempting to harvest the resources of the entire solar system but have met with trouble from alien invaders. It is up to a small force of humans who recognize and understand the threat to confront the aliens head on. \n \nThe weapon of choice in this game is the Cybernetic Anthropomorphized Machine, or C.A.M. The C.A.M. is a large robot that fights 1-on-1 against alien robots. All of the gameplay in Blackhole Assault revolves around single-round, 1-on-1 robot fighting action. There are 10 backdrops against which to beat up robots, including various planets and moons around the solar system. \n \nThe game has 4 different modes. The main story mode is Operation BHA. The exhibition mode allows players to customize matches down to the robots each player will use and the backdrop to play on. The exhibition mode can be configured to allow one or even both fighters to be controlled by the computer. Further, the game has tournament and league modes.", 
    "tags": [
        18, 
        268435460, 
        536871019, 
        536871079, 
        536871487, 
        536871882
    ], 
    "themes": [
        18
    ], 
    "updated_at": 1515668418337, 
    "url": "https://www.igdb.com/games/blackhole-assault"
}