{
    "category": 0, 
    "cover": {
        "cloudinary_id": "gin4wrr06z8ej0dhxvha", 
        "height": 334, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/gin4wrr06z8ej0dhxvha.jpg", 
        "width": 414
    }, 
    "created_at": 1479116584346, 
    "developers": [
        1731
    ], 
    "first_release_date": 820368000000, 
    "game_modes": [
        1
    ], 
    "games": [
        40470, 
        44242, 
        54789, 
        18623, 
        22470, 
        29173, 
        25443, 
        26145, 
        22425, 
        55689
    ], 
    "genres": [
        10, 
        13
    ], 
    "id": 25792, 
    "keywords": [
        1148, 
        4157, 
        9253
    ], 
    "name": "Desert Bus", 
    "platforms": [
        34, 
        78
    ], 
    "player_perspectives": [
        1
    ], 
    "popularity": 1.333333333333333, 
    "publishers": [
        1000
    ], 
    "pulse_count": 3, 
    "release_dates": [
        {
            "category": 0, 
            "date": 1321228800000, 
            "human": "2011-Nov-14", 
            "m": 11, 
            "platform": 34, 
            "region": 2, 
            "y": 2011
        }, 
        {
            "category": 2, 
            "date": 820368000000, 
            "human": "1995", 
            "m": 12, 
            "platform": 78, 
            "y": 1995
        }
    ], 
    "screenshots": [
        {
            "cloudinary_id": "hrdyyoyzxhi5fvv7fcn8", 
            "height": 720, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/hrdyyoyzxhi5fvv7fcn8.jpg", 
            "width": 1280
        }
    ], 
    "slug": "desert-bus", 
    "summary": "Desert Bus was a minigame included in the unreleased 1995 video game \"Penn & Teller's Smoke and Mirrors\". Click here to go to the Smoke and Mirrors Wikipedia page. Here is an excerpt regarding Desert Bus:\n\nThe objective of the game is to drive a bus from Tucson, Arizona to Las Vegas, Nevada in real time at a maximum speed of 45mph. The feat requires 8 hours of continuous play to complete, since the game cannot be paused.\n\nThe bus contains no passengers, and there is no scenery or other traffic on the road. The bus veers to the right slightly; as a result, it is impossible to tape down a button to go do something else and have the game end properly. If the bus veers off the road it will stall and be towed back to Tucson, also in real time. If the player makes it to Las Vegas, they will score exactly one point. The player then gets the option to make the return trip to Tucson庸or another point (a decision they must make in a few seconds or the game ends). Players may continue to make trips and score points as long as their endurance holds out. Some players who have completed the trip have also noted that, although the scenery never changes, a bug splats on the windscreen about five hours through the first trip, and on the return trip the light does fade, with differences at dusk, and later a pitch black road where the player is guided only with headlights.\n\nPenn Jillette commented in his radio show that the overly realistic nature of the game was in response to Janet Reno and the controversy surrounding violent video games at the time.", 
    "tags": [
        268435466, 
        268435469, 
        536872060, 
        536875069, 
        536880165, 
        1073741825
    ], 
    "updated_at": 1516718311678, 
    "url": "https://www.igdb.com/games/desert-bus", 
    "websites": [
        {
            "category": 1, 
            "url": "http://desertbus-game.org/"
        }
    ]
}