{
    "category": 0, 
    "collection": 3693, 
    "cover": {
        "cloudinary_id": "e3ukim7lmcbcmklccl6d", 
        "height": 279, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/e3ukim7lmcbcmklccl6d.jpg", 
        "width": 250
    }, 
    "created_at": 1392171147334, 
    "developers": [
        2374
    ], 
    "first_release_date": 757296000000, 
    "franchise": 480, 
    "franchises": [
        480
    ], 
    "game_modes": [
        1
    ], 
    "games": [
        13189, 
        25646, 
        26914, 
        11296, 
        12198, 
        44076, 
        36926, 
        47823, 
        29525, 
        56873
    ], 
    "genres": [
        31
    ], 
    "id": 5376, 
    "keywords": [
        133, 
        197, 
        211, 
        216, 
        296, 
        840, 
        1027, 
        1120, 
        4514, 
        5751
    ], 
    "name": "Dracula Unleashed", 
    "platforms": [
        14, 
        13, 
        78
    ], 
    "player_perspectives": [
        1
    ], 
    "popularity": 1.333333333333333, 
    "publishers": [
        1045, 
        112
    ], 
    "release_dates": [
        {
            "category": 2, 
            "date": 757296000000, 
            "human": "1993", 
            "m": 12, 
            "platform": 13, 
            "region": 2, 
            "y": 1993
        }, 
        {
            "category": 2, 
            "date": 757296000000, 
            "human": "1993", 
            "m": 12, 
            "platform": 78, 
            "region": 2, 
            "y": 1993
        }, 
        {
            "category": 2, 
            "date": 757296000000, 
            "human": "1993", 
            "m": 12, 
            "platform": 14, 
            "region": 2, 
            "y": 1993
        }, 
        {
            "category": 2, 
            "date": 788832000000, 
            "human": "1994", 
            "m": 12, 
            "platform": 78, 
            "region": 1, 
            "y": 1994
        }
    ], 
    "slug": "dracula-unleashed", 
    "storyline": "In Dracula Unleashed, the player assumes the identity of a young Texas businessman named Alexander Morris, who has come to London, England during the winter of 1899 to research the strange surroundings involving his brother Quincey's death 10 years earlier. In the process, he meets an English woman named Annisette Bowen and becomes distracted and engaged to be married too.\n\nDue largely to their \"extremely close relationship\", Quincey's good friend, Lord Arthur Holmwood, has proposed Alexander's induction into the mysterious and exclusive Hades Club.\n\nHowever, Alexander Morris soon discovers a part of his brother's life he had no knowledge of: Quincey Morris was part of a group which destroyed the legendary vampire, Count Dracula.\n\nAs Alexander Morris, the player must travel to specific locations in London at certain times with certain items gathered throughout Morris' travels in order to gather clues about the events which occur during the game and achieve victory over Dracula.", 
    "summary": "In Dracula Unleashed it is the year 1899, ten years after the destruction of count Dracula chronicled in Bram Stoker's novel. You take the role of Alexander Morris, the younger brother of Texan Quincey Morris who died defeating Dracula. Alexander has come to London to investigate the circumstances of his brother's death, but became sidetracked when he fell in love with and proposed to a local girl named Annisette. \n \nNow, the dawn of a new millennium approaches and an evil force is stalking the streets of London, draining victims of their blood and transforming innocent women into bloodthirsty vampiresses. With the aide of your brother's old friends, the survivors of Dracula's evil, you must uncover the identity of this new vampire and prevent him from transforming Annisette into his queen of the night. Do not fail her, or she will personally rip your throat out.", 
    "tags": [
        1, 
        19, 
        268435487, 
        536871045, 
        536871109, 
        536871123, 
        536871128, 
        536871208, 
        536871752, 
        536871939, 
        536872032, 
        536875426, 
        536876663, 
        1073741825
    ], 
    "themes": [
        1, 
        19
    ], 
    "updated_at": 1517271107619, 
    "url": "https://www.igdb.com/games/dracula-unleashed"
}