{
    "category": 0, 
    "collection": 1702, 
    "cover": {
        "cloudinary_id": "jzrp8nvty3etpjbka9p7", 
        "height": 2155, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/jzrp8nvty3etpjbka9p7.jpg", 
        "width": 1533
    }, 
    "created_at": 1443036953884, 
    "developers": [
        1771
    ], 
    "first_release_date": 744595200000, 
    "game_modes": [
        1
    ], 
    "games": [
        76246, 
        19341, 
        28029, 
        32902, 
        24920, 
        272, 
        68287, 
        10039, 
        68142, 
        36608
    ], 
    "genres": [
        5
    ], 
    "id": 12912, 
    "name": "Keio Flying Squadron", 
    "platforms": [
        78
    ], 
    "player_perspectives": [
        4
    ], 
    "popularity": 1.333333333333333, 
    "publishers": [
        2380, 
        1771, 
        10205
    ], 
    "release_dates": [
        {
            "category": 2, 
            "date": 757296000000, 
            "human": "1993", 
            "m": 12, 
            "platform": 78, 
            "region": 1, 
            "y": 1993
        }, 
        {
            "category": 0, 
            "date": 744595200000, 
            "human": "1993-Aug-06", 
            "m": 8, 
            "platform": 78, 
            "region": 5, 
            "y": 1993
        }, 
        {
            "category": 2, 
            "date": 788832000000, 
            "human": "1994", 
            "m": 12, 
            "platform": 78, 
            "region": 2, 
            "y": 1994
        }
    ], 
    "slug": "keio-flying-squadron", 
    "summary": "Keio Flying Squadron (慶応遊撃隊 Keiōyūgekitai?) is a scrolling shooter video game developed and published by Victor Entertainment in 1994 for the Sega/Mega CD in Japan, Europe, and North America. It is the first game of the Keio Flying Squadron series with a simple shoot-'em-up style of play. \nGameplay \nThe game consists of the protagonist Rami riding on top of Spot, who can shoot fireballs at enemies. When Spot is not firing, two smaller dragons (Companion fighters) appear one after another to assist Rami and Spot. The lesser dragons shoot smaller fireballs and can be sacrificed to do larger damage, only to reappear when Spot ceases to shoot. \nRelease \nIn Europe, a demo of the first level of this game was provided by Sega Pro magazine. The game seemed to end after the first level, but in fact the whole game was accessible on the disc by using a level-select cheat to skip to the second level, and then continuing through the game. \nReception \nRetro Gamer included among top ten Mega CD games, calling it \"a perfectly acceptable substitute\" OF Konami's Parodius that features \"similar style of horizontally scrolling wackiness and puts the Mega-CD hardware to good use to produce some excellent cut-scenes and a brilliant CD-quality soundtrack.\"", 
    "tags": [
        1, 
        268435461, 
        1073741828
    ], 
    "themes": [
        1
    ], 
    "updated_at": 1500473303137, 
    "url": "https://www.igdb.com/games/keio-flying-squadron"
}