{
    "category": 0, 
    "cover": {
        "cloudinary_id": "ymop5uw8d2hqrrw7s6jr", 
        "height": 434, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/ymop5uw8d2hqrrw7s6jr.jpg", 
        "width": 256
    }, 
    "created_at": 1393306399446, 
    "developers": [
        229
    ], 
    "first_release_date": 820368000000, 
    "game_modes": [
        1
    ], 
    "games": [
        36868, 
        10039, 
        37094, 
        25646, 
        19289, 
        6732, 
        55752, 
        51485, 
        1070, 
        26848
    ], 
    "genres": [
        8, 
        9
    ], 
    "id": 5461, 
    "keywords": [
        226, 
        594, 
        1961, 
        4162, 
        4195, 
        4287, 
        4297, 
        4611, 
        4958, 
        5287, 
        5652, 
        6007, 
        8108
    ], 
    "name": "Wild Woody", 
    "platforms": [
        78
    ], 
    "popularity": 1.333333333333333, 
    "publishers": [
        229
    ], 
    "release_dates": [
        {
            "category": 2, 
            "date": 820368000000, 
            "human": "1995", 
            "m": 12, 
            "platform": 78, 
            "y": 1995
        }
    ], 
    "slug": "wild-woody", 
    "summary": "An adventurer named Dusty returns home with an enchanted Totem Pole. Due to an assortment of rare events, the spirits of the Totem have been freed and they have created a bizarre parallel universe that can devour the world. Lowman, the \"head\" of the Totem, needs some \"muscle\" as he calls it, to bring them back. He finds a pencil on the desk and makes it come to life. The pencil tells Lowman to call him Woody, WILLLLLLLLD Woody. Lowman explains what has happened with his Totem brothers and now Woody goes into the parallel universe, dimension by dimension, and rounds up Lowman's Totem brothers. \n \nIn this game, you destroy your enemies by jumping on top of them and Woody can also wipe them out with his eraser. You can erase certain walls to get through them and you can also erase boxes that most of the time teleport if you press down. Other boxes contain items. You also can sketch things and they will come to life, but you can only do this twice because Woody shrinks very quickly from doing this. There are also power-ups that make you grow again.", 
    "tags": [
        1, 
        268435464, 
        268435465, 
        536871138, 
        536871506, 
        536872873, 
        536875074, 
        536875107, 
        536875199, 
        536875209, 
        536875523, 
        536875870, 
        536876199, 
        536876564, 
        536876919, 
        536879020
    ], 
    "themes": [
        1
    ], 
    "updated_at": 1515702381366, 
    "url": "https://www.igdb.com/games/wild-woody"
}