{
    "category": 0, 
    "cover": {
        "cloudinary_id": "inybtmukisqcehsif0ms", 
        "height": 2156, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/inybtmukisqcehsif0ms.jpg", 
        "width": 1539
    }, 
    "created_at": 1499509194284, 
    "first_release_date": 851904000000, 
    "games": [
        2907, 
        10039, 
        36794, 
        36608, 
        74155, 
        34919, 
        19658, 
        1235, 
        40524, 
        75089
    ], 
    "genres": [
        4
    ], 
    "id": 45510, 
    "name": "Battle Arena: Toshinden URA", 
    "platforms": [
        32
    ], 
    "popularity": 1.333333333333333, 
    "release_dates": [
        {
            "category": 0, 
            "date": 851904000000, 
            "human": "1996-Dec-30", 
            "m": 12, 
            "platform": 32, 
            "region": 8, 
            "y": 1996
        }
    ], 
    "slug": "battle-arena-toshinden-ura", 
    "summary": "The Toshinden Tournament is over. Through the battles some of the fighters have uncovered much about the shadowy events surrounding their lives. But the others now head home with little more than a few bruises and unfulfilled dreams. None of them, however, are aware that a new battle is about to begin. \n \nThroughout the world, martial arts experts are disappearing. Police from various nations are cooperating in an international manhunt to find the criminal responsible for the murders. Yet no motive has been established, and there is little evidence available. A wave of terror has struck the world, and now even the strongest and bravest of fighters are not safe. \n \nThe former contestants of the Toshinden Tournament find themselves in a world gone mad. It is not inconceivable that one of them is responsible for the current chaos. But who is behind the disappearances, and for what purpose? All of the fighters came to the Toshinden Tournament for different reasons, but they are all fighting for the same reason now: SURVIVAL.", 
    "tags": [
        1, 
        268435460
    ], 
    "themes": [
        1
    ], 
    "updated_at": 1500536698889, 
    "url": "https://www.igdb.com/games/battle-arena-toshinden-ura"
}