{
    "category": 0, 
    "cover": {
        "cloudinary_id": "t33iqfzokcroli5lfomf", 
        "height": 420, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/t33iqfzokcroli5lfomf.jpg", 
        "width": 300
    }, 
    "created_at": 1499508843493, 
    "first_release_date": 852076800000, 
    "franchise": 1060, 
    "franchises": [
        1060
    ], 
    "game_modes": [
        1
    ], 
    "games": [
        1070, 
        41118, 
        38305, 
        1073, 
        1188, 
        89495, 
        51942, 
        51247, 
        51203, 
        50992
    ], 
    "genres": [
        8
    ], 
    "id": 45501, 
    "keywords": [
        832
    ], 
    "name": "Christmas NiGHTS into Dreams", 
    "platforms": [
        32
    ], 
    "popularity": 1.333333333333333, 
    "release_dates": [
        {
            "category": 0, 
            "date": 852076800000, 
            "human": "1997-Jan-01", 
            "m": 1, 
            "platform": 32, 
            "region": 8, 
            "y": 1997
        }
    ], 
    "screenshots": [
        {
            "cloudinary_id": "uthdzcdg06zxdtrf9fj5", 
            "height": 448, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/uthdzcdg06zxdtrf9fj5.jpg", 
            "width": 704
        }, 
        {
            "cloudinary_id": "rj8grloa2icb5jmv7cip", 
            "height": 448, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/rj8grloa2icb5jmv7cip.jpg", 
            "width": 704
        }
    ], 
    "slug": "christmas-nights-into-dreams", 
    "summary": "The story of Christmas Nights follows Elliot and Claris during the holiday season following their adventures with Nights. Though they both enjoy the Christmas season, they feel as if something is missing. Finding that the Christmas Star that usually sits at the top of the Twin Seeds Christmas tree is missing, the pair head off to Nightopia to find it. There, they meet up with Nights again and re-explore Spring Valley, which has now been Christmas-ified due to the kids' dreams of the holiday season. The trio of heroes must now take down a revived Gillwing and retrieve the Christmas Star from his lair. \n \nThe game uses the Saturn's internal clock to change elements of the game according to the date and time. In November and January, the title screen label \"Nights: Limited Edition\" is changed to \"Winter Nights\", with the lush greenery of the environment being replaced by white snow. During December, \"Christmas Nights\" mode is activated, resulting in further Christmas-themed alterations, such as item boxes becoming Christmas presents, Nightopians dressing in elf costumes, and Christmas trees replacing Ideya captures. The background music is replaced by an instrumental version of \"Jingle Bells\", as well as there being a \"Christmas-like\" rendition of the boss theme. During the \"Winter Nights\" period, the weather in Spring Valley will change according to what hour it is. Other cosmetic changes are visible on New Year's Day, and loading the game on April Fool's Day results in Reala replacing Nights as the playable character.", 
    "tags": [
        268435464
    ], 
    "updated_at": 1513792715109, 
    "url": "https://www.igdb.com/games/christmas-nights-into-dreams", 
    "websites": [
        {
            "category": 2, 
            "url": "http://nid.wikia.com/wiki/Christmas_Nights_into_Dreams"
        }
    ]
}