{
    "category": 0, 
    "created_at": 1499506004707, 
    "first_release_date": 839808000000, 
    "games": [
        46820, 
        39665, 
        101684, 
        101567, 
        101100, 
        100907, 
        100887, 
        100879, 
        100863, 
        100832
    ], 
    "genres": [
        14
    ], 
    "id": 45387, 
    "name": "DecAthlete", 
    "platforms": [
        32
    ], 
    "popularity": 1.333333333333333, 
    "release_dates": [
        {
            "category": 0, 
            "date": 839808000000, 
            "human": "1996-Aug-12", 
            "m": 8, 
            "platform": 32, 
            "region": 8, 
            "y": 1996
        }
    ], 
    "slug": "decathlete", 
    "summary": "From Wikipedia \n \nDecathlete, released in Europe as Athlete Kings, is an athletics themed arcade game. Released in 1994, it was developed and produced by Sega. A well-received home port was released on the Sega Saturn in 1995, scoring mainly positive reviews for its arcade faithful conversion, due to the similar hardware of the ST-V arcade and the Saturn. It was released on the PlayStation 2 in Japan only as part of the Sega Ages 2500 series. Compared to other decathlon based games, Decathlete has a more comic and cartoon like style. A sequel followed in 1997, the winter sports based Winter Heat. \n \nThe game play is largely based on quick repeated button pressing for gaining speed, and timed single button presses for jumping and releasing projectiles, in a similar style to the 1983 Konami release, Track & Field. The game differed with a slightly more advanced control system and 3-D graphics. \n \nThe player must select one of eight international fictitious athletes. In the arcade version, the player competes in ten traditional decathlon events, requiring a minimum set time, height or distance to qualify from one event to the next. The home console versions also allowed the player to compete in a full decathlon featuring all the events, 100 metres, 110 metre hurdles, 400 metres, 1500 metres, Long jump, High jump, Javelin throw, Discus, Pole vault and Shot put. Despite a potential for multi-player gaming, the game is only two player. In a one player game, the player only competes against at most one other character on screen. The only exception to this is in the 1500 metres, where six other generic athletes join the race along with one main character.", 
    "tags": [
        268435470
    ], 
    "updated_at": 1500536586739, 
    "url": "https://www.igdb.com/games/decathlete"
}