{
    "alternative_names": [
        {
            "name": "パンツァードラグーン"
        }
    ], 
    "category": 0, 
    "collection": 331, 
    "cover": {
        "cloudinary_id": "lsbuvfld10instfzpb8c", 
        "height": 1000, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/lsbuvfld10instfzpb8c.jpg", 
        "width": 1000
    }, 
    "created_at": 1351448480438, 
    "developers": [
        2458, 
        1690
    ], 
    "esrb": {
        "rating": 3
    }, 
    "first_release_date": 794793600000, 
    "game_modes": [
        1
    ], 
    "games": [
        68287, 
        10039, 
        1669, 
        28029, 
        36781, 
        36718, 
        36950, 
        7291, 
        28751, 
        76246
    ], 
    "genres": [
        5
    ], 
    "id": 1667, 
    "keywords": [
        6, 
        332, 
        992, 
        1025, 
        4523, 
        4892, 
        5116, 
        5384, 
        6304, 
        7113, 
        7280, 
        7387, 
        7473, 
        10211, 
        12710, 
        13465
    ], 
    "name": "Panzer Dragoon", 
    "platforms": [
        6, 
        11, 
        32, 
        8
    ], 
    "player_perspectives": [
        2
    ], 
    "popularity": 1.333333333333333, 
    "publishers": [
        112
    ], 
    "pulse_count": 2, 
    "release_dates": [
        {
            "category": 0, 
            "date": 794793600000, 
            "human": "1995-Mar-10", 
            "m": 3, 
            "platform": 32, 
            "y": 1995
        }, 
        {
            "category": 0, 
            "date": 794793600000, 
            "human": "1995-Mar-10", 
            "m": 3, 
            "platform": 6, 
            "y": 1995
        }, 
        {
            "category": 0, 
            "date": 794793600000, 
            "human": "1995-Mar-10", 
            "m": 3, 
            "platform": 11, 
            "y": 1995
        }, 
        {
            "category": 0, 
            "date": 794793600000, 
            "human": "1995-Mar-10", 
            "m": 3, 
            "platform": 8, 
            "y": 1995
        }
    ], 
    "screenshots": [
        {
            "cloudinary_id": "mbu6ah0xpzbysz8dnucw", 
            "height": 667, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/mbu6ah0xpzbysz8dnucw.jpg", 
            "width": 877
        }, 
        {
            "cloudinary_id": "umcdlxdfjbjjbuzdytkx", 
            "height": 223, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/umcdlxdfjbjjbuzdytkx.jpg", 
            "width": 294
        }
    ], 
    "slug": "panzer-dragoon", 
    "storyline": "The Panzer Dragoon series takes place on an unspecified post-apocalyptic planet where the people compete for land, resources, and the technology of the Ancients. The ‘Ancients’ is the generic name given to the people that once controlled a world spanning, hyper-advanced civilization thousands of years before the start of the Panzer Dragoon series of games. The Ancients were able to create monsters either for war use or practical uses. \n \nThese creatures survived the downfall of the Ancients and are one of the main enemies in the series. A mysterious cataclysm, hinted at as a terrible war during the course of the series, would spell the downfall of this civilization and nearly destroy the world, leaving the survivors to eke out a bleak existence among the blasted remains in the ensuing millennia. Eventually, the Ancients and their works would gain a sort of 'godlike' respect, and a horrific regard, among some people as they passed into legend. \n \nThe remnants of these technologies are used in the development of much of humanity’s own machinery, weaponry and vehicles, such as the unusual floating ships which are a staple of the series. A faction called The Empire have collected and used weapons from the Ancient Age to gain dominance of the continent.", 
    "summary": "Panzer Dragoon (パンツァードラグーン Pantsā Doragūn?) is a rail shooter video game developed by Team Andromeda and released on the Sega Saturn console in 1995; and later released on PC, PlayStation 2, and as a bonus in its sequel Panzer Dragoon Orta for Xbox. The game follows the journey of Keil Fluge (unnamed in localized versions), a member of a hunting party who becomes the rider of a powerful blue dragon and joins it on its mission to stop a rival dragon from wreaking havoc on the world. The player moves an aiming reticle (representing the dragon's laser and the rider's gun) over the screen and shoots enemies while the dragon automatically flies through 3D environments on a predetermined track. \nAs one of the few games available at the Sega Saturn's surprise launch, Panzer Dragoon was the first game created by Team Andromeda. The game also marked the directorial debut of game designer Yukio Futatsugi, who was 25 years old at that time. It is the first game in the Panzer Dragoon series, and introduced the series' gameplay elements and art style. \nPanzer Dragoon received positive reviews, both in 1995 and in recent retrospective coverage. It was Electronic Gaming Monthly's Editors' Choice in July 1995, was named \"Best Saturn Game of 1995\" in EGM's 1996 Buyers' Guide, and ranked 140th in EGM's \"The Greatest 200 Videogames of their time\" in 2006. In particular, its original art direction and post-apocalyptic science fantasy universe gained critical acclaim. The game has spawned a prequel, Panzer Dragoon II Zwei in 1996, and two sequels: Panzer Dragoon Saga in 1998, and Panzer Dragoon Orta in 2002.", 
    "tags": [
        1, 
        268435461, 
        536870918, 
        536871244, 
        536871904, 
        536871937, 
        536875435, 
        536875804, 
        536876028, 
        536876296, 
        536877216, 
        536878025, 
        536878192, 
        536878299, 
        536878385, 
        536881123, 
        536883622, 
        536884377, 
        1073741826
    ], 
    "themes": [
        1
    ], 
    "updated_at": 1517270903851, 
    "url": "https://www.igdb.com/games/panzer-dragoon", 
    "videos": [
        {
            "name": "Game intro", 
            "video_id": "ubCKFs4oECw"
        }, 
        {
            "name": "Gameplay video", 
            "video_id": "FGj9Brp5USI"
        }
    ], 
    "websites": [
        {
            "category": 3, 
            "url": "https://en.wikipedia.org/wiki/Panzer_Dragoon"
        }, 
        {
            "category": 1, 
            "url": "http://ages.sega.jp/vol27/home.html"
        }
    ]
}