{
    "category": 0, 
    "collection": 2155, 
    "cover": {
        "cloudinary_id": "me3hf8vfrwrqveggfujw", 
        "height": 2385, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/me3hf8vfrwrqveggfujw.jpg", 
        "width": 1407
    }, 
    "created_at": 1499529937037, 
    "first_release_date": 838339200000, 
    "games": [
        12632, 
        36926, 
        36608, 
        16468, 
        47823, 
        19333, 
        26766, 
        25300, 
        59516, 
        27209
    ], 
    "genres": [
        12
    ], 
    "id": 46059, 
    "keywords": [
        227, 
        296, 
        1026
    ], 
    "name": "Shining Wisdom", 
    "platforms": [
        32
    ], 
    "popularity": 1.333333333333333, 
    "release_dates": [
        {
            "category": 0, 
            "date": 838339200000, 
            "human": "1996-Jul-26", 
            "m": 7, 
            "platform": 32, 
            "region": 8, 
            "y": 1996
        }
    ], 
    "slug": "shining-wisdom", 
    "summary": "Once, long ago, a fearsome giant known as the \"Dark Titan\" rose from the abyss and nearly destroyed all Palacia before being bound by magic. Now, the Black Elf Pazort is scheming to rule the world by returning the Dark Titan from the depths of the abyss! But, there is hope. Mars, the son of the legendary warrior Jiles, begins his service in the King's guard at castle Odegan this very day. Guide him through the terrifying traps and devious dungeons as you struggle to seal the Four Elementals that can power Pazort's scheme! Your journey will not be easy. The Lily Pads of Sudden Discomfort lie near every watery path. Rainbow Stinger Scorpions block critical junctions. And, Pazort himself waits in the dank depths of the Catacomb Marsh, guarding the rising Titan. To succeed, you must wield special weapons, items, and power orbs with skill never before witnessed in the land. And succeed you must, for failure will result in the end of all mankind, and the loss of that important victory smooch from the princess.", 
    "tags": [
        1, 
        268435468, 
        536871139, 
        536871208, 
        536871938
    ], 
    "themes": [
        1
    ], 
    "updated_at": 1515698603809, 
    "url": "https://www.igdb.com/games/shining-wisdom"
}