{
    "alternative_names": [
        {
            "name": "スーパーアドベンチャーロックマン"
        }
    ], 
    "category": 0, 
    "collection": 337, 
    "cover": {
        "cloudinary_id": "zcoqiddieij8edayljwf", 
        "height": 650, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/zcoqiddieij8edayljwf.jpg", 
        "width": 761
    }, 
    "created_at": 1352059569942, 
    "developers": [
        4095
    ], 
    "first_release_date": 898732800000, 
    "franchise": 38, 
    "franchises": [
        38
    ], 
    "game_modes": [
        1
    ], 
    "games": [
        27314, 
        36950, 
        25311, 
        68287, 
        25300, 
        19448, 
        29730, 
        28029, 
        22425, 
        41895
    ], 
    "genres": [
        5, 
        13, 
        31
    ], 
    "id": 1732, 
    "keywords": [
        78, 
        301, 
        970, 
        1027, 
        4287, 
        5941, 
        8991
    ], 
    "name": "Super Adventure Rockman", 
    "platforms": [
        32, 
        7
    ], 
    "popularity": 1.333333333333333, 
    "publishers": [
        37
    ], 
    "release_dates": [
        {
            "category": 0, 
            "date": 898732800000, 
            "human": "1998-Jun-25", 
            "m": 6, 
            "platform": 32, 
            "region": 5, 
            "y": 1998
        }, 
        {
            "category": 0, 
            "date": 898732800000, 
            "human": "1998-Jun-25", 
            "m": 6, 
            "platform": 7, 
            "region": 5, 
            "y": 1998
        }
    ], 
    "screenshots": [
        {
            "cloudinary_id": "qwwrhhaxrpbabpmpcelx", 
            "height": 480, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/qwwrhhaxrpbabpmpcelx.jpg", 
            "width": 640
        }, 
        {
            "cloudinary_id": "uu1h74wttlmouby4su7r", 
            "height": 480, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/uu1h74wttlmouby4su7r.jpg", 
            "width": 640
        }, 
        {
            "cloudinary_id": "nv0cv9cb9g3qijdngtnn", 
            "height": 240, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/nv0cv9cb9g3qijdngtnn.jpg", 
            "width": 320
        }
    ], 
    "slug": "super-adventure-rockman", 
    "storyline": "In the year 20XX, ancient ruins suddenly appeared in the Amazon Rainforest in South America. The United Nations called scientists around the world to discover everything possible about the ruins. The scientists discovered that there was a strong eletromagnetic field around the ruins that was capable of ceasing almost all the machinery that got close to it, including robots. Nothing electronic could reach it, making the investigation a difficult one. One year later, the U.N. ceased the investigation, claiming the ruins were from the Maya civilization. They named the ruins \"Lanfront Ruins\" and the pyramid \"Temple of the Moon\".\n\nThree years after this, Doctor Albert W. Wily, now working together with Doctor Thomas Light, went to investigate the ruins because the electromagnetic field started increasing, this being a good chance to clear his name. A few days later, Wily uncovered an ancient alien super computer inside the temple, Ra Moon, which revived his various Robot Masters from Mega Man 2 and Mega Man 3 by analyzing the information about them in Dr. Wily's laptop. Wily thought it would be a great chance to conquer the world.\n\nThree weeks after Wily found Ra Moon, the electromagnetic field begins to affect all the machinery and electronics around the world. Roll falls into a coma victim of the electromagnetic field, and Wily makes a worldwide broadcast saying to the world surrender for him in two weeks, or else he will shut down all machinery, which would effectively kill Roll and all the robots around the world, and without them, humans would die as well. Dr. Light quickly immunizes Mega Man and his brothers (the Robot Masters from Mega Man 1: Cut Man, Elec Man, Ice Man, Fire Man, Bomb Man, and Guts Man) from the electromagnetic field, and sends them to stop Dr. Wily before it's too late. During the adventure, Mega Man and his comrades fought their way to the source of Electromagnetic field, Ra Moon, battling the Robot Masters from Mega Man 2 and 3 in the process. In the end, Mega Man manages to destroy Ra Moon and the electromagnetic field ceases, Roll recovers and all the machinery around the world starts functioning again.", 
    "summary": "Super Adventure Rockman is an interactive movie game and prime spin-off for the classic Mega Man series of video games from Capcom. Its gameplay is a combination of adventure game and shooting game. The game alternates between animated cutscenes, making decisions from a list of text options or arrows, and fighting in a first-person shooter mode.", 
    "tags": [
        1, 
        18, 
        268435461, 
        268435469, 
        268435487, 
        536870990, 
        536871213, 
        536871882, 
        536871939, 
        536875199, 
        536876853, 
        536879903
    ], 
    "themes": [
        1, 
        18
    ], 
    "updated_at": 1515639752794, 
    "url": "https://www.igdb.com/games/super-adventure-rockman", 
    "videos": [
        {
            "name": "Gameplay video", 
            "video_id": "j5t7LYAM8xE"
        }
    ], 
    "websites": [
        {
            "category": 2, 
            "url": "http://megaman.wikia.com/wiki/Super_Adventure_Rockman"
        }
    ]
}