{
    "alternative_names": [
        {
            "name": "HOD"
        }
    ], 
    "category": 0, 
    "collection": 489, 
    "cover": {
        "cloudinary_id": "hwkwczmhgxpb5afl3ujq", 
        "height": 141, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/hwkwczmhgxpb5afl3ujq.jpg", 
        "width": 250
    }, 
    "created_at": 1373052270372, 
    "developers": [
        1177
    ], 
    "esrb": {
        "rating": 6, 
        "synopsis": "None"
    }, 
    "first_release_date": 842572800000, 
    "game_modes": [
        1, 
        2
    ], 
    "games": [
        7329, 
        13777, 
        27314, 
        7350, 
        68287, 
        13893, 
        36950, 
        29525, 
        19561, 
        7631
    ], 
    "genres": [
        5, 
        33
    ], 
    "id": 2469, 
    "keywords": [
        5, 
        6, 
        79, 
        129, 
        209, 
        210, 
        301, 
        314, 
        352, 
        558, 
        970, 
        1120, 
        1188, 
        1313, 
        1320, 
        1478, 
        1784, 
        2115, 
        2152, 
        4287, 
        4294, 
        4330, 
        4613, 
        4614, 
        4646, 
        4831, 
        4999, 
        5022, 
        5042, 
        5309, 
        5722, 
        5805, 
        5906, 
        6365, 
        7038, 
        7280, 
        7297, 
        7405, 
        7488, 
        9310, 
        11853, 
        12636, 
        13120
    ], 
    "name": "The House of The Dead", 
    "platforms": [
        52, 
        6, 
        32
    ], 
    "player_perspectives": [
        1
    ], 
    "popularity": 1.333333333333333, 
    "publishers": [
        112
    ], 
    "pulse_count": 3, 
    "rating": 69.9684821446993, 
    "rating_count": 12, 
    "release_dates": [
        {
            "category": 2, 
            "date": 915062400000, 
            "human": "1998", 
            "m": 12, 
            "platform": 32, 
            "region": 1, 
            "y": 1998
        }, 
        {
            "category": 0, 
            "date": 891302400000, 
            "human": "1998-Mar-31", 
            "m": 3, 
            "platform": 32, 
            "region": 2, 
            "y": 1998
        }, 
        {
            "category": 0, 
            "date": 890870400000, 
            "human": "1998-Mar-26", 
            "m": 3, 
            "platform": 32, 
            "region": 5, 
            "y": 1998
        }, 
        {
            "category": 0, 
            "date": 842572800000, 
            "human": "1996-Sep-13", 
            "m": 9, 
            "platform": 52, 
            "region": 8, 
            "y": 1996
        }, 
        {
            "category": 0, 
            "date": 857433600000, 
            "human": "1997-Mar-04", 
            "m": 3, 
            "platform": 52, 
            "region": 5, 
            "y": 1997
        }, 
        {
            "category": 2, 
            "date": 915062400000, 
            "human": "1998", 
            "m": 12, 
            "platform": 6, 
            "y": 1998
        }
    ], 
    "screenshots": [
        {
            "cloudinary_id": "lnehfhemgg2v50ra6qgn", 
            "height": 480, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/lnehfhemgg2v50ra6qgn.jpg", 
            "width": 640
        }
    ], 
    "slug": "the-house-of-the-dead", 
    "storyline": "On December 18, 1998, Agent Thomas Rogan receives a distressing, short phone-call from his fiancé, Sophie Richards at the Curien Mansion, the home and laboratory of Dr. Roy Curien, a renowned biochemist and geneticist. Together with his partner Agent G, they arrive on the scene at the Curien Mansion, amidst a series of ominous occurrences and disappearances at the mansion, to immediately discover the estate overrun with hellish creations. A mortally wounded man gives them a small field journal showing information of all of Curien's deadly creations and their weak points. It is used every time the player(s) are confronted by a boss. \n \nCurien was obsessed with discovering the nature of life and death, supported by the DBR Corporation and its own team of scientists. However, Curien's relentless pursuit of this goal led him to grow insane, with his behavior growing more erratic and the nature of his experiments beginning to take a gruesome turn. Curien's plan for his research ultimately resulted in the release of his experimental subjects into the world. Wasting no time, they storm inside the mansion in order to find and save Sophie. Witnessing first-hand the terror unleashed by Curien's abominations, and after Sophie suffers life-threatening injuries as a result, Rogan and G go further inside the mansion and lab of Curien to bring him to justice, uncovering the nature behind his research in the process. \n \nAmidst the chaos wrought by Curien, Rogan and \"G\" face many formidable foes, including The Chariot, an undead, armour-clad, neo-warrior wielding a bardiche who mortally wounds Rogan's fiancée Sophie Richards before the player faces him in battle, and The Hanged Man, a winged gargoyle/bat-like creature. The Hanged Man captures Sophie in the game's opening stage before stealing away over the mansion. In the Third chapter, the AMS agents confront Curien, who releases The Hermit, an eight-legged spider-like creature that spits balls of web upon them, allowing Curien to escape to his lab. \n \nUpon confronting Curien a second time, the AMS agents are to encounter his masterpiece, The Magician, a humanoid demon-esque creature, which possesses a mastery of fire. After Curien releases the creature from its incubation chamber, the Magician reveals itself to be self-aware, refusing to serve any master and Dr. Curien is killed by his creation. To prevent the Magician from escaping the mansion and destroying the world, Rogan and 'G' confront the creature in one final battle. They succeed in destroying Curien's monster and are then given one last, chilling warning from the Magician. \n \nThe Magician explodes. Rogan and 'G' leave the mansion, taking one last look at it from the outside. \n \nThere are, however, alternate endings that the player can achieve upon completing the game. One ending, in which the camera pans to the foyer one last time; the doors open, revealing Sophie to be alive, running towards the camera saying \"Thank you!\", another shows Sophie has now become one of the undead—the last corpse remaining, all depending on the player's final score and the number of continues used. \n \nCharacters", 
    "summary": "The House of the Dead is a first-person, light gun arcade game. Players assume the role of agents Thomas Rogan and \"G\" in their efforts to repel the dangerous, inhumane experiments of Dr. Curien, a madman.", 
    "tags": [
        1, 
        18, 
        19, 
        268435461, 
        268435489, 
        536870917, 
        536870918, 
        536870991, 
        536871041, 
        536871121, 
        536871122, 
        536871213, 
        536871226, 
        536871264, 
        536871470, 
        536871882, 
        536872032, 
        536872100, 
        536872225, 
        536872232, 
        536872390, 
        536872696, 
        536873027, 
        536873064, 
        536875199, 
        536875206, 
        536875242, 
        536875525, 
        536875526, 
        536875558, 
        536875743, 
        536875911, 
        536875934, 
        536875954, 
        536876221, 
        536876634, 
        536876717, 
        536876818, 
        536877277, 
        536877950, 
        536878192, 
        536878209, 
        536878317, 
        536878400, 
        536880222, 
        536882765, 
        536883548, 
        536884032, 
        1073741825
    ], 
    "themes": [
        1, 
        18, 
        19
    ], 
    "total_rating": 69.9684821446993, 
    "total_rating_count": 12, 
    "updated_at": 1528546066935, 
    "url": "https://www.igdb.com/games/the-house-of-the-dead", 
    "videos": [
        {
            "name": "Game intro", 
            "video_id": "OrxJoYEzHv0"
        }
    ], 
    "websites": [
        {
            "category": 2, 
            "url": "http://www.segasaturn.co.uk/games/pal/T/thehouseofthedead/index.html"
        }
    ]
}