{
    "category": 0, 
    "collection": 3015, 
    "cover": {
        "cloudinary_id": "msxt7pnwfzpqyyyb7rld", 
        "height": 250, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/msxt7pnwfzpqyyyb7rld.jpg", 
        "width": 250
    }, 
    "created_at": 1452031681096, 
    "developers": [
        1333
    ], 
    "esrb": {
        "rating": 3, 
        "synopsis": "-"
    }, 
    "first_release_date": 1111622400000, 
    "games": [
        25311, 
        76731, 
        25300, 
        36950, 
        19934, 
        28029, 
        29173, 
        27092, 
        19301, 
        11582
    ], 
    "genres": [
        15
    ], 
    "id": 15738, 
    "keywords": [
        1026, 
        3782, 
        4142, 
        4347, 
        4813, 
        6526
    ], 
    "name": "Bionicle: Maze of Shadows", 
    "pegi": {
        "rating": 1, 
        "synopsis": "The content of this game is suitable for all persons.\r\nIt contains: Violence that is set in a cartoon, slapstick or child like setting that could be upsetting to very young children"
    }, 
    "platforms": [
        24
    ], 
    "popularity": 1.666666666666667, 
    "publishers": [
        13100, 
        197
    ], 
    "release_dates": [
        {
            "category": 0, 
            "date": 1126569600000, 
            "human": "2005-Sep-13", 
            "m": 9, 
            "platform": 24, 
            "region": 2, 
            "y": 2005
        }, 
        {
            "category": 0, 
            "date": 1111622400000, 
            "human": "2005-Mar-24", 
            "m": 3, 
            "platform": 24, 
            "region": 1, 
            "y": 2005
        }
    ], 
    "slug": "bionicle-maze-of-shadows", 
    "storyline": "Based on the events of the book Maze of Shadows. As you travel through the underworld of Mata Nui as the Toa Metru, you will battle Rahi, unlock new powers, and help Nokama by getting energized protodermis to the Karzahni plant and getting a healing root for Nokama, who has been fatally injured. Unlike most other handheld BIONICLE games, Maze of Shadows is semi-canon, with certain aspects being canon, while other aspects being non-canon.", 
    "summary": "A top down action-adventure, set in the LEGO Bionicle universe and based on the book of the same name. Features six playable characters, six stages of adventure, and special multiplayer features. \n \nSix great heroes, the Toa Metru, search for the power to awaken their sleeping people, the Matoran. They have entered the deadly Maze of Shadows--an underground labyrinth teeming with unfriendly Rahi, full of traps and puzzles. Captured by the vicious Karzhahni, the Toa Metru are forced on a quest to the very heart of the Maze of Shadows. Now you must lead them through the many dangers ahead. Take control of all six Toa Metru, and use their individual special skills to overcome the challenges which face them.", 
    "tags": [
        1, 
        18, 
        268435471, 
        536871938, 
        536874694, 
        536875054, 
        536875259, 
        536875725, 
        536877438
    ], 
    "themes": [
        1, 
        18
    ], 
    "updated_at": 1515740607403, 
    "url": "https://www.igdb.com/games/bionicle-maze-of-shadows", 
    "websites": [
        {
            "category": 3, 
            "url": "https://en.wikipedia.org/wiki/Bionicle:_Maze_of_Shadows"
        }
    ]
}