{
    "aggregated_rating": 77.0, 
    "aggregated_rating_count": 2, 
    "category": 0, 
    "cover": {
        "cloudinary_id": "ilwd5esj6mzgk8onmd1i", 
        "height": 252, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/ilwd5esj6mzgk8onmd1i.jpg", 
        "width": 252
    }, 
    "created_at": 1398567880268, 
    "developers": [
        2815
    ], 
    "esrb": {
        "rating": 3
    }, 
    "first_release_date": 1146268800000, 
    "game_modes": [
        1
    ], 
    "games": [
        23175, 
        47823, 
        25300, 
        43130, 
        27266, 
        76098, 
        28277, 
        63734, 
        28154, 
        14605
    ], 
    "genres": [
        31
    ], 
    "id": 6479, 
    "keywords": [
        1033, 
        4347, 
        5791
    ], 
    "name": "Juka and the Monophonic Menace", 
    "platforms": [
        24
    ], 
    "player_perspectives": [
        2
    ], 
    "popularity": 1.0, 
    "publishers": [
        1327, 
        355
    ], 
    "release_dates": [
        {
            "category": 0, 
            "date": 1146268800000, 
            "human": "2006-Apr-29", 
            "m": 4, 
            "platform": 24, 
            "y": 2006
        }
    ], 
    "slug": "juka-and-the-monophonic-menace", 
    "summary": "Taking place in the world of Obla, Juka and the Monophonic Menace follows the journey of young alchemist Juka as he sets out to save his village from the evil Monophonic Menace. Gamers will help guide Juka and his assistant Bufo through six different environments while searching for items, solving puzzles, and defeating the Monophonic Menace's minions. Juka can shimmy, swim, jump, and climb through the highly detailed environments. Plus, players can enhance and upgrade Juka's many abilities by completing quests and collecting the various items. Another feature of the game is the alchemy ability. By collecting the six different elemental ingredients, players can mix and create their own items and potions for use during the game. This is the only way to get many of the more powerful potions. Combat is also unique in JUKA. Instead of battling or using magic, players have to quickly match a series of patterns. The quicker and more accurately the patterns are matched, the more damage an enemy takes. Juka and the Monophonic Menace takes many concepts that RPG and action/adventure gamers have come to love and combines them with an innovative combat system and an unique storyline to create a game full of fun, challenge, and excitement.", 
    "tags": [
        268435487, 
        536871945, 
        536875259, 
        536876703, 
        1073741826
    ], 
    "total_rating": 77.0, 
    "total_rating_count": 2, 
    "updated_at": 1515660649351, 
    "url": "https://www.igdb.com/games/juka-and-the-monophonic-menace"
}