{
    "category": 0, 
    "created_at": 1500024387824, 
    "first_release_date": 1042416000000, 
    "games": [
        49414, 
        25636, 
        21842, 
        28080, 
        36608, 
        18862, 
        75102, 
        23913, 
        47472, 
        44922
    ], 
    "genres": [
        12
    ], 
    "id": 49638, 
    "name": "Klonoa Heroes", 
    "platforms": [
        24
    ], 
    "popularity": 1.0, 
    "release_dates": [
        {
            "category": 0, 
            "date": 1042416000000, 
            "human": "2003-Jan-13", 
            "m": 1, 
            "platform": 24, 
            "region": 8, 
            "y": 2003
        }
    ], 
    "slug": "klonoa-heroes", 
    "summary": "This entry in the Klonoa series sees the floppy-eared hero training to become a true hero in a new RPG system. \n \nKlonoa Heroes: Densetsu no Star Medal is a spin-off of the Klonoa franchise, released only in Japan on December 13, 2002. Klonoa Heroes was developed by Namco and published by Namco for the Game Boy Advance. Klonoa Heroes is a twist on the traditional Klonoa games, putting Klonoa in a more action role playing game along the lines of Legend of Zelda or Beyond Oasis. The game does have voice acting, as well. Kumiko Watanabe plays Klonoa, Takahiro Sakurai plays Guntz, Shouzou Iizuke plays Pango, and Yutaka Shimaka plays Garlen. \n \nKlonoa Heroes' gameplay is very similar to the gameplay of The Legend of Zelda. Players can control one of three characters (Klonoa, Guntz, and Pango) in a top-down perspective, hitting enemies with various attacks (Klonoa with the Wind Ring seen in the platforming games, albeit with a few differences). Guntz uses a handgun, while Pango throws bombs. In addition, these characters can collect more weapons as the game progresses. Every enemy in the game is given a color (either blue or red), and the player must attack that enemy with the corresponding attack (as each weapon has a blue and red attack). \n \nKlonoa Heroes also has role playing aspects. Experience points are gathered by picking up Dream Shards after defeating enemies (failure to pick them up results in no experience). Enemies also drop coins, which can be spent on items and weapons. These items can be found in chests scattered throughout the levels, as well. Most items can be used to restore health, but there are various other uses (such as stat benefits). Leveling up also allows the player to distribute points in several different areas (traditional role playing game stats, such as attack, defense, and agility). These changes are not permanent, and can be changed at any time (when not in the middle of a level).", 
    "tags": [
        268435468
    ], 
    "updated_at": 1500377555370, 
    "url": "https://www.igdb.com/games/klonoa-heroes"
}