{
    "category": 0, 
    "collection": 3140, 
    "cover": {
        "cloudinary_id": "wggsyt1i1pli8oi0usik", 
        "height": 250, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/wggsyt1i1pli8oi0usik.jpg", 
        "width": 250
    }, 
    "created_at": 1389886419793, 
    "developers": [
        66
    ], 
    "esrb": {
        "rating": 3
    }, 
    "first_release_date": 1130457600000, 
    "franchise": 164, 
    "franchises": [
        164
    ], 
    "game_modes": [
        1
    ], 
    "games": [
        36868, 
        26848, 
        55752, 
        76098, 
        51464, 
        51485, 
        27239, 
        59516, 
        23175, 
        36856
    ], 
    "genres": [
        8, 
        31
    ], 
    "id": 3766, 
    "keywords": [
        350, 
        2049, 
        2184, 
        4142, 
        4162, 
        4243, 
        4380, 
        4382, 
        4492
    ], 
    "name": "Madagascar: Operation Penguin", 
    "platforms": [
        24
    ], 
    "player_perspectives": [
        2
    ], 
    "popularity": 1.666666666666667, 
    "publishers": [
        72
    ], 
    "release_dates": [
        {
            "category": 0, 
            "date": 1130457600000, 
            "human": "2005-Oct-28", 
            "m": 10, 
            "platform": 24, 
            "y": 2005
        }
    ], 
    "slug": "madagascar-operation-penguin", 
    "summary": "The zany penguins from Disney's MADAGASCAR: OPERATION PENGUIN movie return in Activision's MADAGASCAR: OPERATION PENGUIN for the GBA. The Penguins plot to escape from the zoo and, in the progress, rope other animal into their crazy plot. Like in the movie, the penguins want out of the New York zoo. As the game opens, the crack team of penguin escapees has put the finishing details on their escape plan, which involved digging a tunnel under the zoo and all the way to Antarctica. Of course, this isn't as easy as it sounds, and the penguins will need a number of supplies, items, and help. And along the way, they also intercept a group of four lost animals on their way to the island of Madagascar. Gamers take control of Private Penguin, who is assigned a number of missions to accomplish. He begins with a few standard attack and jumping moves, but as the game progresses, he will learn more powerful attacks and abilities like sliding. He will also find several useful gadgets to defeat enemies with. The four main characters from the MADAGASCAR: OPERATION PENGUIN movie show up at times, as well. While gamers of all ages will enjoy the crazy penguin antics, the difficulty of the game is aimed at younger gamers. The puzzles, challenges, and levels are just right for young fans of MADAGASCAR: OPERATION PENGUIN, and the MADAGASCAR: OPERATION PENGUIN will provide hours of wacky penguin entertainment.", 
    "tags": [
        1, 
        27, 
        268435464, 
        268435487, 
        536871262, 
        536872961, 
        536873096, 
        536875054, 
        536875074, 
        536875155, 
        536875292, 
        536875294, 
        536875404, 
        1073741826
    ], 
    "themes": [
        1, 
        27
    ], 
    "updated_at": 1517270864650, 
    "url": "https://www.igdb.com/games/madagascar-operation-penguin"
}