{
    "aggregated_rating": 85.0, 
    "aggregated_rating_count": 3, 
    "alternative_names": [
        {
            "comment": "Other", 
            "name": "Metroid 4"
        }
    ], 
    "category": 0, 
    "collection": 243, 
    "cover": {
        "cloudinary_id": "tr9nls7qtpxri83yjzhk", 
        "height": 776, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/tr9nls7qtpxri83yjzhk.jpg", 
        "width": 800
    }, 
    "created_at": 1340045551943, 
    "developers": [
        761
    ], 
    "esrb": {
        "rating": 3
    }, 
    "first_release_date": 1037491200000, 
    "game_modes": [
        1
    ], 
    "games": [
        1105, 
        12597, 
        1107, 
        1103, 
        7342, 
        1026, 
        7351, 
        1111, 
        12517, 
        9061
    ], 
    "genres": [
        5, 
        8, 
        31
    ], 
    "id": 1104, 
    "keywords": [
        3, 
        4, 
        67, 
        72, 
        137, 
        201, 
        301, 
        477, 
        558, 
        575, 
        594, 
        872, 
        947, 
        966, 
        970, 
        1033, 
        1059, 
        1098, 
        1289, 
        1299, 
        1345, 
        1507, 
        1640, 
        1705, 
        1739, 
        1898, 
        2049, 
        2104, 
        2112, 
        2155, 
        2337, 
        3087, 
        3203, 
        3486, 
        3794, 
        3831, 
        3833, 
        4138, 
        4143, 
        4145, 
        4161, 
        4163, 
        4171, 
        4189, 
        4213, 
        4257, 
        4266, 
        4288, 
        4316, 
        4317, 
        4320, 
        4353, 
        4374, 
        4384, 
        4386, 
        4389, 
        4397, 
        4398, 
        4405, 
        4414, 
        4417, 
        4446, 
        4463, 
        4501, 
        4525, 
        4532, 
        4541, 
        4552, 
        4553, 
        4598, 
        4599, 
        4611, 
        4612, 
        4613, 
        4620, 
        4624, 
        4626, 
        4633, 
        4637, 
        4638, 
        4694, 
        4709, 
        4728, 
        4738, 
        4753, 
        4758, 
        4760, 
        4763, 
        4793, 
        4833, 
        4891, 
        4925, 
        4940, 
        4958, 
        4978, 
        4990, 
        4991, 
        4992, 
        4997, 
        5002, 
        5022, 
        5039, 
        5096, 
        5105, 
        5109, 
        5110, 
        5112, 
        5116, 
        5117, 
        5119, 
        5157, 
        5164, 
        5183, 
        5196, 
        5256, 
        5260, 
        5269, 
        5271, 
        5302, 
        5308, 
        5358, 
        5365, 
        5440, 
        5445, 
        5456, 
        5479, 
        5494, 
        5554, 
        5561, 
        5562, 
        5587, 
        5592, 
        5594, 
        5602, 
        5616, 
        5682, 
        5707, 
        5721, 
        5733, 
        5791, 
        5812, 
        5845, 
        5942, 
        5945, 
        5962, 
        5963, 
        5966, 
        6041, 
        6083, 
        6127, 
        6133, 
        6160, 
        6246, 
        6299, 
        6312, 
        6326, 
        6351, 
        6382, 
        6385, 
        6620, 
        6738, 
        6802, 
        6843, 
        7019, 
        7047, 
        7123, 
        7235, 
        7284, 
        7305, 
        7412, 
        7454, 
        7506, 
        7595, 
        7603, 
        7604, 
        7653, 
        7682, 
        8101, 
        8236, 
        8262, 
        8286, 
        8928, 
        8991, 
        9160, 
        9225, 
        9315, 
        9350, 
        9351, 
        9597, 
        9611, 
        9858, 
        10100, 
        10101, 
        10103, 
        10234, 
        10245, 
        10251, 
        10336, 
        10624, 
        11350, 
        11351, 
        11754, 
        11934, 
        11935, 
        12170, 
        13069, 
        13117, 
        13118, 
        13164, 
        13165, 
        13167, 
        13168, 
        13218, 
        13228, 
        13239, 
        13240, 
        13256, 
        14194, 
        14920, 
        15193, 
        15306, 
        15400, 
        15526, 
        16012, 
        16013, 
        16014
    ], 
    "name": "Metroid Fusion", 
    "pegi": {
        "rating": 2
    }, 
    "platforms": [
        41, 
        24, 
        37
    ], 
    "player_perspectives": [
        4
    ], 
    "popularity": 2.666666666666667, 
    "publishers": [
        70
    ], 
    "pulse_count": 1, 
    "rating": 81.8095166965515, 
    "rating_count": 60, 
    "release_dates": [
        {
            "category": 0, 
            "date": 1045180800000, 
            "human": "2003-Feb-14", 
            "m": 2, 
            "platform": 37, 
            "region": 5, 
            "y": 2003
        }, 
        {
            "category": 0, 
            "date": 1037923200000, 
            "human": "2002-Nov-22", 
            "m": 11, 
            "platform": 37, 
            "region": 1, 
            "y": 2002
        }, 
        {
            "category": 0, 
            "date": 1037577600000, 
            "human": "2002-Nov-18", 
            "m": 11, 
            "platform": 37, 
            "region": 2, 
            "y": 2002
        }, 
        {
            "category": 0, 
            "date": 1396483200000, 
            "human": "2014-Apr-03", 
            "m": 4, 
            "platform": 41, 
            "region": 3, 
            "y": 2014
        }, 
        {
            "category": 0, 
            "date": 1396483200000, 
            "human": "2014-Apr-03", 
            "m": 4, 
            "platform": 41, 
            "region": 1, 
            "y": 2014
        }, 
        {
            "category": 0, 
            "date": 1396483200000, 
            "human": "2014-Apr-03", 
            "m": 4, 
            "platform": 41, 
            "region": 2, 
            "y": 2014
        }, 
        {
            "category": 0, 
            "date": 1398816000000, 
            "human": "2014-Apr-30", 
            "m": 4, 
            "platform": 41, 
            "region": 5, 
            "y": 2014
        }, 
        {
            "category": 0, 
            "date": 1045180800000, 
            "human": "2003-Feb-14", 
            "m": 2, 
            "platform": 24, 
            "region": 5, 
            "y": 2003
        }, 
        {
            "category": 0, 
            "date": 1038528000000, 
            "human": "2002-Nov-29", 
            "m": 11, 
            "platform": 24, 
            "region": 3, 
            "y": 2002
        }, 
        {
            "category": 0, 
            "date": 1037923200000, 
            "human": "2002-Nov-22", 
            "m": 11, 
            "platform": 24, 
            "region": 1, 
            "y": 2002
        }, 
        {
            "category": 0, 
            "date": 1037491200000, 
            "human": "2002-Nov-17", 
            "m": 11, 
            "platform": 24, 
            "region": 2, 
            "y": 2002
        }
    ], 
    "screenshots": [
        {
            "cloudinary_id": "pj91a14rrg36t0679ta5", 
            "height": 160, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/pj91a14rrg36t0679ta5.jpg", 
            "width": 240
        }, 
        {
            "cloudinary_id": "rq7szzmlwahnuizmwqzr", 
            "height": 160, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/rq7szzmlwahnuizmwqzr.jpg", 
            "width": 240
        }, 
        {
            "cloudinary_id": "olqfzqqw9yr9vf0dfzqv", 
            "height": 160, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/olqfzqqw9yr9vf0dfzqv.jpg", 
            "width": 240
        }, 
        {
            "cloudinary_id": "wcpzkfuuycpmp2tpdcex", 
            "height": 160, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/wcpzkfuuycpmp2tpdcex.jpg", 
            "width": 240
        }, 
        {
            "cloudinary_id": "q7u4gvzcypme6klvodtr", 
            "height": 160, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/q7u4gvzcypme6klvodtr.jpg", 
            "width": 240
        }, 
        {
            "cloudinary_id": "pbnj6uma9vewxc1wi84a", 
            "height": 160, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/pbnj6uma9vewxc1wi84a.jpg", 
            "width": 240
        }, 
        {
            "cloudinary_id": "rtzmrvsiawuksrcknoti", 
            "height": 160, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/rtzmrvsiawuksrcknoti.jpg", 
            "width": 240
        }, 
        {
            "cloudinary_id": "n4kzxxkbqfcgmvqrrr1k", 
            "height": 326, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/n4kzxxkbqfcgmvqrrr1k.jpg", 
            "width": 565
        }, 
        {
            "cloudinary_id": "dgkmzfeejab4cjv5of1x", 
            "height": 325, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/dgkmzfeejab4cjv5of1x.jpg", 
            "width": 563
        }, 
        {
            "cloudinary_id": "pklh1dwtua45w1abvysl", 
            "height": 320, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/pklh1dwtua45w1abvysl.jpg", 
            "width": 480
        }, 
        {
            "cloudinary_id": "hmguzfi3u4weaydieah5", 
            "height": 320, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/hmguzfi3u4weaydieah5.jpg", 
            "width": 480
        }, 
        {
            "cloudinary_id": "thwjhsmy6qucf6dksej5", 
            "height": 308, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/thwjhsmy6qucf6dksej5.jpg", 
            "width": 471
        }
    ], 
    "slug": "metroid-fusion", 
    "storyline": "The game begins with Samus Aran acting as a bodyguard for the Biologic's research team on planet SR388. Eventually, a Hornoad confronts them and is killed by Samus. However, a globular yellow organism (an X) emerges from the Hornoad as it is destroyed and enters Samus's body. \nFeeling no initial effects, Samus continues escorting the researchers and completes the assignment. On the way back to the laboratory, however, Samus loses consciousness, and her gunship crashes into an asteroid belt. The ship's emergency systems automatically ejected Samus' escape pod, saving her from the crash, but her gunship is completely destroyed. Samus is quickly attended to by a medical crew, who discover that the creature that entered her body on SR388 was actually a parasitic organism that they soon named X. \n \nSamus Infected 2 \nSamus, infected by the X Parasites. \nThe organic components of Samus's Power Suit had become so integrated with her system that it could not be removed while she was unconscious. Large portions of her infected suit had to be surgically removed, dramatically altering its appearance. However, the X in Samus's central nervous system were too embedded to be removed safely; Samus's chances of survival were lower than one percent. \nMetroids are the only known predator of the X; however, since Samus destroyed all the Metroids on SR388 in a previous mission, the X were able to multiply unchecked. Seeing this as the key to curing her, doctors proposed using a Metroid cell from Samus' dead Baby Metroid to make an anti-X vaccine. Apparently, the Federation had managed to preserve a cell culture from the Baby that saved Samus while she was on Zebes a second time. The serum was prepared and injected without delay, completely eradicating the X. There were, however, two side effects: Samus could no longer be hurt by normal X and could even absorb them to replenish health and ammunition, but she also inherited the Metroids' vulnerability to cold. \n \nUpon recovering, Samus is sent to investigate an explosion on the Biologic Space Laboratories research station, where the specimens from SR388 and the infected pieces of her Power Suit are being held. Once she arrives at the station, Samus immediately heads to the Quarantine Bay, where she encounters and kills a Hornoad that has been infected by an X parasite. Samus speaks with her new gunship's computer (whom she has named \"Adam\", as it reminds her of a former CO) and learns that the specimens brought back by the field team have become infected by the X. The computer also reveals that the X can use the DNA of its prey to create a perfect copy, meaning any organic life on the station may also be infected. \n \nSA-X 1 \nThe SA-X. \nAs she continues to explore the station, Samus discovers that the X have used the infected portions of her Power Suit to create a copy of Samus herself, dubbed the SA-X (or Samus Aran-X). Since the SA-X arose from Samus's fully-upgraded Power Suit, it has all of her powered-up abilities, as evidenced by it using a Power Bomb to escape the Quarantine Bay. By exploding the bomb, the SA-X also destroyed the capsules holding the X specimens, releasing them all into the station. Well into her investigation of the station, Samus stumbles upon the facility's Restricted Lab. Here, she finds dozens of infant Metroids and several more Metroids in various stages of maturity, all in stasis; these were the results of a cloning project of which Samus was not previously aware. Shortly after Samus discovers them, the SA-X attempts to destroy its predators, but its plan backfires: the Metroids break free and the emergency fail-safes are activated as a result. Samus barely escapes before the lab locks down completely and is jettisoned from the station, exploding over SR388. \nAfter the incident at the Restricted Lab, Samus speaks with her ship's computer, who is angry about the discovery and subsequent destruction of the Metroids. The computer explains that the Federation had been secretly working on a Metroid breeding program, for \"peaceful applications\". The computer reveals that the station's SRX environment, a replica of the SR388 ecosystem, was ideal for raising Alpha, Gamma, Zeta, and even Omega Metroids. The research uncovered techniques for rapid growth, allowing an infant grow into an Omega Metroid in mere days. Unfortunately, the SA-X had been tracking Samus down and followed her to the lab's location. Much to Samus's surprise, the computer also mentions that the SA-X has been reproducing asexually and there are no fewer than 10 aboard the station. \n \nLater, the computer tells Samus that she has caused enough damage and instructs her to leave the rest of the investigation to the Federation. Apparently, the Federation has taken an interest in the X and SA-X and believe that this life-form has endless applications. Samus, having seen the SA-X's destructive capabilities firsthand, is strongly against this. She is convinced that the X will overwhelm the Federation troops as soon as they land, absorbing their powers and knowledge in the process. If this happens, they could easily spread throughout the galaxy and \"galactic civilization will end.\" \n \nAs an alternative, Samus decides to activate the station's self-destruct mechanism in order to destroy the X, risking her own life in the process. However, her ship's computer has locked Samus in a Navigation Room, as the Federation has ordered it to keep her confined until their arrival. Desperate, Samus yells at the computer: \"Don't let them do this. Can't you see what will happen, Adam?\" Puzzled at the use of the name, the computer inquires as to who this Adam was. Samus reveals that he had been her previous commanding officer and had died saving her life. Apparently moved by Samus's revelation, the computer agrees with the plan, and suggests that if Samus were to alter the station's orbit, then she might be able to include the planet in the explosion, thus ensuring the destruction of the X on planet SR388 as well as those on the station. At this point, Samus realizes that her ship's computer truly is Adam Malkovich, whose personality had been uploaded to a computer prior to his death. \n \nSamus hurries to the Operations Room, where she is confronted by an SA-X. She manages to defeat it, but its Core-X escapes before she can absorb it. Ignoring its escape, Samus initiates the self-destruct sequence and hurries back to her ship. However, she finds the docking bay in ruins and her ship gone. Before she can react to the situation, an Omega Metroid appears, apparently having escaped from the Restricted Lab before its destruction and grown to full size in record time. Samus possesses no weapon capable of damaging the Metroid, and a single swipe of its claw reduces her energy reserves to one unit. As the Omega Metroid prepares to finish her off, the SA-X returns, and attacks the Metroid with its Ice Beam, injuring it. However, it was greatly weakened from its fight with Samus and is quickly defeated by the Metroid. This time, the Core-X hovers over Samus, allowing her to absorb it and obtain the \"Unnamed Suit\" as well as the Ice Beam and restoring her genetic condition to its pre-vaccine state. Using her regained abilities, Samus fights and kills the Omega Metroid after a fierce struggle. After the battle, Samus's ship reenters the bay, having been piloted by the computer, Adam, and the same Etecoons and Dachoras she saved on the previous mission to Zebes and later on the Habitation Deck. \n \nAs Samus leaves the station, it is shown crashing into SR388, destroying both the station and the planet, ridding the universe of the X forever. \n \nReflecting on her actions, Samus doubts people will understand why she destroyed the X, nor will they realize the danger that was barely averted. Samus believes she will be held responsible for defying the Federation, but Adam comforts her, telling her: \"Do not worry. One of them will understand. One of them must.\" A final reflection, Samus goes on to say: \"we are all bound by our experiences. They are the limits of our consciousness. But in the end, the human soul will ever reach for the truth... This is what Adam taught me.\"", 
    "summary": "The famed Metroid series makes its return on the Game Boy Advance with Metroid Fusion. After Samus' exploits in the Super Nintendo classic Super Metroid, the intergalactic bounty hunter becomes infected with a parasitic life form known only as \"X\". Samus is rescued and revived by Metroid DNA only after undergoing some major changes in her body and suit, resulting in a drastic change in her appearance, and a new ability to absorb and assimilate the abilities of the \"X\" virus. Experience a new and enthralling chapter in the Metroid series, and relive the timeless gameplay and exploration that made the series a legend.", 
    "tags": [
        1, 
        18, 
        268435461, 
        268435464, 
        268435487, 
        536870915, 
        536870916, 
        536870979, 
        536870984, 
        536871049, 
        536871113, 
        536871213, 
        536871389, 
        536871470, 
        536871487, 
        536871506, 
        536871784, 
        536871859, 
        536871878, 
        536871882, 
        536871945, 
        536871971, 
        536872010, 
        536872201, 
        536872211, 
        536872257, 
        536872419, 
        536872552, 
        536872617, 
        536872651, 
        536872810, 
        536872961, 
        536873016, 
        536873024, 
        536873067, 
        536873249, 
        536873999, 
        536874115, 
        536874398, 
        536874706, 
        536874743, 
        536874745, 
        536875050, 
        536875055, 
        536875057, 
        536875073, 
        536875075, 
        536875083, 
        536875101, 
        536875125, 
        536875169, 
        536875178, 
        536875200, 
        536875228, 
        536875229, 
        536875232, 
        536875265, 
        536875286, 
        536875296, 
        536875298, 
        536875301, 
        536875309, 
        536875310, 
        536875317, 
        536875326, 
        536875329, 
        536875358, 
        536875375, 
        536875413, 
        536875437, 
        536875444, 
        536875453, 
        536875464, 
        536875465, 
        536875510, 
        536875511, 
        536875523, 
        536875524, 
        536875525, 
        536875532, 
        536875536, 
        536875538, 
        536875545, 
        536875549, 
        536875550, 
        536875606, 
        536875621, 
        536875640, 
        536875650, 
        536875665, 
        536875670, 
        536875672, 
        536875675, 
        536875705, 
        536875745, 
        536875803, 
        536875837, 
        536875852, 
        536875870, 
        536875890, 
        536875902, 
        536875903, 
        536875904, 
        536875909, 
        536875914, 
        536875934, 
        536875951, 
        536876008, 
        536876017, 
        536876021, 
        536876022, 
        536876024, 
        536876028, 
        536876029, 
        536876031, 
        536876069, 
        536876076, 
        536876095, 
        536876108, 
        536876168, 
        536876172, 
        536876181, 
        536876183, 
        536876214, 
        536876220, 
        536876270, 
        536876277, 
        536876352, 
        536876357, 
        536876368, 
        536876391, 
        536876406, 
        536876466, 
        536876473, 
        536876474, 
        536876499, 
        536876504, 
        536876506, 
        536876514, 
        536876528, 
        536876594, 
        536876619, 
        536876633, 
        536876645, 
        536876703, 
        536876724, 
        536876757, 
        536876854, 
        536876857, 
        536876874, 
        536876875, 
        536876878, 
        536876953, 
        536876995, 
        536877039, 
        536877045, 
        536877072, 
        536877158, 
        536877211, 
        536877224, 
        536877238, 
        536877263, 
        536877294, 
        536877297, 
        536877532, 
        536877650, 
        536877714, 
        536877755, 
        536877931, 
        536877959, 
        536878035, 
        536878147, 
        536878196, 
        536878217, 
        536878324, 
        536878366, 
        536878418, 
        536878507, 
        536878515, 
        536878516, 
        536878565, 
        536878594, 
        536879013, 
        536879148, 
        536879174, 
        536879198, 
        536879840, 
        536879903, 
        536880072, 
        536880137, 
        536880227, 
        536880262, 
        536880263, 
        536880509, 
        536880523, 
        536880770, 
        536881012, 
        536881013, 
        536881015, 
        536881146, 
        536881157, 
        536881163, 
        536881248, 
        536881536, 
        536882262, 
        536882263, 
        536882666, 
        536882846, 
        536882847, 
        536883082, 
        536883981, 
        536884029, 
        536884030, 
        536884076, 
        536884077, 
        536884079, 
        536884080, 
        536884130, 
        536884140, 
        536884151, 
        536884152, 
        536884168, 
        536885106, 
        536885832, 
        536886105, 
        536886218, 
        536886312, 
        536886438, 
        536886924, 
        536886925, 
        536886926, 
        1073741828
    ], 
    "themes": [
        1, 
        18
    ], 
    "time_to_beat": {
        "completely": 21900, 
        "hastly": 10500, 
        "normally": 13020
    }, 
    "total_rating": 83.40475834827575, 
    "total_rating_count": 63, 
    "updated_at": 1528474045051, 
    "url": "https://www.igdb.com/games/metroid-fusion", 
    "videos": [
        {
            "name": "Trailer", 
            "video_id": "ORJnXhI1dBM"
        }, 
        {
            "name": "Trailer", 
            "video_id": "daQr5vgPWzQ"
        }
    ], 
    "websites": [
        {
            "category": 3, 
            "url": "https://en.wikipedia.org/wiki/Metroid_Fusion"
        }, 
        {
            "category": 2, 
            "url": "http://metroid.wikia.com/wiki/Metroid_Fusion"
        }
    ]
}