{
    "category": 0, 
    "collection": 915, 
    "cover": {
        "cloudinary_id": "qwcufvdtcaljq0ulnuoa", 
        "height": 225, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/qwcufvdtcaljq0ulnuoa.jpg", 
        "width": 225
    }, 
    "created_at": 1398731112820, 
    "developers": [
        2020
    ], 
    "esrb": {
        "rating": 3
    }, 
    "first_release_date": 1035504000000, 
    "game_modes": [
        1, 
        2
    ], 
    "games": [
        22406, 
        44242, 
        18623, 
        22470, 
        29173, 
        26145, 
        22425, 
        24436, 
        19847, 
        55689
    ], 
    "genres": [
        13
    ], 
    "id": 6512, 
    "keywords": [
        78, 
        511, 
        534, 
        1148, 
        9784
    ], 
    "name": "Monster Rancher Advance 2", 
    "platforms": [
        24
    ], 
    "popularity": 1.333333333333333, 
    "publishers": [
        2020
    ], 
    "release_dates": [
        {
            "category": 0, 
            "date": 1035504000000, 
            "human": "2002-Oct-25", 
            "m": 10, 
            "platform": 24, 
            "y": 2002
        }
    ], 
    "slug": "monster-rancher-advance-2", 
    "summary": "Monster Rancher Advance 2 lets players create, train, and fight with monsters of their own choosing. Monsters are generated by inputting key phrases to create different monsters. Each phrase entered will create a unique monster, which will always appear when that specific phrase is entered. Players can experiment with many different phrases for unexpected results. Two separate monsters can also be combined with special items to form an entirely new monster. Certain combinations will lead to hidden, rare monsters which can not be obtained through the normal monster generation process. \n \nThe Coaching System from Monster Rancher Advance has been dramatically improved for added depth in the sequel. Depending on the monster type, certain coaches will offer unique training sessions which other monster coaches will not be able to provide. These special training sessions can be very difficult and dangerous, yet have potential to yield major results. A monster's charisma and skills will also be crucial factors in deciding whether it is suitable to be a good coach or not. Coaches will now recognize and alert you to certain warnings which your breeding assistant may not notice.", 
    "tags": [
        34, 
        268435469, 
        536870990, 
        536871423, 
        536871446, 
        536872060, 
        536880696
    ], 
    "themes": [
        34
    ], 
    "updated_at": 1515588811898, 
    "url": "https://www.igdb.com/games/monster-rancher-advance-2"
}