{
    "alternative_names": [
        {
            "comment": "Other", 
            "name": "L'Aigle de Guerre"
        }, 
        {
            "name": "ナポレオン"
        }
    ], 
    "category": 0, 
    "collection": 4320, 
    "cover": {
        "cloudinary_id": "d1xa5ef3gclctpprkrsu", 
        "height": 225, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/d1xa5ef3gclctpprkrsu.jpg", 
        "width": 224
    }, 
    "created_at": 1398720101771, 
    "developers": [
        1804
    ], 
    "esrb": {
        "rating": 3
    }, 
    "first_release_date": 985132800000, 
    "game_modes": [
        1, 
        2
    ], 
    "games": [
        6985, 
        22399, 
        55029, 
        12982, 
        2015, 
        30229, 
        8773, 
        55803, 
        17583, 
        37088
    ], 
    "genres": [
        11, 
        15, 
        31
    ], 
    "id": 6501, 
    "keywords": [
        78, 
        623, 
        1027, 
        1107, 
        1471, 
        4155, 
        4522, 
        5142, 
        5497, 
        7095, 
        10056
    ], 
    "name": "Napoleon", 
    "platforms": [
        24
    ], 
    "popularity": 1.0, 
    "publishers": [
        70
    ], 
    "release_dates": [
        {
            "category": 0, 
            "date": 985132800000, 
            "human": "2001-Mar-21", 
            "m": 3, 
            "platform": 24, 
            "y": 2001
        }
    ], 
    "slug": "napoleon", 
    "summary": "Napoleon is real-time strategy game for the GameBoy Advance starring the historically famous commander. It was released in two countries: France and Japan. \n \nNapoleon is a Japanese Game Boy Advance launch title developed by Genki and published Nintendo. The game is a real-time strategy, a genre which rarely appeared on consoles at the time, let alone portable platforms. Instead of being an omnipotent being, however, Napoleon lets one play as the historical French leader himself as he rides on horseback to command his troops in battle. Contrary to what the name might imply, the game itself is not historically accurate, as its missions sometimes incorporate things such as monster summons which the player much take care of. \n \nNapoleon's gameplay simplifies a number of real-time strategy game conventions while adding some of its own unique traits. Resource gathering, for example, is not a part of the gameplay directly, although there are still limitations imposed on unit building. Troop morale is another factor which the player must take into consideration to ensure that Napoleon's lackeys are fighting optimally. Not only is this a factor in the actual battles themselves, where Napoleon can sometimes utter a war cry, but it's also a component of the game before and after battles, as the lower-ranked commanders Napoleon also brings into battle with him must be monitored for sufficient morale. \n \nAdditionally, Napoleon can only command his troops by going to each one individually, with the exception of the units which are grouped with another commander. In that case, simply telling the commander what to do is enough to get all of his attached units moving. He can also heal some units and also be healed by sub-commanders as well. Perhaps most importantly of all, though, is the fact that Napoleon's mobility is limited to how fast his horse can travel; any major parts of the battle he needs to attend to must be commuted to manually, instead of more instantaneous methods employed by most other real-time strategy games.", 
    "tags": [
        17, 
        22, 
        268435467, 
        268435471, 
        268435487, 
        536870990, 
        536871535, 
        536871939, 
        536872019, 
        536872383, 
        536875067, 
        536875434, 
        536876054, 
        536876409, 
        536878007, 
        536880968
    ], 
    "themes": [
        17, 
        22
    ], 
    "updated_at": 1515710252107, 
    "url": "https://www.igdb.com/games/napoleon"
}