{
    "alternative_names": [
        {
            "comment": "Other", 
            "name": "SpongeBob SquarePants and Friends: Freeze Frame Frenzy"
        }
    ], 
    "category": 0, 
    "collection": 3114, 
    "cover": {
        "cloudinary_id": "s5f5tok9afuncnejudmz", 
        "height": 252, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/s5f5tok9afuncnejudmz.jpg", 
        "width": 250
    }, 
    "created_at": 1374903902515, 
    "developers": [
        872
    ], 
    "esrb": {
        "rating": 3, 
        "synopsis": ""
    }, 
    "first_release_date": 1095638400000, 
    "franchise": 99, 
    "franchises": [
        99
    ], 
    "game_modes": [
        1
    ], 
    "games": [
        23175, 
        59516, 
        55289, 
        25646, 
        25311, 
        37022, 
        47823, 
        37088, 
        36926, 
        25300
    ], 
    "genres": [
        31
    ], 
    "id": 2766, 
    "keywords": [
        271, 
        1075, 
        1834, 
        4142, 
        4287, 
        5784, 
        9579
    ], 
    "name": "Nicktoons: Freeze Frame Frenzy", 
    "platforms": [
        24
    ], 
    "popularity": 1.333333333333333, 
    "publishers": [
        197
    ], 
    "release_dates": [
        {
            "category": 0, 
            "date": 1095638400000, 
            "human": "2004-Sep-20", 
            "m": 9, 
            "platform": 24, 
            "y": 2004
        }
    ], 
    "slug": "nicktoons-freeze-frame-frenzy", 
    "summary": "NICKTOONS characters from THE FAIRLY ODDPARENTS, SPONGEBOB SQUAREPANTS, ROCKET POWER, JIMMY NEUTRON, and DANNY PHANTOM come together in an all new adventure for Game Boy Advance called NICKTOONS: FREEZE FRAME FRENZY. This game also marks the first appearance in a video game by the characters in RUGRATS: ALL GROWN UP. The characters from the popular television shows and evildoers work to move through a number of cartoon settings in order to solve different puzzles in this unique venture. Nicktoons characters are surfacing in places that they don't belong and confusion has followed. Jimmy Neutron, the boy genius has used his advanced intellect to come up with a plan to work through this strange situation. Jimmy has enlisted the help of his fellow Nicktoon friends to get to the bottom of the strange occurrences. The object of the game is to take a picture of each lost character and send them back to their corresponding show. Choose from 8 different Nicktoon characters to search through different shows like HEY ARNOLD, SPONGEBOB SQUAREPANTS, THE FAIRLY ODDPARENTS, AND WILD THORNBERRIES. The game begins with THE FAIRLY ODDPARENTS and progresses to the other show as the player unlocks the levels. Photographers are sent out into each show and the vertical scrolling adventure begins with characters moving onto the screen. New characters can be unlocked with enough points accumulated by taking photos. Fans of Nicktoons and any of the characters featured in this game are in for the most unique treat watching different characters interact in atypical surroundings.", 
    "tags": [
        1, 
        268435487, 
        536871183, 
        536871987, 
        536872746, 
        536875054, 
        536875199, 
        536876696, 
        536880491
    ], 
    "themes": [
        1
    ], 
    "updated_at": 1517270729328, 
    "url": "https://www.igdb.com/games/nicktoons-freeze-frame-frenzy"
}