{
    "category": 0, 
    "collection": 3148, 
    "cover": {
        "cloudinary_id": "rszjcqxgc2qvcye03dvr", 
        "height": 248, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/rszjcqxgc2qvcye03dvr.jpg", 
        "width": 256
    }, 
    "created_at": 1388596287460, 
    "developers": [
        716
    ], 
    "esrb": {
        "rating": 3, 
        "synopsis": ""
    }, 
    "first_release_date": 1104537600000, 
    "franchise": 147, 
    "franchises": [
        147
    ], 
    "game_modes": [
        1
    ], 
    "games": [
        23175, 
        59516, 
        55289, 
        25646, 
        19565, 
        25311, 
        37022, 
        47823, 
        37088, 
        12579
    ], 
    "genres": [
        31
    ], 
    "id": 3292, 
    "keywords": [
        14, 
        2387, 
        4142, 
        4377, 
        9160, 
        11121
    ], 
    "name": "Power Rangers S.P.D.", 
    "platforms": [
        24
    ], 
    "popularity": 1.333333333333333, 
    "publishers": [
        197
    ], 
    "release_dates": [
        {
            "category": 1, 
            "date": 1104537600000, 
            "human": "2005-Jan", 
            "m": 1, 
            "platform": 24, 
            "y": 2005
        }
    ], 
    "slug": "power-rangers-s-p-d", 
    "summary": "THQ sixth game based on the Might Morphin' Power Rangers takes the team into space. POWER RANGERS: SPACE PATROL DELTA for the Game Boy Advance puts players in control of all five members of the Space Patrol Delta team as they battle the evil Emperor Gruumm and his army of robots. In the future, Earth has become home to many different alien races. While most of them are peaceful, some are not. In order to protect earth, six teens were called to form the Space Patrol Delta team. Players will control a certain ranger for each of the nine levels. While the rangers' fighting abilities are similar, each has his or her own unique power. The Red Ranger can move through objects, the Yellow Ranger can create duplicates of herself, the Green Ranger can see heat trails, the Blue Ranger can create a force field, and the Pink Ranger can replicate objects she touches. There's also a Shadow Ranger who has special abilities players will uncover as they progress through the game. Each level in this platformer has players running, jumping, and attacking enemies as they guide the chosen ranger through the many obstacles that Gruumm has created. Each of the nine levels is controlled by a boss that the Rangers must defeat to move on. After certain levels, the Rangers will summon the Megazord to do battle with giant monsters. Fans of the POWER RANGERS won't want to miss this instalment in the series. POWER RANGERS: SPACE PATROL DELTA is an out-of-this-world fighting experience.", 
    "tags": [
        1, 
        268435487, 
        536870926, 
        536873299, 
        536875054, 
        536875289, 
        536880072, 
        536882033
    ], 
    "themes": [
        1
    ], 
    "updated_at": 1517270854628, 
    "url": "https://www.igdb.com/games/power-rangers-s-p-d"
}