{
    "aggregated_rating": 80.0, 
    "aggregated_rating_count": 1, 
    "alternative_names": [
        {
            "name": "Rhythm Heaven"
        }, 
        {
            "name": "Rhythm Heaven GBA"
        }
    ], 
    "category": 0, 
    "collection": 1085, 
    "cover": {
        "cloudinary_id": "yb6oueftnq9ybyicl1ex", 
        "height": 121, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/yb6oueftnq9ybyicl1ex.jpg", 
        "width": 256
    }, 
    "created_at": 1398901380907, 
    "developers": [
        112, 
        2674
    ], 
    "first_release_date": 1154563200000, 
    "game_modes": [
        1, 
        2, 
        4
    ], 
    "games": [
        8167, 
        11588, 
        28113, 
        36692, 
        19083, 
        76219, 
        36660, 
        37067, 
        36792, 
        28192
    ], 
    "genres": [
        7
    ], 
    "id": 6557, 
    "keywords": [
        168
    ], 
    "name": "Rhythm Tengoku", 
    "platforms": [
        52, 
        24
    ], 
    "popularity": 1.333333333333333, 
    "publishers": [
        70
    ], 
    "rating": 89.3323712987144, 
    "rating_count": 5, 
    "release_dates": [
        {
            "category": 0, 
            "date": 1190246400000, 
            "human": "2007-Sep-20", 
            "m": 9, 
            "platform": 52, 
            "y": 2007
        }, 
        {
            "category": 0, 
            "date": 1154563200000, 
            "human": "2006-Aug-03", 
            "m": 8, 
            "platform": 24, 
            "y": 2006
        }
    ], 
    "screenshots": [
        {
            "cloudinary_id": "fxxkwhvssnp3lcqzhhxq", 
            "height": 253, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/fxxkwhvssnp3lcqzhhxq.jpg", 
            "width": 418
        }, 
        {
            "cloudinary_id": "shjyx6qawsg3ghp87dqx", 
            "height": 360, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/shjyx6qawsg3ghp87dqx.jpg", 
            "width": 540
        }
    ], 
    "slug": "rhythm-tengoku", 
    "summary": "A rhythm-action game like no other from the same team that created WarioWare. Rhythm Tengoku contains 48 minigames that put your rhythm to the test in a variety of crazy scenarios. \n \nRhythm Tengoku was developed by Nintendo R&D1 and released exclusively in Japan for the GBA in 2006 and in arcades with Sega's help in 2007. Being developed by the same studio responsible for the WarioWare games, Rhythm Tengoku mixes the mini-game based gameplay with rhythm game elements, featuring unusually high-quality music for a GBA game. The game started development in 2004. A 2002 prototype for a GBA drum sequencer was incorporated into Rhythm Tengoku as well: the player can freely drum within the Sound Test or take on 19 drum lessons. (Source) \n \nThe game contains eight stages with five rhythm games and one remix of the previous five each, adding up to 48 different mini-games total. Each game can be completed without hitting every note perfectly, although doing so will unlock various rhythm-related bonus games and modes, such as a drum set where you have to mimic what the drummer does. \n \nMuch like the Wario Ware series of games, Rhythm Tengoku is all about following your senses and trying to be aware of various cues in the visuals and audio. This emphasis on sense instead of language makes it quite easy for anyone to pick up and play, even though the game is entirely in Japanese (and consequently only available in the Asian region or through an import website). \n \nFor example, one of the game's levels has you rapping with a computer-controlled character. He'll speak a colour-coded Japanese phrase, and the player must press 'A' in different rhythms. Although the game explains what rhythms to do for which phrase, non-Japanese speaking players can watch hand movements on-screen to figure it out without the need for language. \n \nOccasionally, challenges will crop up, asking you to complete a level without any mistakes. Doing so earns you a certificate for that level, and a pink heart with a 'P' on it appears in that level's description.", 
    "tags": [
        27, 
        35, 
        40, 
        268435463, 
        536871080
    ], 
    "themes": [
        27, 
        35, 
        40
    ], 
    "time_to_beat": {
        "hastly": 14400
    }, 
    "total_rating": 84.6661856493572, 
    "total_rating_count": 6, 
    "updated_at": 1519565836917, 
    "url": "https://www.igdb.com/games/rhythm-tengoku", 
    "videos": [
        {
            "name": "Trailer", 
            "video_id": "Fmmh3kryXqs"
        }, 
        {
            "name": "Gameplay video", 
            "video_id": "Hr_ppKksEjM"
        }
    ]
}