{
    "aggregated_rating": 100.0, 
    "aggregated_rating_count": 1, 
    "category": 0, 
    "collection": 3114, 
    "cover": {
        "cloudinary_id": "uirihtx9hclkvnwdv5kg", 
        "height": 359, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/uirihtx9hclkvnwdv5kg.jpg", 
        "width": 256
    }, 
    "created_at": 1374903685972, 
    "developers": [
        895, 
        1300, 
        72
    ], 
    "esrb": {
        "rating": 3, 
        "synopsis": ""
    }, 
    "first_release_date": 1066694400000, 
    "franchise": 100, 
    "franchises": [
        100
    ], 
    "game_modes": [
        1
    ], 
    "games": [
        36868, 
        55752, 
        26848, 
        18387, 
        76098, 
        51464, 
        2763, 
        3764, 
        21063, 
        47947
    ], 
    "genres": [
        8, 
        31
    ], 
    "id": 2765, 
    "keywords": [
        350, 
        960, 
        1563, 
        2049, 
        2184, 
        4142, 
        4162, 
        4182, 
        4239, 
        4287, 
        4297, 
        4345, 
        4379, 
        4380, 
        4512, 
        5441, 
        5543, 
        5782, 
        5784, 
        6382, 
        9529, 
        10435, 
        13115, 
        13295
    ], 
    "name": "Spongebob Squarepants: Battle For Bikini Bottom", 
    "platforms": [
        6, 
        11, 
        24, 
        21, 
        8
    ], 
    "player_perspectives": [
        2
    ], 
    "popularity": 3.333333333333333, 
    "publishers": [
        197
    ], 
    "pulse_count": 1, 
    "rating": 70.6114753042479, 
    "rating_count": 10, 
    "release_dates": [
        {
            "category": 0, 
            "date": 1104451200000, 
            "human": "2004-Dec-31", 
            "m": 12, 
            "platform": 24, 
            "region": 1, 
            "y": 2004
        }, 
        {
            "category": 0, 
            "date": 1066694400000, 
            "human": "2003-Oct-21", 
            "m": 10, 
            "platform": 6, 
            "y": 2003
        }, 
        {
            "category": 0, 
            "date": 1066694400000, 
            "human": "2003-Oct-21", 
            "m": 10, 
            "platform": 8, 
            "y": 2003
        }, 
        {
            "category": 0, 
            "date": 1066694400000, 
            "human": "2003-Oct-21", 
            "m": 10, 
            "platform": 11, 
            "y": 2003
        }, 
        {
            "category": 0, 
            "date": 1066694400000, 
            "human": "2003-Oct-21", 
            "m": 10, 
            "platform": 21, 
            "y": 2003
        }, 
        {
            "category": 0, 
            "date": 1066694400000, 
            "human": "2003-Oct-21", 
            "m": 10, 
            "platform": 24, 
            "y": 2003
        }
    ], 
    "screenshots": [
        {
            "cloudinary_id": "npmdhpfxwlyawqg7male", 
            "height": 543, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/npmdhpfxwlyawqg7male.jpg", 
            "width": 945
        }, 
        {
            "cloudinary_id": "rxwtjxmxcpedtnthqcpr", 
            "height": 480, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/rxwtjxmxcpedtnthqcpr.jpg", 
            "width": 640
        }, 
        {
            "cloudinary_id": "hfkhjng43ibkfjbdvw6y", 
            "height": 480, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/hfkhjng43ibkfjbdvw6y.jpg", 
            "width": 640
        }, 
        {
            "cloudinary_id": "xilfbdhnlyp7ctwaol5b", 
            "height": 1080, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/xilfbdhnlyp7ctwaol5b.jpg", 
            "width": 1920
        }
    ], 
    "slug": "spongebob-squarepants-battle-for-bikini-bottom", 
    "storyline": "The game revolves around the theme of robots invading Bikini Bottom, SpongeBob's hometown. The robots were created by Plankton, the evil genius owner of the Chum Bucket, who has built a new machine called the Duplicatotron 3000 to produce an army ofjeremih to take over the world using these robots, but only after he creates them does he realizes that the switch on the Duplicatotron has accidentally been switched to \"Don't Obey\" and the robots quickly kick him out of the Chum Bucket before taking over it.\n\nSpongeBob and Patrick were playing with toy robots and wish they would with real robots. Patrick uses his \"magic wishing shell\" to make their wish come true, hoping they will show up tomorrow. SpongeBob wakes up to find that his house has been trashed after thinking he wants to play with a robot. He wanders through the house for a while and receives a fax from Mr. Krabs, stating that he would give SpongeBob a golden spatula for every certain amount of shiny objects he collects for him. Outside, SpongeBob finds a disappointed Plankton, who weaves a tale of lies to the hero, claiming that the robots showed up out of nowhere and kicked him out. Fooled by the diminutive villain, SpongeBob embarks on a perilous quest to find golden spatulas, get rid of the robots, trading shiny objects to Mr. Krabs for golden spatulas, searching for Patrick's stolen socks (that had been taken by the robots) who will give him golden spatulas if he brings back ten socks, and getting Plankton back into the Chum Bucket, including bungee jumping, bubble blowing, learning new bubble moves from Bubble Buddy, and traveling through dreams amongst others.\n\nHe travels to Jellyfish fields and fights King Jellyfish to get some of its jelly back to Squidward (who has been stung by jellyfish). King Neptune calls SpongeBob and Patrick to the Posidome to defeat Robot Sandy. SpongeBob goes to the Mermalair and fights Prawn, one of Mermaid Man's archenemies. Later SpongeBob and Sandy save Squidward from Robot Patrick. After SpongeBob takes back the Flying Dutchman's ship from the robots, the Flying Dutchman, who promise a golden spatula for him if he gets back his ship, goes back on his deal in which Sandy fights him for it. SpongeBob creates a bubble formed ship to trade for the golden spatula. After SpongeBob, Patrick, Sandy, and Squidward gain access to the Chum Bucket they discover Robot SpongeBob and Robot Plankton, also learning that Plankton was responsible for making the robots. SpongeBob fights his robot self and Robot Plankton. After defeating them, SpongeBob hoped Plankton learned his \"lesson\". Many Robot Planktons come out and they begin arguing (along with the original one the survived the battle). However, robots are still causing trouble in Bikini Bottom in which the gang continue to fight for it.The game ends with a special surprise cutscene of all the characters in the game singing the theme song(if you collect all 100 golden spatulas)", 
    "summary": "Players control SpongeBob, Patrick and Sandy (except in the GBA and PC version, where in the GBA version, players controls SpongeBob only. In the PC version you can play as SpongeBob in various parts of Bikini Bottom.) Players also battle robot bosses such as Sandy, Plankton, Squidward, Patrick, and SpongeBob (Though you can only battle Robot Squidward in the GBA version). Players can also switch between characters at bus stops throughout the game. Core gameplay involves collecting items and defeating the robots which have attacked Bikini Bottom, whilst crossing platforms and avoiding environmental hazards like spikes and flames. A number of mini-games are also accessible throughout the game, like Whack-A-Tiki, The Rolling Ball, Ske-Ball, The Funnel Machines, or Cruise Bubble Challenge.\n\nThe core gameplay resembles other 3D platformers like Super Mario 64 and Banjo-Kazooie, requiring players to collect three main types of items. Shiny objects are the game's currency, and can be used to pay tolls within game areas or to buy golden spatulas from Mr. Krabs. Golden spatulas are used to grant access to new areas, they are hidden throughout the game and can also be earned by completing tasks set by Squidward and several other characters from the cartoon. Patrick's socks are spread throughout the game and are traded with him for golden spatulas (only if you bring 10 of his socks).\n\nProps are also included in the game. Trampolines help the player bounce to farther ledges or platforms. Buttons activate special appearances. Pressure Pads are like buttons, but they are big metal squares with feet. Sandy can swing from Texas hooks. SpongeBob can dive downward on a bungee hook. Patrick can pick up and throw a watermelon, freeze fruit, or fire fruit at any object. Fire Fruits are not that common in the game. They debuted a cameo when the big balls shot out of the volcanoes in Jellyfish Caves.\n\nThough some areas can be navigated by any character, several sections can only be completed with a specific character, due to each one having unique abilities. SpongeBob can create a bubble helmet for head-butting enemies. Patrick can throw objects at buttons, robots, and freeze liquids. Sandy can glide over large gaps with her lasso.", 
    "tags": [
        1, 
        27, 
        268435464, 
        268435487, 
        536871262, 
        536871872, 
        536872475, 
        536872961, 
        536873096, 
        536875054, 
        536875074, 
        536875094, 
        536875151, 
        536875199, 
        536875209, 
        536875257, 
        536875291, 
        536875292, 
        536875424, 
        536876353, 
        536876455, 
        536876694, 
        536876696, 
        536877294, 
        536880441, 
        536881347, 
        536884027, 
        536884207, 
        1073741826
    ], 
    "themes": [
        1, 
        27
    ], 
    "total_rating": 85.30573765212395, 
    "total_rating_count": 11, 
    "updated_at": 1523950095526, 
    "url": "https://www.igdb.com/games/spongebob-squarepants-battle-for-bikini-bottom", 
    "websites": [
        {
            "category": 2, 
            "url": "http://spongebob.wikia.com/wiki/Battle_for_Bikini_Bottom"
        }
    ]
}