{
    "alternative_names": [
        {
            "name": "Spyro Adventure"
        }
    ], 
    "category": 0, 
    "collection": 322, 
    "cover": {
        "cloudinary_id": "dxjpzktjkfg3b3aoqzwt", 
        "height": 640, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/dxjpzktjkfg3b3aoqzwt.jpg", 
        "width": 640
    }, 
    "created_at": 1350222546397, 
    "developers": [
        888
    ], 
    "esrb": {
        "rating": 3
    }, 
    "first_release_date": 1067212800000, 
    "game_modes": [
        1
    ], 
    "games": [
        1070, 
        55752, 
        10039, 
        1073, 
        51485, 
        26848, 
        19174, 
        1188, 
        34919, 
        36608
    ], 
    "genres": [
        8
    ], 
    "id": 1589, 
    "keywords": [
        332, 
        2049, 
        2472, 
        15191
    ], 
    "name": "Spyro: Attack of the Rhynocs", 
    "platforms": [
        24
    ], 
    "player_perspectives": [
        2
    ], 
    "popularity": 1.333333333333333, 
    "publishers": [
        813
    ], 
    "release_dates": [
        {
            "category": 0, 
            "date": 1067212800000, 
            "human": "2003-Oct-27", 
            "m": 10, 
            "platform": 24, 
            "y": 2003
        }
    ], 
    "slug": "spyro-attack-of-the-rhynocs", 
    "summary": "In the Professor's lab, The Professor shows Spyro and Sparx his two new inventions. The first is a projector-like peephole machine, enabling them to spy on Ripto. The Professor then displays his next new invention - Butler, a large mechanical bear designed to help him in his lab. Unfortunately Butler malfunctions and the Professor has failed to equip it with an \"off\" switch. Spyro manages to short Butler out by luring him into a power generator, then the peephole machine malfunctions and the hole in the fabric of space begins to expand rapidly. \nA terrified Professor tells Spyro about \"Hearts\" - magical objects with very special properties and the only way to control the problem. The Professor is about to give him a warp device that will allow him to travel to all the other lands, when Ripto appears through the hole and claims the device for himself with the advantage he can rapidly conquer the surrounding lands. Ripto warps out Spyro along with Sparx and Butler to the Dragon Shores. \nAfter Spyro is able to travel back to the Professor's Lab and travel through the peephole's vortex to Rypto's Chateau, he finds Ripto about to lower the Professor into a pit of lava, but engages in combat with Spyro. After being defeated, Ripto captures him and Sparx. Butler reappears, and the Professor orders him to trap Ripto. Ripto, now incapacitated, yields the final heart and the Professor permanently seals the hole in space. \n \nRPG elements offer more depth than previous Spyro titles, including quests, mini-quests, and a new inventory system, creating more ways to enjoy the Dragon Realms and making this a completely new Spyro experience.", 
    "tags": [
        1, 
        268435464, 
        536871244, 
        536872961, 
        536873384, 
        536886103, 
        1073741826
    ], 
    "themes": [
        1
    ], 
    "updated_at": 1515688139132, 
    "url": "https://www.igdb.com/games/spyro-attack-of-the-rhynocs"
}