{
    "category": 0, 
    "created_at": 1500025721394, 
    "first_release_date": 1030924800000, 
    "games": [
        11362, 
        73075, 
        9760, 
        33603, 
        36962, 
        55888, 
        65827, 
        2015, 
        32283, 
        33383
    ], 
    "genres": [
        15
    ], 
    "id": 49805, 
    "name": "Super Robot Taisen R", 
    "platforms": [
        24
    ], 
    "popularity": 1.0, 
    "release_dates": [
        {
            "category": 0, 
            "date": 1030924800000, 
            "human": "2002-Sep-02", 
            "m": 9, 
            "platform": 24, 
            "region": 8, 
            "y": 2002
        }
    ], 
    "slug": "super-robot-taisen-r", 
    "summary": "The second Super Robot Wars game for the Game Boy Advance, R (Reversal) follows the battles of the \"Round Knights\" as they fight against various mecha anime villains. \n \nSuper Robot Wars R is the second Super Robot Wars game for the Game Boy Advance. The game adds no new mechanics to the franchise, and is identical to its predecessor in many ways, including the usage of \"static\" sprites, much of the anime roster, and general interface. The game does, however, implement many of the changes introduced in Super Robot Wars Alpha and Alpha Gaiden that were not present in Super Robot Wars A. \n \nR removes the original Gundam series, Gundam 0083, Daimos, the classic Getter Robo series and Dragonar, and replaces them with Gundam X and the debuting Gear Fighter Dendoh, Shin vs. Neo Getter Robo, and Nadesico: Prince of Darkness. \n \nThe story follows the Excellence Team, including main character Raul or Fiona Gureden (depending on the player's choice), as they find themselves caught in the middle of the events of Nadesico: Prince of Darkness or Mobile Suit Gundam: Char's Counterattack. After an ambush by a mysterious entity, the Excellence Team is thrown into the past.", 
    "tags": [
        268435471
    ], 
    "updated_at": 1500377479561, 
    "url": "https://www.igdb.com/games/super-robot-taisen-r"
}