{
    "category": 0, 
    "cover": {
        "cloudinary_id": "lxjnzbihbiptmel2s63m", 
        "height": 1080, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/lxjnzbihbiptmel2s63m.jpg", 
        "width": 766
    }, 
    "created_at": 1499868741698, 
    "first_release_date": 1225756800000, 
    "games": [
        76246, 
        19341, 
        28029, 
        32902, 
        24920, 
        272, 
        68287, 
        10039, 
        68142, 
        36608
    ], 
    "genres": [
        5
    ], 
    "id": 47468, 
    "name": "007: Quantum of Solace - Collector's Edition", 
    "platforms": [
        9, 
        12
    ], 
    "popularity": 1.333333333333333, 
    "release_dates": [
        {
            "category": 0, 
            "date": 1225756800000, 
            "human": "2008-Nov-04", 
            "m": 11, 
            "platform": 9, 
            "region": 8, 
            "y": 2008
        }, 
        {
            "category": 0, 
            "date": 1225756800000, 
            "human": "2008-Nov-04", 
            "m": 11, 
            "platform": 12, 
            "region": 8, 
            "y": 2008
        }
    ], 
    "slug": "007-quantum-of-solace-collectors-edition", 
    "summary": "Introducing a more lethal and cunningly efficient Bond, the game blends intense first-person action with a unique third-person cover combat system that allows players to truly feel what it is like to be the ultimate secret agent as they use their stealth, precision shooting and lethal combat skills to progress through missions. Blending the action of the \"Quantum of Solace\" feature film with the \"Casino Royale\" movie, the title propels players into the cinematic experience of international espionage. Based on the Call of Duty 4: Modern Warfare game engine that has been specifically engineered to immerse players in the Bond universe, the Quantum of Solace game delivers high-definition graphics, reactive AI and visually stunning locations inspired by locales portrayed in the films. Quantum of Solace marks the first time players can become the dangerous and cunning Bond as portrayed by Daniel Craig. From silent take downs and sneaking through confined spaces, to one-on-one shoot outs and large scale battles, players experience a variety of gameplay that challenges them to think through situations and choose how they progress, whether it's through covert means or confronting enemies in full force. Advanced combat and Realistic AI: Players engage in both first-person and third-person gameplay that allows gamers to be Bond in unscripted battles against the world's most evil villains and mercenaries. Filled with armed combat, massive explosions and vertigo-inducing chases, gamers are immersed in an authentic Bond universe and drawn into epic movie moments with theatrical camera angles, split screen effects, picture-in-picture sequences, and amazing environments inspired by real world locations such as Montenegro, Venice, Bolivia and Austria. Bringing James Bond to next-gen consoles for the first time, gamers now have the ability to battle online in a variety of modes.", 
    "tags": [
        1, 
        268435461
    ], 
    "themes": [
        1
    ], 
    "updated_at": 1501525666006, 
    "url": "https://www.igdb.com/games/007-quantum-of-solace-collectors-edition"
}