{
    "category": 0, 
    "collection": 982, 
    "cover": {
        "cloudinary_id": "ysi6mumktv9c0gd65gqs", 
        "height": 291, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/ysi6mumktv9c0gd65gqs.jpg", 
        "width": 252
    }, 
    "created_at": 1402021817217, 
    "developers": [
        1221
    ], 
    "first_release_date": 1222300800000, 
    "game_modes": [
        1
    ], 
    "games": [
        43130, 
        28277, 
        41895, 
        25311, 
        26145, 
        22425, 
        74378, 
        43097, 
        44242, 
        28465
    ], 
    "genres": [
        13, 
        31
    ], 
    "id": 7271, 
    "keywords": [
        139
    ], 
    "name": "Aquanaut's Holiday: Hidden Memories", 
    "platforms": [
        9
    ], 
    "popularity": 1.333333333333333, 
    "publishers": [
        45
    ], 
    "release_dates": [
        {
            "category": 0, 
            "date": 1222300800000, 
            "human": "2008-Sep-25", 
            "m": 9, 
            "platform": 9, 
            "region": 5, 
            "y": 2008
        }
    ], 
    "slug": "aquanaut-s-holiday-hidden-memories", 
    "summary": "The actual story mode of the game can be compared to an adventure game. The main - unnamed - character is a journalist, in search of the missing oceanographer William \"Bill\" Graber. Using a submarine called the Dolphin no.2 you explore the seas for clues. \n \nThe game takes place in Kisira Atoll, in Polynesia. An oceanographic research facility named Kisira Base is the starting point and where you always come back to, for supplies (such as batteries for sonar navigation buoys) and equipment. \n \nTwo scientists work at the base, the young and dreamy Jessica Porter and the conservative chief Robert Kemelman. Both assist you in solving mysteries, each in their own way. Jessica likes to believe fairytales and legends, while Robert usually comes up with a scientific explanation. \n \nAll the fish, animals and other discoveries are added to a database. Some fish can communicate and the player has to repeat the sounds made by a fish, using the four trigger buttons of the Sixaxis controller. \n \nAt all times, the unlocked area of the map is free to explore as you like.", 
    "tags": [
        268435469, 
        268435487, 
        536871051
    ], 
    "updated_at": 1500564472824, 
    "url": "https://www.igdb.com/games/aquanaut-s-holiday-hidden-memories"
}