{
    "category": 3, 
    "collection": 68, 
    "cover": {
        "cloudinary_id": "zirxhab7gmxoiyxhww2b", 
        "height": 1428, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/zirxhab7gmxoiyxhww2b.jpg", 
        "width": 1172
    }, 
    "created_at": 1499085746336, 
    "first_release_date": 1385337600000, 
    "franchise": 5, 
    "franchises": [
        5
    ], 
    "games": [
        37088, 
        23175, 
        25300, 
        20048, 
        28380, 
        59516, 
        39045, 
        24048, 
        55289, 
        36609
    ], 
    "genres": [
        4, 
        25, 
        31
    ], 
    "id": 43020, 
    "name": "Batman: Arkham Origins Collector's Edition", 
    "platforms": [
        9
    ], 
    "popularity": 1.333333333333333, 
    "release_dates": [
        {
            "category": 0, 
            "date": 1385337600000, 
            "human": "2013-Nov-25", 
            "m": 11, 
            "platform": 9, 
            "region": 8, 
            "y": 2013
        }
    ], 
    "screenshots": [
        {
            "cloudinary_id": "jqr6drnzcixaskvettir", 
            "height": 2809, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/jqr6drnzcixaskvettir.jpg", 
            "width": 5000
        }
    ], 
    "slug": "batman-arkham-origins-collectors-edition", 
    "summary": "Developed by WB Games Montreal, Batman: Arkham Origins features an expanded Gotham City and introduces an original prequel storyline set several years before the events of Batman: Arkham Asylum and Batman: Arkham City, the first two critically acclaimed games of the franchise. Taking place before the rise of Gotham City's most dangerous criminals, the game showcases a young and unrefined Batman as he faces a defining moment in his early career as a crime fighter that sets his path to becoming the Dark Knight. As the story unfolds, players will meet many important characters for the first time and forge key relationships. \nThe Batman: Arkham Origins Collector's Edition will include the following extensive bonus content: 1, Exclusive Arkham Origins premium statue featuring LED effects produced by TriForce. 2.Beautifully rendered and highly detailed statue measuring approx. 9\" x 13\" x 11.5\" 3. 80-page, full-color hardcover art book measuring approx. 7.5\" x 10.75\" x .5\". 4.Two key pieces of evidence taken directly from the Gotham City Police Department crime lab, Batman Wanted Poster, Batwing Prototype Schematic , Anarchy logo stencil, Glow-In-The-Dark map of Gotham City, Wayne Family Photo, Assassin's Intel Dossier, which includes files on the 8 assassins as well as Black Mask's contract, 1st Appearance Batman Skin: Look just like Batman did during his first appearance in Detective Comics #27, released in 1939.", 
    "tags": [
        1, 
        23, 
        38, 
        268435460, 
        268435481, 
        268435487
    ], 
    "themes": [
        1, 
        23, 
        38
    ], 
    "updated_at": 1526494395449, 
    "url": "https://www.igdb.com/games/batman-arkham-origins-collectors-edition", 
    "version_parent": 2003, 
    "version_title": "Collector's Edition"
}