{
    "category": 0, 
    "cover": {
        "cloudinary_id": "h5k3z0fz8zbl98poyihz", 
        "height": 970, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/h5k3z0fz8zbl98poyihz.jpg", 
        "width": 1500
    }, 
    "created_at": 1499085744930, 
    "esrb": {
        "rating": 3
    }, 
    "first_release_date": 1321574400000, 
    "games": [
        25640, 
        25311, 
        36794, 
        36608, 
        51485, 
        34919, 
        9760, 
        33603, 
        36962, 
        22819
    ], 
    "genres": [
        15, 
        33
    ], 
    "id": 43019, 
    "name": "Batman: Arkham City - Collector's Edition", 
    "platforms": [
        9
    ], 
    "popularity": 1.333333333333333, 
    "release_dates": [
        {
            "category": 0, 
            "date": 1321574400000, 
            "human": "2011-Nov-18", 
            "m": 11, 
            "platform": 9, 
            "region": 8, 
            "y": 2011
        }
    ], 
    "slug": "batman-arkham-city-collectors-edition", 
    "summary": "Developed by Rocksteady Studios, Batman: Arkham City builds upon the intense, atmospheric foundation of Batman: Arkham Asylum, sending players soaring into Arkham City, the new maximum security home for all of Gotham Citys thugs, gangsters and insane criminal masterminds. Set inside the heavily fortified walls of a sprawling district in the heart of Gotham City, this highly anticipated sequel introduces a brand-new story that draws together a new all-star cast of classic characters and murderous villains from the Batman universe, as well as a vast range of new and enhanced gameplay features to deliver the ultimate experience as the Dark Knight. \nAmazon.com \nBatman: Arkham City is third-person Action-Adventure game that delivers an authentic Dark Knight experience rooted in an original and engrossing story as well as a combination of melee combat, stealth, investigative and speed-based challenge gameplay. A sequel to 2009's Batman: Arkham Asylum, Arkham City features the full range of classic enemies seen in the previous game, in addition to Catwoman, who is a playable character and has her own storyline in the new release. Additional features include: a range of new gadgets, an increased number of possible melee opponents and a range of movement options for Batman that include leaping, sliding, gliding and the grapple hook. \n \nIn addition to the game on Blu-ray disc, the Batman: Arkham City Collector's Edition contains a wealth of exclusive items fit for collectors and fans alike. See the complete list of these items below. \n \nBatman: Arkham City game logo \nThe Ultimate Experience of the Dark Knight \n \nDeveloped by Rocksteady Studios, Batman: Arkham City builds upon the intense, atmospheric foundation of Batman: Arkham Asylum, sending players soaring into Arkham City, the new maximum security \"home\" for all of Gotham City's thugs, gangsters and insane criminal masterminds. The game features an unique combination of melee combat, stealth, investigative and speed-based challenge gameplay. Set inside the heavily fortified walls of a sprawling district in the heart of Gotham City, this highly anticipated sequel introduces a brand-new story that draws together a new all-star cast of classic characters and murderous villains from the Batman universe, as well as a vast range of new and enhanced gameplay features to deliver the ultimate experience as the Dark Knight. \n \nBatman swooping down on enemy thugs in Batman: Arkham City \nAn authentic Dark Knight video game adventure that picks up where Arkham Asylum left off. \nView larger. \nBatman taking a huge swing at an equally huge baddie in Batman: Arkham City \nA new original story and a sprawling new super-prison five times bigger than Arkham Island. \nView larger. \nBatman: Arkham City Collector's Edition Contents \n \nThe Batman: Arkham City Collector's Edition box contents \nView larger. \nBatman: Arkham City on Blu-ray disc for PlayStation 3 \nCustom Batman statue produced by Kotobukiya \nCollectible art book \nEarly access to the Iceberg Lounge Challenge Map and Batman: The Dark Knight Returns skin \nBatman: Arkham City album from WaterTower Music including original songs by hit artists, available via digital redemption \nBonus DC Universe animated original movie, Batman: Gotham Knight \nKey Game Features \n \nBecome the Dark Knight - Batman: Arkham City delivers a genuinely authentic Batman experience with advanced, compelling gameplay on every level: high-impact street brawls, nail-biting stealth, multifaceted forensic investigation, epic super-villain encounters and unexpected glimpses into Batman's tortured psychology. \nPlay as Catwoman - Catwoman is a fully playable character in Batman: Arkham City who has her own storyline in the main game which is seamlessly interwoven with Batman's story arc. Her navigation skills, combat moves and gadgetry have been specifically designed to deliver a fully featured and unique experience. \nAdvanced FreeFlow Combat - Batman faces highly coordinated, simultaneous attacks from every direction as Arkham's gangs bring heavy weapons and all-new AI to the fight, but Batman steps it up with twice the number of combat animations and double the range of attacks, counters and takedowns. \nNew Gadgets - Batman has access to new gadgets such as the Cryptographic Sequencer V2 and Smoke Pellets, as well as new functionality for existing gadgets that expand the range of Batman's abilities without adding extra weight to his Utility Belt. \nNew Story - Five-time Emmy-Award-winner Paul Dini returns to pen a brand-new story for Batman: Arkham City, taking gamers deep inside the diseased heart of Gotham. \nArkham Has Moved - Following the closure of Arkham Asylum and Blackgate prison, Gotham's new mayor, Quincy Sharp ordered the relocation of all inmates to Arkham City - a sprawling new super-prison five times bigger than Arkham Island, enclosing a wide variety of industrial districts, iconic locations and Gotham landmarks. \nHuge Cast of Characters - Players encounter numerous characters from the Batman universe, including Catwoman, Two-Face, Harley Quinn, Penguin, Hugo Strange, Victor Zsasz, Calendar Man, The Joker, The Riddler and other iconic characters yet to be revealed. \nFeatured VO Talent - Mark Hamill and Kevin Conroy reprise their roles as The Joker and Batman respectively.", 
    "tags": [
        1, 
        268435471, 
        268435489
    ], 
    "themes": [
        1
    ], 
    "updated_at": 1526494382128, 
    "url": "https://www.igdb.com/games/batman-arkham-city-collectors-edition", 
    "websites": [
        {
            "category": 12, 
            "url": "https://play.google.com/store/apps/details?id=vgbapaid.gamedroid&hl=en&gl=us"
        }
    ]
}