{
    "aggregated_rating": 80.0, 
    "aggregated_rating_count": 2, 
    "category": 3, 
    "cover": {
        "cloudinary_id": "t5ij0plil4tpialbousp", 
        "height": 1758, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/t5ij0plil4tpialbousp.jpg", 
        "width": 1523
    }, 
    "created_at": 1469565710207, 
    "developers": [
        3753
    ], 
    "esrb": {
        "rating": 5
    }, 
    "first_release_date": 1372118400000, 
    "game_modes": [
        1, 
        2
    ], 
    "games": [
        10039, 
        1070, 
        28213, 
        71594, 
        1073, 
        51485, 
        19289, 
        26848, 
        11588, 
        54639
    ], 
    "genres": [
        8
    ], 
    "id": 21605, 
    "keywords": [
        960, 
        2543, 
        4825, 
        9529
    ], 
    "name": "Best of PlayStation Network Vol. 1", 
    "platforms": [
        9
    ], 
    "popularity": 1.333333333333333, 
    "publishers": [
        3753
    ], 
    "pulse_count": 2, 
    "release_dates": [
        {
            "category": 0, 
            "date": 1372118400000, 
            "human": "2013-Jun-25", 
            "m": 6, 
            "platform": 9, 
            "region": 2, 
            "y": 2013
        }, 
        {
            "category": 0, 
            "date": 1372118400000, 
            "human": "2013-Jun-25", 
            "m": 6, 
            "platform": 9, 
            "y": 2013
        }
    ], 
    "screenshots": [
        {
            "cloudinary_id": "hn21qdlsvwskxizurtum", 
            "height": 640, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/hn21qdlsvwskxizurtum.jpg", 
            "width": 594
        }
    ], 
    "slug": "best-of-playstation-network-vol-1", 
    "summary": "Best of PlayStation®Network, Vol.1 includes four hits from the PSN library including:\n\nWhen Vikings Attack! – This energetic third person adventure from the PlayStation®Network features fast-paced battles pitting up to four co-operative players against the Viking hordes, and manically competitive “Versus” arenas where players can test their skills against friends.\n\nSound Shapes – Equal parts instrument and game, Sound ShapesTM gives everyone the ability to make music. Play through a unique campaign that fuses music and artwork into a classic 2D platformer, featuring artwork by Pixeljam, Capy, Superbrothers and more, with music by I Am Robot and Proud, Jim Guthrie and Deadmau5. Create your own unique musical levels with all of the campaign content and share with the world. Sound Shapes creates an ever-changing musical community for everyone to enjoy at home or on the go.\n\nTokyo Jungle – With over 50 playable animals to choose from, unleash your inner beast to hunt your way to the top of Tokyo's post-apocalyptic food chain. Whether in Story or Survival Mode, you never know where your next meal will come from or the dangers you'll face, so be prepared for anything and everything. Forage through this desolate but dangerous city to complete story-based challenges using a variety of survival skills, from all-out attack to stealth. Beware-- you are not the only animal out there hunting for survival!\n\nFat Princess - Choose from five distinct character classes and switch at any time to best help your team. Charge head first into battle, heal teammates as they break through enemy lines, and upgrade your team and the castle defenses as you work with your team to save your princess. There's a catch, though—the other team has been feeding her magical cake, making her harder to escort back to your castle.", 
    "tags": [
        40, 
        268435464, 
        536871872, 
        536873455, 
        536875737, 
        536880441
    ], 
    "themes": [
        40
    ], 
    "total_rating": 80.0, 
    "total_rating_count": 2, 
    "updated_at": 1516724433391, 
    "url": "https://www.igdb.com/games/best-of-playstation-network-vol-1"
}