{
    "category": 0, 
    "collection": 985, 
    "cover": {
        "cloudinary_id": "pimp2hnnizrw3znh8mmb", 
        "height": 400, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/pimp2hnnizrw3znh8mmb.jpg", 
        "width": 282
    }, 
    "created_at": 1499434346731, 
    "first_release_date": 1242259200000, 
    "games": [
        25311, 
        68287, 
        8773, 
        11582, 
        23212, 
        71455, 
        19301, 
        26766, 
        51978, 
        25300
    ], 
    "genres": [
        9, 
        15
    ], 
    "id": 44710, 
    "keywords": [
        274, 
        970, 
        4328
    ], 
    "name": "Buzz! Junior: Robo Jam", 
    "platforms": [
        9, 
        8
    ], 
    "popularity": 1.333333333333333, 
    "publishers": [
        13634
    ], 
    "release_dates": [
        {
            "category": 0, 
            "date": 1242259200000, 
            "human": "2009-May-14", 
            "m": 5, 
            "platform": 9, 
            "region": 1, 
            "y": 2009
        }, 
        {
            "category": 0, 
            "date": 1247097600000, 
            "human": "2009-Jul-09", 
            "m": 7, 
            "platform": 9, 
            "region": 2, 
            "y": 2009
        }, 
        {
            "category": 0, 
            "date": 1244937600000, 
            "human": "2009-Jun-14", 
            "m": 6, 
            "platform": 8, 
            "region": 8, 
            "y": 2009
        }
    ], 
    "slug": "buzz-junior-robo-jam", 
    "summary": "Gameplay comprises multiple mini-games, each quite simple and straightforward to play using the four Buzz! controllers. It is primarily aimed at the family market but offers appealing entertainment to almost anyone of any age. The voice-over (Phil Hayes) introduces each game & the instructions. For example: if See-Saw pops up, Phil Hayes will say: \"See-Saw!\", and he'll say: \"In this, your robot teams can use a see-saw. I'll pump it up & the see-saw will start to build up speed. Buzz when you want to let it go. Don't wait too long, though, or I'll lose my pump. Whoever stop the see-saw first wins.\", & he begins the game, saying: \"Be careful not to fall!\", and he will say \"FIRST ROUND!, ROUND 2!, ROUND 3!, ROUND 4!, & FINAL ROUND!\" Simple game play allows young children to participate while still being entertaining enough for older children and adults. The game is similar in concept to Jungle Party, with robot based mini-games in a space-themed environment. One of the main differences between Jungle Party and Robo Jam is the introduction of AI, allowing players to play against the computer. Unlike Jungle Party there is no solo game mode. A full game can be played with only one human player and three computer players", 
    "tags": [
        18, 
        268435465, 
        268435471, 
        536871186, 
        536871882, 
        536875240
    ], 
    "themes": [
        18
    ], 
    "updated_at": 1520950414131, 
    "url": "https://www.igdb.com/games/buzz-junior-robo-jam"
}