{
    "aggregated_rating": 78.4705882352941, 
    "aggregated_rating_count": 19, 
    "alternative_names": [
        {
            "name": "COD BO2"
        }, 
        {
            "comment": "Other", 
            "name": "コール オブ デューティ ブラックオプスII"
        }, 
        {
            "comment": "Other", 
            "name": "Call of Duty: Black Ops 2"
        }, 
        {
            "comment": "Other", 
            "name": "Black Ops II"
        }, 
        {
            "comment": "Other", 
            "name": "BLOPS 2"
        }, 
        {
            "comment": "Other", 
            "name": "BLOPS II"
        }, 
        {
            "comment": "Other", 
            "name": "CODBLOPS 2"
        }, 
        {
            "comment": "Other", 
            "name": "CODBLOPS II"
        }
    ], 
    "category": 0, 
    "collection": 1956, 
    "cover": {
        "cloudinary_id": "hpo0aqu3d25relai6gxu", 
        "height": 1492, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/hpo0aqu3d25relai6gxu.jpg", 
        "width": 1058
    }, 
    "created_at": 1340494990101, 
    "developers": [
        428
    ], 
    "dlcs": [
        20854, 
        21686, 
        20154, 
        20153
    ], 
    "esrb": {
        "rating": 6, 
        "synopsis": "This is a first-person shooter in which players control U.S. soldiers tasked with preventing an imminent terrorist attack. Players complete military mission objectives during the Cold War and in modern-day international locations (e.g., United States, Haiti, Afghanistan). Players use pistols, sniper rifles, machine guns, explosives, and melee attacks to kill enemy soldiers; the frenetic conflicts are highlighted by realistic gunfire, screams of pain, and large splashes of blood from injured characters. Blood stains are also depicted around corpses and in the surrounding environment. Some weapons result in decapitated bodies or dismembered limbs, and various attacks are accompanied by slow-motion effects. Other intense acts of violence include a soldier burned alive in a vehicle; a bound man shot in the kneecaps during an interrogation; a hostage's throat slit by a villain; an incapacitated soldier shot in the head at close range by the player. During the course of the game, players can navigate through a night club that depicts several silhouettes of female pole-dancers (e.g., the images gyrate provocatively in front of patrons). One mission depicts packages of cocaine in an underground drug factory; another brief sequence depicts cocaine use (e.g., white powder funneling into a rolled-up dollar bill). The words “f**k,”“sh*t,” and “a*shole” can be heard in the dialogue."
    }, 
    "external": {
        "steam": "202970"
    }, 
    "first_release_date": 1352678400000, 
    "franchise": 726, 
    "franchises": [
        726
    ], 
    "game_engines": [
        123
    ], 
    "game_modes": [
        1, 
        2, 
        3, 
        4
    ], 
    "games": [
        545, 
        529, 
        6632, 
        1979, 
        2033, 
        2031, 
        622, 
        1985, 
        9509, 
        1372
    ], 
    "genres": [
        5
    ], 
    "id": 1122, 
    "keywords": [
        1, 
        2, 
        5, 
        8, 
        25, 
        70, 
        129, 
        453, 
        524, 
        540, 
        562, 
        563, 
        574, 
        594, 
        623, 
        660, 
        970, 
        1120, 
        1293, 
        1313, 
        1333, 
        1403, 
        1463, 
        1471, 
        1494, 
        1783, 
        1821, 
        1935, 
        2141, 
        2543, 
        2746, 
        2841, 
        3433, 
        3537, 
        3831, 
        3988, 
        4004, 
        4134, 
        4150, 
        4161, 
        4169, 
        4178, 
        4186, 
        4210, 
        4242, 
        4245, 
        4259, 
        4282, 
        4284, 
        4287, 
        4330, 
        4353, 
        4359, 
        4446, 
        4484, 
        4508, 
        4510, 
        4523, 
        4528, 
        4544, 
        4579, 
        4580, 
        4611, 
        4661, 
        4681, 
        4711, 
        4713, 
        4717, 
        4730, 
        4740, 
        4831, 
        4855, 
        4869, 
        4890, 
        4892, 
        4895, 
        4896, 
        4897, 
        4900, 
        4901, 
        4906, 
        4907, 
        4909, 
        4918, 
        4927, 
        4930, 
        4931, 
        4932, 
        4933, 
        5029, 
        5142, 
        5161, 
        5178, 
        5194, 
        5285, 
        5300, 
        5307, 
        5309, 
        5311, 
        5323, 
        5419, 
        5479, 
        5481, 
        5529, 
        5554, 
        5560, 
        5584, 
        5609, 
        5633, 
        5656, 
        5665, 
        5691, 
        5713, 
        5783, 
        5789, 
        5790, 
        5791, 
        5794, 
        5847, 
        5850, 
        5885, 
        5899, 
        5900, 
        5909, 
        5941, 
        5959, 
        5987, 
        6036, 
        6049, 
        6075, 
        6135, 
        6137, 
        6145, 
        6197, 
        6201, 
        6239, 
        6266, 
        6305, 
        6310, 
        6334, 
        6400, 
        6426, 
        6451, 
        6502, 
        6581, 
        6588, 
        6676, 
        6693, 
        6829, 
        6894, 
        7073, 
        7091, 
        7104, 
        7106, 
        7113, 
        7294, 
        7356, 
        7386, 
        7410, 
        7503, 
        7515, 
        7621, 
        7637, 
        8130, 
        8140, 
        8144, 
        8899, 
        8920, 
        8926, 
        9022, 
        9071, 
        9365, 
        9448, 
        9635, 
        9703, 
        9809, 
        9871, 
        9874, 
        9877, 
        9989, 
        10322, 
        10372, 
        10498, 
        10551, 
        10592, 
        10775, 
        10919, 
        11087, 
        11097, 
        11396, 
        11414, 
        11415, 
        11416, 
        11417, 
        11418, 
        11419, 
        11420, 
        11421, 
        11422, 
        11423, 
        11424, 
        11425, 
        11426, 
        11427, 
        11428, 
        11429, 
        11430, 
        11431, 
        11432, 
        16716
    ], 
    "name": "Call of Duty: Black Ops II", 
    "pegi": {
        "rating": 5, 
        "synopsis": "The content of this game is suitable for persons aged 18 years and over only.\r\nIt contains: Extreme violence - Violence towards defenceless people - Strong language\r\nThis game allows the player to interact with other players ONLINE"
    }, 
    "platforms": [
        6, 
        41, 
        9, 
        12
    ], 
    "player_perspectives": [
        1
    ], 
    "popularity": 9.666666666666666, 
    "publishers": [
        66, 
        26
    ], 
    "pulse_count": 5, 
    "rating": 72.518177024632, 
    "rating_count": 215, 
    "release_dates": [
        {
            "category": 0, 
            "date": 1354233600000, 
            "human": "2012-Nov-30", 
            "m": 11, 
            "platform": 41, 
            "region": 1, 
            "y": 2012
        }, 
        {
            "category": 0, 
            "date": 1353196800000, 
            "human": "2012-Nov-18", 
            "m": 11, 
            "platform": 41, 
            "region": 2, 
            "y": 2012
        }, 
        {
            "category": 0, 
            "date": 1355961600000, 
            "human": "2012-Dec-20", 
            "m": 12, 
            "platform": 41, 
            "region": 5, 
            "y": 2012
        }, 
        {
            "category": 0, 
            "date": 1352764800000, 
            "human": "2012-Nov-13", 
            "m": 11, 
            "platform": 12, 
            "region": 8, 
            "y": 2012
        }, 
        {
            "category": 0, 
            "date": 1352764800000, 
            "human": "2012-Nov-13", 
            "m": 11, 
            "platform": 9, 
            "region": 8, 
            "y": 2012
        }, 
        {
            "category": 0, 
            "date": 1352678400000, 
            "human": "2012-Nov-12", 
            "m": 11, 
            "platform": 6, 
            "region": 8, 
            "y": 2012
        }
    ], 
    "screenshots": [
        {
            "cloudinary_id": "icy9ouqv3jns8p8xroft", 
            "height": 2160, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/icy9ouqv3jns8p8xroft.jpg", 
            "width": 3840
        }, 
        {
            "cloudinary_id": "xzfkhx3jzwzjfrj57w50", 
            "height": 1080, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/xzfkhx3jzwzjfrj57w50.jpg", 
            "width": 1920
        }, 
        {
            "cloudinary_id": "vjfbjez8uingv9cfikli", 
            "height": 1080, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/vjfbjez8uingv9cfikli.jpg", 
            "width": 1920
        }, 
        {
            "cloudinary_id": "xtuyf1nemiyct2t66eqy", 
            "height": 2160, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/xtuyf1nemiyct2t66eqy.jpg", 
            "width": 3840
        }, 
        {
            "cloudinary_id": "nvms0xqvjluqaxhhf6y7", 
            "height": 2160, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/nvms0xqvjluqaxhhf6y7.jpg", 
            "width": 3840
        }, 
        {
            "cloudinary_id": "fejznasc7d0jbndc8wb3", 
            "height": 2160, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/fejznasc7d0jbndc8wb3.jpg", 
            "width": 3840
        }, 
        {
            "cloudinary_id": "eih3wewikwkurfhkcsei", 
            "height": 2160, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/eih3wewikwkurfhkcsei.jpg", 
            "width": 3840
        }, 
        {
            "cloudinary_id": "ck0lbxdvel0vnjcwmtk5", 
            "height": 515, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/ck0lbxdvel0vnjcwmtk5.jpg", 
            "width": 920
        }, 
        {
            "cloudinary_id": "acsj7asfn37eroeyo54y", 
            "height": 515, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/acsj7asfn37eroeyo54y.jpg", 
            "width": 920
        }, 
        {
            "cloudinary_id": "rpfm9k8mcfipdh5ybgec", 
            "height": 515, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/rpfm9k8mcfipdh5ybgec.jpg", 
            "width": 920
        }, 
        {
            "cloudinary_id": "izkt8cpcydgtazry4h5w", 
            "height": 515, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/izkt8cpcydgtazry4h5w.jpg", 
            "width": 920
        }, 
        {
            "cloudinary_id": "rxwvk0kzfkipdnwrsuhl", 
            "height": 515, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/rxwvk0kzfkipdnwrsuhl.jpg", 
            "width": 920
        }
    ], 
    "slug": "call-of-duty-black-ops-ii", 
    "storyline": "In Cold War-era Nevada, a team of CDC operatives investigate a nuclear testing site known as \"Nuketown\", where they are attacked by zombies. Dr. Edward Richtofen is heard via a television, carrying out his scheme on the Moon. Richtofen seizes control of the zombies by entering the Aether, but Dr. Ludvig Maxis works with his daughter Samantha and Richtofen's former allies, Tank Dempsey, Nikolai Belinski, and Takeo Masakai to thwart him. To this end, Maxis launches three massive nuclear missiles filled with Element 115, the element responsible for the reanimation of dead cells, at the Earth, destroying it. One missile completely destroys Nuketown and all present.  \nYears later, Earth has been reduced to a crumbling, hellish wasteland overrun by zombies. In this new world, four survivors - Samuel J. Stuhlinger, Abigail \"Misty\" Briarton, Marlton Johnson, and Russman - have banded together to survive in Washington with the help of a bus driven by a robotic driver. The four are contacted by Maxis, now an digitally-rendered A.I., who is seeking humanity's aid against Richtofen. Maxis implores them to power up a tower in a cornfield using an electricity-based zombie. However, Richtofen contacts Samuel, who is able to hear voices from the Aether, and commands him to convince his friends to power up the tower in his favor. The player may choose to follow either Maxis or Richtofen's orders. It is revealed in audio transmissions that survivors from all over the world have been contacted by both Maxis and Richtofen, though there is widespread conflict between the followers of both Germans; particularly in a settlement known as Jackass Flats, which was initially a safe haven, only to fall to the zombies when the Maxis-Richtofen conflict consumed it.  \nRegardless of who they choose to aid, the four are teleported to a crumbling skyline in Shanghai, China. Here, Richtofen commands Samuel to \"mend the rift\" and accept his fate as a follower of Richtofen, threatening to expose his past as a member of a cannibalistic cult known as The Flesh, who eat zombie flesh to survive. Richtofen continuously revives the group whenever they fall to the zombies until they follow his orders. Maxis, who is no longer hampered by electric devices, contacts the group again for aid. The four learn through televisions scattered across the area of the Flesh, as well as the beginnings of a new airborne plague of Element 115, the element that reanimates dead cells and causes zombies.  \nFollowing their battles in Shanghai, Russman leads the group across the continents to a large hole in the ground known as \"the Rift\" in Africa, hoping to find answers about the unseen forces commanding them. Maxis and Richtofen contact them once again, more desperate than ever to achieve their goals. Both of them ask the group to power up the third and final tower in their favor. Maxis promises to heal the Earth, and Richtofen promises to save them from Maxis. The four gain a new ally in the form of a mute, unnamed giant in a western town built underground, and are hampered by a ghostly woman in a massive mansion. Depending on who the player has aided in the story, there are two possible endings. If the player has aided Richtofen, he will gain unlimited power over the Aether and the Earth, kill Maxis and condemn Samantha Maxis' soul to eternal damnation. He will then enter the body of Samuel as a reward for his aid, but finds he cannot exit it, and is at the mercy of the zombies as he was before. If the player has aided Maxis, he uses the power from the towers to enter the Aether and assume ultimate control, trapping Richtofen in a zombie's body. However, the Earth begins shaking, and Maxis explains to the four that he is beginning the process of the destruction of the Earth and humanity to reach Agartha, where he believes Samantha is.  \nUnbeknownst to all, Samantha is indeed in Agartha (which her father ultimately fails to enter) but reaches out to her father in 1918 France during World War I. Maxis is a leader of Group 935, who operate to secure Germany's victory in the war. To this end, they have created towering mechanical robots, suits of armor, and staffs that control the powers of the elements. Group 935 also stumbles upon an ancient tomb believed to be of Vrill origin, but this unleashes the first known zombie outbreak in history. Aiming to stop Germany, Japan, Russia and the United States of America send Takeo, Nikolai and Dempsey to capture Richtofen, the mastermind behind the advanced technology. By this time, Group 935's operatives have been wiped out, and Maxis himself was lobotomized when he began to turn into a zombie. The group put aside their nationalities to fight the undead, and are contacted by Samantha, begging to be freed from Agartha. Richtofen puts Maxis' brain in a flying drone, and he joins the fight against the zombies and to free Samantha. The group is eventually successful, and while Maxis meets his daughter, they enter Agartha to be rewarded. A cutscene is played of Samantha with a boy named Eddie, playing with toys of the characters who have appeared in the Zombies game mode throughout all three games. Air raid sirens are heard and the two children retreat to the basement with Maxis, with Samantha noting her father has a plan to make their games real. It is ambiguous as to whether the events of the game mode have actually occurred or has all along been simply in Samantha's imagination.", 
    "summary": "Black Ops II is the first game in the Call of Duty franchise to feature future warfare technology and the first to present branching storylines driven by player choice as well as selecting weapons before starting story mode missions.", 
    "tags": [
        1, 
        18, 
        39, 
        268435461, 
        536870913, 
        536870914, 
        536870917, 
        536870920, 
        536870937, 
        536870982, 
        536871041, 
        536871365, 
        536871436, 
        536871452, 
        536871474, 
        536871475, 
        536871486, 
        536871506, 
        536871535, 
        536871572, 
        536871882, 
        536872032, 
        536872205, 
        536872225, 
        536872245, 
        536872315, 
        536872375, 
        536872383, 
        536872406, 
        536872695, 
        536872733, 
        536872847, 
        536873053, 
        536873455, 
        536873658, 
        536873753, 
        536874345, 
        536874449, 
        536874743, 
        536874900, 
        536874916, 
        536875046, 
        536875062, 
        536875073, 
        536875081, 
        536875090, 
        536875098, 
        536875122, 
        536875154, 
        536875157, 
        536875171, 
        536875194, 
        536875196, 
        536875199, 
        536875242, 
        536875265, 
        536875271, 
        536875358, 
        536875396, 
        536875420, 
        536875422, 
        536875435, 
        536875440, 
        536875456, 
        536875491, 
        536875492, 
        536875523, 
        536875573, 
        536875593, 
        536875623, 
        536875625, 
        536875629, 
        536875642, 
        536875652, 
        536875743, 
        536875767, 
        536875781, 
        536875802, 
        536875804, 
        536875807, 
        536875808, 
        536875809, 
        536875812, 
        536875813, 
        536875818, 
        536875819, 
        536875821, 
        536875830, 
        536875839, 
        536875842, 
        536875843, 
        536875844, 
        536875845, 
        536875941, 
        536876054, 
        536876073, 
        536876090, 
        536876106, 
        536876197, 
        536876212, 
        536876219, 
        536876221, 
        536876223, 
        536876235, 
        536876331, 
        536876391, 
        536876393, 
        536876441, 
        536876466, 
        536876472, 
        536876496, 
        536876521, 
        536876545, 
        536876568, 
        536876577, 
        536876603, 
        536876625, 
        536876695, 
        536876701, 
        536876702, 
        536876703, 
        536876706, 
        536876759, 
        536876762, 
        536876797, 
        536876811, 
        536876812, 
        536876821, 
        536876853, 
        536876871, 
        536876899, 
        536876948, 
        536876961, 
        536876987, 
        536877047, 
        536877049, 
        536877057, 
        536877109, 
        536877113, 
        536877151, 
        536877178, 
        536877217, 
        536877222, 
        536877246, 
        536877312, 
        536877338, 
        536877363, 
        536877414, 
        536877493, 
        536877500, 
        536877588, 
        536877605, 
        536877741, 
        536877806, 
        536877985, 
        536878003, 
        536878016, 
        536878018, 
        536878025, 
        536878206, 
        536878268, 
        536878298, 
        536878322, 
        536878415, 
        536878427, 
        536878533, 
        536878549, 
        536879042, 
        536879052, 
        536879056, 
        536879811, 
        536879832, 
        536879838, 
        536879934, 
        536879983, 
        536880277, 
        536880360, 
        536880547, 
        536880615, 
        536880721, 
        536880783, 
        536880786, 
        536880789, 
        536880901, 
        536881234, 
        536881284, 
        536881410, 
        536881463, 
        536881504, 
        536881687, 
        536881831, 
        536881999, 
        536882009, 
        536882308, 
        536882326, 
        536882327, 
        536882328, 
        536882329, 
        536882330, 
        536882331, 
        536882332, 
        536882333, 
        536882334, 
        536882335, 
        536882336, 
        536882337, 
        536882338, 
        536882339, 
        536882340, 
        536882341, 
        536882342, 
        536882343, 
        536882344, 
        536887628, 
        1073741825
    ], 
    "themes": [
        1, 
        18, 
        39
    ], 
    "time_to_beat": {
        "hastly": 25680
    }, 
    "total_rating": 75.49438262996304, 
    "total_rating_count": 234, 
    "updated_at": 1528638499512, 
    "url": "https://www.igdb.com/games/call-of-duty-black-ops-ii", 
    "videos": [
        {
            "name": "Trailer", 
            "video_id": "x3tedlWs1XY"
        }
    ], 
    "websites": [
        {
            "category": 1, 
            "url": "https://www.callofduty.com/blackops2"
        }, 
        {
            "category": 3, 
            "url": "https://en.wikipedia.org/wiki/Call_of_Duty:_Black_Ops_II"
        }, 
        {
            "category": 2, 
            "url": "http://callofduty.wikia.com/wiki/Call_of_Duty:_Black_Ops_II"
        }, 
        {
            "category": 13, 
            "url": "https://store.steampowered.com/app/202970"
        }
    ]
}