{
    "aggregated_rating": 74.1666666666667, 
    "aggregated_rating_count": 8, 
    "alternative_names": [
        {
            "comment": "Japanese title", 
            "name": "Red Seeds Profile"
        }, 
        {
            "comment": "Acronym", 
            "name": "DP"
        }
    ], 
    "category": 0, 
    "collection": 1246, 
    "cover": {
        "cloudinary_id": "wdfekhkdf1fgdbvxcdic", 
        "height": 315, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/wdfekhkdf1fgdbvxcdic.jpg", 
        "width": 256
    }, 
    "created_at": 1426459698829, 
    "developers": [
        2923
    ], 
    "esrb": {
        "rating": 6
    }, 
    "external": {
        "steam": "247660"
    }, 
    "first_release_date": 1367280000000, 
    "game_modes": [
        1
    ], 
    "games": [
        59516, 
        68142, 
        26192, 
        19561, 
        25300, 
        44076, 
        6036, 
        12579, 
        25646, 
        28552
    ], 
    "genres": [
        5, 
        31
    ], 
    "id": 9245, 
    "keywords": [
        5, 
        72, 
        601, 
        1066, 
        1170, 
        1438
    ], 
    "name": "Deadly Premonition: Director's Cut", 
    "platforms": [
        6, 
        9
    ], 
    "player_perspectives": [
        1, 
        2
    ], 
    "popularity": 2.333333333333333, 
    "publishers": [
        832
    ], 
    "pulse_count": 4, 
    "rating": 66.2972235531869, 
    "rating_count": 9, 
    "release_dates": [
        {
            "category": 0, 
            "date": 1367280000000, 
            "human": "2013-Apr-30", 
            "m": 4, 
            "platform": 9, 
            "region": 1, 
            "y": 2013
        }, 
        {
            "category": 0, 
            "date": 1368662400000, 
            "human": "2013-May-16", 
            "m": 5, 
            "platform": 9, 
            "region": 3, 
            "y": 2013
        }, 
        {
            "category": 0, 
            "date": 1383004800000, 
            "human": "2013-Oct-29", 
            "m": 10, 
            "platform": 6, 
            "region": 2, 
            "y": 2013
        }
    ], 
    "screenshots": [
        {
            "cloudinary_id": "dizy4de9b9pp39sc6xyq", 
            "height": 720, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/dizy4de9b9pp39sc6xyq.jpg", 
            "width": 1280
        }, 
        {
            "cloudinary_id": "w1p6zoezojzrxdosli2s", 
            "height": 718, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/w1p6zoezojzrxdosli2s.jpg", 
            "width": 1280
        }, 
        {
            "cloudinary_id": "xmpg9ei1l9fwjb3upung", 
            "height": 717, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/xmpg9ei1l9fwjb3upung.jpg", 
            "width": 1280
        }, 
        {
            "cloudinary_id": "uvnxrvj1znszhn7dn0zc", 
            "height": 720, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/uvnxrvj1znszhn7dn0zc.jpg", 
            "width": 1280
        }, 
        {
            "cloudinary_id": "qp9iyxvfpmmb3rgkc2z8", 
            "height": 428, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/qp9iyxvfpmmb3rgkc2z8.jpg", 
            "width": 760
        }
    ], 
    "slug": "deadly-premonition-directors-cut", 
    "storyline": "As the investigation continues, Anna's close friend Becky Ames (Amy Provenzano) and Diane (Christiane Crawford), Becky's elder sister and art gallery owner, are murdered in a similar fashion, with a mark placed nearby that York believes to be a peace symbol upside-down. He learns that the red seeds originate from Greenvale and that there are two Raincoat Killers. The original one, who inspired the folklore, went on a killing spree after the United States military released gas made from the red seeds into the town in 1956, causing the residents to temporarily experience an uncontrollable, murderous rage. The second, the New Raincoat Killer, hopes to gain immortality by consuming the red seeds and murdering four people. \n \nYork suspects Thomas's involvement in the crimes and is subsequently kidnapped by him. York realizes his romantic feelings for Emily, who searches for him with Forrest Kaysen (Doug Boyd), a traveling tree salesman. During a confrontation with her, Thomas—who belongs to a secret club built for George, together with his younger sister Carol (Amy Rubinate)—falls on a hook, dying in the process. York reveals that he believes the copycat raincoat killer is George. Emily and York find the final victim, Carol, dying; Carol then forces her to ingest some of the red seeds out of jealousy that George only loves her. York then leaves Emily in Kaysen's care. He confronts George, who confesses to being the murderer and has gained shape-shifting powers as the result of eating the red seeds, and kills him. \n \nAfterward, York realizes that, while George was the Greenvale killer, he could not have been responsible for the other similar murders nationwide and was likely just a pawn. He eventually discovers that Kaysen is responsible, and that the symbol seen close to all the victims was a tree. York finds that Kaysen has planted a tree inside Emily's stomach, and the sight causes him to recover his repressed memories: as a child, Zach witnessed his mother (Rebecca Wink) dying with a tree sprouting from her body, with his father (David Rosenthal) and Kaysen in the room. His father was unable to kill her out of mercy, leading to a more agonising death for her, and then killed himself. Unable to cope with the trauma, Zach psychologically switched places with his newly created other personality, York. Though unable to save Emily, Zach kills Kaysen, a supernatural entity from the Red World and messenger of the Red Tree, and leaves the town with optimism for his future. In the closing scene, York, Emily, Thomas, and all of the Greenvale murder victims are seen happily existing in the alternate reality.", 
    "summary": "Deadly Premonition is a third-person survival horror action game which puts players in the role of the intuitive FBI Agent Francis York Morgan. In the process of investigating a murder, players will examine a series of interlocking mysteries in a remote rural town and will encounter an array of complex characters pivotal to the unraveling of the storyline's mystery. Suspenseful action sequences will force players to make strategic moves, gliding by enemies in the shadows or engaging them with long-range weapons or hand-to-hand melee combat. From the unparalleled atmosphere, music and mysterious storyline to driving vehicles and exploring the entire town, Deadly Premonition will offer players a unique and haunting interactive gaming experience unlike any other. \n \nThe Classified Edition of Deadly Premonition: The Director’s Cut comes in a “Collector’s” box and includes: \n \n- Deadly Premonition Classified Edition Voucher containing all of the DLC from the game. \n- 30+ page, full-color hardcover art book (5.8″ x 5.5″). \n- 25 track, single disc original soundtrack with jewel case. \n- Deck of 54 custom Bicycle brand playing cards.", 
    "tags": [
        1, 
        19, 
        20, 
        21, 
        38, 
        268435461, 
        268435487, 
        536870917, 
        536870984, 
        536871513, 
        536871978, 
        536872082, 
        536872350, 
        1073741825, 
        1073741826
    ], 
    "themes": [
        1, 
        19, 
        20, 
        21, 
        38
    ], 
    "total_rating": 70.2319451099268, 
    "total_rating_count": 17, 
    "updated_at": 1525779949781, 
    "url": "https://www.igdb.com/games/deadly-premonition-directors-cut", 
    "version_parent": 1276, 
    "version_title": "Director's Cut", 
    "websites": [
        {
            "category": 13, 
            "url": "https://store.steampowered.com/app/247660"
        }, 
        {
            "category": 1, 
            "url": "http://www.deadlypremonitionthegame.com"
        }
    ]
}