{
    "category": 0, 
    "cover": {
        "cloudinary_id": "pdzkapy0ykvxxyasut9j", 
        "height": 720, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/pdzkapy0ykvxxyasut9j.jpg", 
        "width": 1280
    }, 
    "created_at": 1499503519238, 
    "first_release_date": 1277424000000, 
    "games": [
        44591, 
        68377, 
        28358, 
        27312, 
        47319, 
        65609, 
        41621, 
        101212, 
        100947, 
        99412
    ], 
    "id": 45283, 
    "keywords": [
        1094
    ], 
    "multiplayer_modes": [
        {
            "campaigncoop": true, 
            "dropin": false, 
            "lancoop": false, 
            "offlinecoop": true, 
            "offlinecoopmax": 2, 
            "offlinemax": 0, 
            "onlinecoop": false, 
            "onlinecoopmax": 0, 
            "onlinemax": 0, 
            "platform": 9, 
            "splitscreen": false, 
            "splitscreenonline": false
        }
    ], 
    "name": "duplicate Soldner-X 2: Final Prototype", 
    "platforms": [
        9
    ], 
    "popularity": 1.333333333333333, 
    "release_dates": [
        {
            "category": 0, 
            "date": 1277424000000, 
            "human": "2010-Jun-25", 
            "m": 6, 
            "platform": 9, 
            "region": 8, 
            "y": 2010
        }
    ], 
    "slug": "duplicate-soldner-x-2-final-prototype", 
    "summary": "Twenty years after the Virus Wars, you return to Gota IV as part of the newly formed Söldner-X defense force. Your target: to free the galaxy from the D'aarg, a technologically superior race that is threatening mankind. Staged across seven unique action-loaded levels, Söldner-X 2: Final Prototype delivers a must-have shoot' em up experience, blending classical gameplay with astonishing audio-visual capabilities of the PlayStation®3 system. Seven unique action-loaded levels with fierce boss battles, staged across Underwater Worlds, Ice Caves, Tunnel Worlds, Space and other deadly scenarios.Unlock plenty of bonus features in the challenge mode, ranging from useful to prestigious rewards.High definition graphics with 3D backgrounds in up to 1080p, combined with an addictive classical 2D gameplay.Dynamic score-linked difficulty system, making the game accessible for newcomers, yet challenging and rewarding for hardcore gamers.Two new playerships with their own characteristics and weapon systems to choose from.New bullet pattern system that require for your best skills.Brand new limit attacks and fourfold chaser system to face the most dangerous tasks.Detailed online high score ranking tables and replay file sharing.Hidden bonus elements, including a tribute to Söldner-X: Himmelsstürmer.Adrenaline pumping soundtrack with close to 30 unique tracks and hundreds of dedicated sound effects.", 
    "tags": [
        536872006
    ], 
    "updated_at": 1523594844066, 
    "url": "https://www.igdb.com/games/duplicate-soldner-x-2-final-prototype"
}