{
    "category": 3, 
    "collection": 3, 
    "cover": {
        "cloudinary_id": "a84xdmfg6qqfnhkzau9m", 
        "height": 1000, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/a84xdmfg6qqfnhkzau9m.jpg", 
        "width": 1000
    }, 
    "created_at": 1499454269721, 
    "first_release_date": 1290124800000, 
    "games": [
        68287, 
        16468, 
        37088, 
        25532, 
        59516, 
        25300, 
        28029, 
        43022, 
        25311, 
        28010
    ], 
    "genres": [
        5, 
        12, 
        14
    ], 
    "id": 45129, 
    "name": "Fallout: New Vegas - Collector's Edition", 
    "platforms": [
        6, 
        9, 
        12
    ], 
    "popularity": 1.666666666666667, 
    "release_dates": [
        {
            "category": 0, 
            "date": 1290124800000, 
            "human": "2010-Nov-19", 
            "m": 11, 
            "platform": 9, 
            "region": 8, 
            "y": 2010
        }, 
        {
            "category": 0, 
            "date": 1290124800000, 
            "human": "2010-Nov-19", 
            "m": 11, 
            "platform": 12, 
            "region": 8, 
            "y": 2010
        }, 
        {
            "category": 0, 
            "date": 1290124800000, 
            "human": "2010-Nov-19", 
            "m": 11, 
            "platform": 6, 
            "region": 8, 
            "y": 2010
        }
    ], 
    "screenshots": [
        {
            "cloudinary_id": "bahx6nayvmgzn7lht0rs", 
            "height": 250, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/bahx6nayvmgzn7lht0rs.jpg", 
            "width": 500
        }
    ], 
    "slug": "fallout-new-vegas-collectors-edition", 
    "summary": "Fallout: New Vegas is an action role-playing video game in the Fallout video game series. The game was developed by Obsidian Entertainment and published by Bethesda Softworks. It released for Microsoft Windows, Xbox 360 and PlayStation 3 in October 2010. \n \nThe game is set in a post-apocalyptic, open world environment around the area of Nevada, California, and Arizona. The player takes control of the character known as Courier 6, who, preceding the start of the game, is hired by a delivery service called the Mojave Express to take an unknown package across the Mojave Desert to the New Vegas Strip. The game starts during the delivery, where the Courier is intercepted, shot in the head, and left for dead by a mysterious man who steals the package. After being found by a friendly robot, Victor, and healed by a man named Doc Mitchell, the Courier is thrust back into the desert to seek revenge and recover the stolen package. By doing this, the player becomes caught between various factions competing for control over the desert and its most valuable asset, the Hoover Dam, ultimately coming to shape the future of its inhabitants. \n \nEven though it directly succeeds Fallout 3 in order of Fallout game releases, offers a similar action role-playing experience, and shares its engine and legacy content with Fallout 3, New Vegas is not a direct sequel. It marks the return of some elements found in Fallout 2. The game was a critical and commercial success, shipping more than 5 million copies altogether. Electronic Entertainment Design and Research, a market research firm, estimates that the game has sold almost 12 million copies worldwide.", 
    "tags": [
        1, 
        17, 
        18, 
        21, 
        22, 
        268435461, 
        268435468, 
        268435470
    ], 
    "themes": [
        1, 
        17, 
        18, 
        21, 
        22
    ], 
    "updated_at": 1515493960584, 
    "url": "https://www.igdb.com/games/fallout-new-vegas-collectors-edition", 
    "version_parent": 16, 
    "version_title": "Collector's Edition"
}