{
    "category": 0, 
    "collection": 39, 
    "created_at": 1498989932802, 
    "first_release_date": 1380240000000, 
    "franchise": 4, 
    "franchises": [
        4
    ], 
    "game_modes": [
        5
    ], 
    "games": [
        49414, 
        25636, 
        21842, 
        28080, 
        36608, 
        18862, 
        75102, 
        23913, 
        47472, 
        44922
    ], 
    "genres": [
        12
    ], 
    "id": 41839, 
    "name": "Final Fantasy XIV: A Realm Reborn - Collector's Edition", 
    "platforms": [
        9
    ], 
    "player_perspectives": [
        2
    ], 
    "popularity": 1.333333333333333, 
    "pulse_count": 1, 
    "release_dates": [
        {
            "category": 0, 
            "date": 1380240000000, 
            "human": "2013-Sep-27", 
            "m": 9, 
            "platform": 9, 
            "region": 8, 
            "y": 2013
        }
    ], 
    "screenshots": [
        {
            "cloudinary_id": "qwblmqyguu2tzdkpjbwz", 
            "height": 545, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/qwblmqyguu2tzdkpjbwz.jpg", 
            "width": 970
        }
    ], 
    "slug": "final-fantasy-xiv-a-realm-reborn-collectors-edition", 
    "summary": "The MMO role-playing game Final Fantasy XIV: A Realm Reborn invites you to explore the world of Eorzea with friends from across the world. Forge friendships, mount up on a chocobo, board an airship with your friends and create your own unique stories within the Final Fantasy Universe. Undertake epic quests and battle with familiar Final Fantasy monsters alone or enlist the help of your friends. Each player will have their own unique abilities and equipment that they have acquired during their adventures. Work together to help forge the fate of Eorzea! \n \nThe life of an adventurer is the pursuit of fortune and the pursuit of fame. It is the devotion of oneself to seeking out danger and glory wherever they might lie. It is an endless quest taken up only by the most intrepid and dauntless of souls. The people of Eorzea come with their myriad pleas and requests to their local Adventurers' Guild, and here it is that adventurers heed the call, whether it be the slaying of some foul beast plaguing the countryside, or the crafting of fine wares demanding a master's touch. \n \nWhat greatness lies in store for you, adventurer? \n- The Collector's Edition contains: \n- The Art of Eorzea - A Realm Reimagined \n- The Waning of the Sixth Sun - Bonus Disc \n- The Sounds of Eorzea \n- One Time Password, additional security key \n- 5 Exclusive Artcards \n- Exclusive In-game Items, including: Warrior of Light Helmet, Mini Behemoth Companion, Coeurl Mount, and Behemoth Chocobo Armour", 
    "tags": [
        268435468, 
        1073741826
    ], 
    "updated_at": 1525787736486, 
    "url": "https://www.igdb.com/games/final-fantasy-xiv-a-realm-reborn-collectors-edition", 
    "version_parent": 386, 
    "version_title": "Collector's Edition", 
    "websites": [
        {
            "category": 3, 
            "url": "https://en.wikipedia.org/wiki/Final_Fantasy_XIV"
        }, 
        {
            "category": 1, 
            "url": "https://www.finalfantasyxiv.com/"
        }
    ]
}