{
    "aggregated_rating": 91.0, 
    "aggregated_rating_count": 3, 
    "alternative_names": [
        {
            "comment": "Acronym", 
            "name": "GTA IV: TBoGT"
        }, 
        {
            "name": "Grand Theft Auto: The Ballad of Gay Tony"
        }, 
        {
            "name": "GTA: The Ballad of Gay Tony"
        }
    ], 
    "category": 2, 
    "collection": 130, 
    "cover": {
        "cloudinary_id": "oeqyazief1t6vogelcze", 
        "height": 357, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/oeqyazief1t6vogelcze.jpg", 
        "width": 299
    }, 
    "created_at": 1384784347589, 
    "developers": [
        365, 
        306
    ], 
    "esrb": {
        "rating": 6, 
        "synopsis": "This is an 'open-world' action game in which players choose from two distinct storylines: The Lost and Damned and The Ballad of Gay Tony. In The Lost and Damned, players assume the role of Johnny Klebitz, a member of the Lost motorcycle gang; in The Ballad of Gay Tony, players control Luis Lopez, the body guard and assistant to night club owner 'Gay Tony' Prince. Set in the world of Grand Theft Auto IV, the game depicts a vast urban landscape which includes a criminal underworld that the protagonist must navigate through in order to progress. Players complete various missions that either advance the main storyline or award the player with in-game currency and connections.\n\nMany of the missions require players to engage in criminal activity: stealing cars, robbing banks, taking out drug addicts (beating them with a baseball bat or shooting them), running drugs and guns, and killing rival gang members. Players use pistols, machine guns, baseball bats, Molotov cocktails, and grenades to kill enemies and occasionally civilians. Blood often spurts out of injured characters, stains the walls/ground, and occasionally sprays onto the screen. In one sequence, a decapitated head—the camera lingers on the bloody image for a few seconds—is found inside a box. Within the free-roaming context (i.e., not missions), players have the ability to attack police officers and pedestrians on the streets, in subway stations, etc; however, a 'Wanted Level'-penalty system discourages these acts by triggering a broad police search.\n\nDuring the course of the game, players can encounter some sexually suggestive material: strip clubs with lap dancers wearing 'pasties'; sex shops that contain phallic toys; and suggestive TV ads that parody video games, anime, and reality TV shows. During a cutscene in The Lost and Damned, the central character encounters a man just after he has received a full-body massage; as their conversation ends, there is a brief depiction of full-frontal nudity. Players are able to pick up prostitutes for certain 'services' (e.g., masturbation, fellatio, intercourse) during the game: the sexual acts are not graphically depicted—they occur off-camera with characters fully clothed. The most pertinent instances of sexual content occur in the episode The Ballad of Gay Tony. While there is no nudity depicted during these brief sequences, the sexual acts are strongly implied: the central character grinds against a woman's posterior (four-to-five seconds) while the two are fully clothed; a female character performs fellatio on the central character as he sits on a chair—the camera fixes on the woman's bobbing head from behind.\n\nAlcohol and drug use are also depicted in the game. In a 'Champagne drink-off' mini-game, players compete with another character to see who can drink a full bottle of champagne faster; when players visit a bar, they can take shots of liquor until they are drunk—if the central character drinks the champagne too fast or drinks too many shots, he will vomit and pass out. Although the protagonist is never depicted using drugs, a few ancillary characters sometimes can be seen smoking marijuana or snorting cocaine. Strong profanity (e.g., 'f**k,' 'sh*t,' and 'c*nt') and racial epithets (e.g., 'n**ger,' 'sp*c,' and 'sl*pes') can be heard during gameplay and particularly during cutscenes."
    }, 
    "first_release_date": 1256774400000, 
    "game": 731, 
    "game_engines": [
        26
    ], 
    "game_modes": [
        1, 
        2
    ], 
    "games": [
        10039, 
        22418, 
        37088, 
        65832, 
        1875, 
        28552, 
        20228, 
        19561, 
        7329, 
        59849
    ], 
    "genres": [
        4, 
        5, 
        10
    ], 
    "id": 3174, 
    "keywords": [
        17, 
        21, 
        107, 
        109, 
        222, 
        284, 
        343, 
        427, 
        540, 
        541
    ], 
    "name": "Grand Theft Auto IV: The Ballad of Gay Tony", 
    "pegi": {
        "rating": 5, 
        "synopsis": "The content of this game is suitable for persons aged 18 years and over only.\nIt contains: Extreme violence - Multiple, motiveless killing - Violence towards defenceless people - Glamorisation of drugs - Strong language\nThis game allows the player to interact with other players ONLINE"
    }, 
    "platforms": [
        6, 
        9, 
        12
    ], 
    "player_perspectives": [
        2
    ], 
    "popularity": 4.0, 
    "publishers": [
        29, 
        139
    ], 
    "rating": 77.7745892745377, 
    "rating_count": 89, 
    "release_dates": [
        {
            "category": 0, 
            "date": 1256774400000, 
            "human": "2009-Oct-29", 
            "m": 10, 
            "platform": 12, 
            "region": 8, 
            "y": 2009
        }, 
        {
            "category": 0, 
            "date": 1271116800000, 
            "human": "2010-Apr-13", 
            "m": 4, 
            "platform": 9, 
            "region": 2, 
            "y": 2010
        }, 
        {
            "category": 0, 
            "date": 1271116800000, 
            "human": "2010-Apr-13", 
            "m": 4, 
            "platform": 6, 
            "region": 2, 
            "y": 2010
        }, 
        {
            "category": 0, 
            "date": 1271376000000, 
            "human": "2010-Apr-16", 
            "m": 4, 
            "platform": 9, 
            "region": 1, 
            "y": 2010
        }, 
        {
            "category": 0, 
            "date": 1271376000000, 
            "human": "2010-Apr-16", 
            "m": 4, 
            "platform": 6, 
            "region": 1, 
            "y": 2010
        }
    ], 
    "screenshots": [
        {
            "cloudinary_id": "o1s2yjbtrejroftccxhv", 
            "height": 720, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/o1s2yjbtrejroftccxhv.jpg", 
            "width": 1280
        }, 
        {
            "cloudinary_id": "xz7o804e1mhojxy5ywq2", 
            "height": 720, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/xz7o804e1mhojxy5ywq2.jpg", 
            "width": 1280
        }, 
        {
            "cloudinary_id": "ckvlhbgnw2s52pn2vk7y", 
            "height": 720, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/ckvlhbgnw2s52pn2vk7y.jpg", 
            "width": 1280
        }, 
        {
            "cloudinary_id": "babhbq2kufg46vwyf1sg", 
            "height": 720, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/babhbq2kufg46vwyf1sg.jpg", 
            "width": 1280
        }
    ], 
    "slug": "grand-theft-auto-iv-the-ballad-of-gay-tony", 
    "summary": "Grand Theft Auto: The Ballad of Gay Tony is the second of the two episodic expansion packs available for Grand Theft Auto IV. The Ballad of Gay Tony follows the exploits of protagonist Luis Fernando Lopez, an ex-member of the Dominican drug dealers and the personal bodyguard (referred to by himself as \"business associate\") of Anthony \"Gay Tony\" Prince. Prince is the owner of the two largest nightclubs in Liberty City and is a high-status socialite. Rockstar Games said in their press release that this episode \"injects Liberty City with an overdose of guns, glitz, and crime\" and that \"players will struggle with the competing loyalties of family and friends, and with the uncertainty about who is real and who is fake in a world in which everyone has a price.\"", 
    "tags": [
        1, 
        27, 
        33, 
        38, 
        268435460, 
        268435461, 
        268435466, 
        536870929, 
        536870933, 
        536871019, 
        536871021, 
        536871134, 
        536871196, 
        536871255, 
        536871339, 
        536871452, 
        536871453, 
        1073741826
    ], 
    "themes": [
        1, 
        27, 
        33, 
        38
    ], 
    "total_rating": 84.38729463726885, 
    "total_rating_count": 92, 
    "updated_at": 1528389074253, 
    "url": "https://www.igdb.com/games/grand-theft-auto-iv-the-ballad-of-gay-tony", 
    "videos": [
        {
            "name": "Trailer", 
            "video_id": "fcDY7SCLWcc"
        }
    ], 
    "websites": [
        {
            "category": 1, 
            "url": "http://www.rockstargames.com/theballadofgaytony/"
        }
    ]
}