{
    "aggregated_rating": 84.0, 
    "aggregated_rating_count": 9, 
    "alternative_names": [
        {
            "comment": "Other", 
            "name": "KZ3"
        }
    ], 
    "category": 0, 
    "collection": 350, 
    "cover": {
        "cloudinary_id": "fydnksyhmruir85rfvc5", 
        "height": 738, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/fydnksyhmruir85rfvc5.jpg", 
        "width": 640
    }, 
    "created_at": 1357083536008, 
    "developers": [
        1843
    ], 
    "esrb": {
        "rating": 6, 
        "synopsis": "This is a first-person shooter in which players assume the role of interplanetary soldiers who must salvage mankind's future. Players use electricity guns, pistols, machine guns, flamethrowers, and plasma grenades to destroy robot drones and enemy soldiers. Frenetic battles are highlighted by realistic gunfire and screams of pain; enemies emit large splashes of blood when shot. The game also depicts intense close-up attacks against enemies: snapping necks, slicing throats, stabbing or gouging eyes. Some weapons (e.g., boltgun and sniper rifle) can decapitate enemy soldiers with headshots, and one blood-splattered environment depicts severed human limbs. Language such as \"f*ck\" and \"sh*t\" can be heard in the dialogue. "
    }, 
    "first_release_date": 1298332800000, 
    "game_engines": [
        52
    ], 
    "game_modes": [
        1, 
        2, 
        3, 
        4
    ], 
    "games": [
        26401, 
        2031, 
        1122, 
        529, 
        494, 
        1595, 
        6632, 
        1939, 
        6801, 
        539
    ], 
    "genres": [
        5
    ], 
    "id": 1867, 
    "keywords": [
        70, 
        129, 
        132, 
        307, 
        453, 
        495, 
        524, 
        540, 
        562, 
        563, 
        594, 
        660, 
        970, 
        992, 
        1107, 
        1317, 
        1333, 
        1373, 
        1440, 
        1675, 
        1710, 
        2115, 
        2242, 
        2543, 
        3831, 
        4161, 
        4239, 
        4245, 
        4261, 
        4330, 
        4345, 
        4353, 
        4359, 
        4402, 
        4437, 
        4541, 
        4547, 
        4578, 
        4579, 
        4611, 
        4614, 
        4713, 
        4760, 
        4841, 
        4891, 
        4895, 
        4901, 
        4902, 
        4907, 
        4918, 
        4993, 
        4998, 
        5157, 
        5300, 
        5323, 
        5358, 
        5419, 
        5451, 
        5455, 
        5557, 
        5560, 
        5674, 
        5688, 
        5750, 
        5791, 
        5823, 
        5905, 
        5945, 
        5987, 
        6023, 
        6137, 
        6232, 
        6239, 
        6244, 
        6249, 
        6281, 
        6292, 
        6305, 
        6376, 
        6585, 
        6652, 
        6744, 
        6801, 
        7026, 
        7038, 
        7052, 
        7056, 
        7113, 
        7200, 
        7419, 
        7574, 
        7636, 
        7637, 
        8157, 
        8275, 
        8793, 
        8839, 
        8976, 
        9160, 
        9311, 
        9448, 
        9713, 
        10031, 
        10032, 
        10033, 
        10034, 
        10035, 
        10042, 
        10211, 
        11033, 
        11122, 
        11591, 
        12424, 
        12462
    ], 
    "multiplayer_modes": [
        {
            "campaigncoop": false, 
            "dropin": false, 
            "lancoop": false, 
            "offlinecoop": true, 
            "offlinecoopmax": 0, 
            "offlinemax": 0, 
            "onlinecoop": true, 
            "onlinecoopmax": 0, 
            "onlinemax": 0, 
            "platform": 9, 
            "splitscreen": true, 
            "splitscreenonline": false
        }
    ], 
    "name": "Killzone 3", 
    "pegi": {
        "rating": 5, 
        "synopsis": "The content of this game is suitable for persons aged 18 years and over only.\r\nIt contains: Extreme violence - Strong language\r\nThis game allows the player to interact with other players ONLINE"
    }, 
    "platforms": [
        9
    ], 
    "player_perspectives": [
        1
    ], 
    "popularity": 2.0, 
    "publishers": [
        334, 
        45
    ], 
    "pulse_count": 2, 
    "rating": 79.882443212231, 
    "rating_count": 39, 
    "release_dates": [
        {
            "category": 0, 
            "date": 1298505600000, 
            "human": "2011-Feb-24", 
            "m": 2, 
            "platform": 9, 
            "region": 5, 
            "y": 2011
        }, 
        {
            "category": 0, 
            "date": 1298592000000, 
            "human": "2011-Feb-25", 
            "m": 2, 
            "platform": 9, 
            "region": 1, 
            "y": 2011
        }, 
        {
            "category": 0, 
            "date": 1298332800000, 
            "human": "2011-Feb-22", 
            "m": 2, 
            "platform": 9, 
            "region": 2, 
            "y": 2011
        }, 
        {
            "category": 0, 
            "date": 1298592000000, 
            "human": "2011-Feb-25", 
            "m": 2, 
            "platform": 9, 
            "y": 2011
        }
    ], 
    "screenshots": [
        {
            "cloudinary_id": "zkjqsphddvmydogfsjkg", 
            "height": 720, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/zkjqsphddvmydogfsjkg.jpg", 
            "width": 1280
        }, 
        {
            "cloudinary_id": "c4v6lk0k0qliq6e9v3uv", 
            "height": 720, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/c4v6lk0k0qliq6e9v3uv.jpg", 
            "width": 1280
        }, 
        {
            "cloudinary_id": "phrstnhf8x9e4rnicovu", 
            "height": 720, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/phrstnhf8x9e4rnicovu.jpg", 
            "width": 1280
        }, 
        {
            "cloudinary_id": "dwvosmw4evbh5roj985f", 
            "height": 177, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/dwvosmw4evbh5roj985f.jpg", 
            "width": 284
        }, 
        {
            "cloudinary_id": "ldhzzqwbsp2xbolmjes9", 
            "height": 168, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/ldhzzqwbsp2xbolmjes9.jpg", 
            "width": 300
        }
    ], 
    "slug": "killzone-3", 
    "status": 5, 
    "storyline": "The game begins in medias res from the point of view of two Helghast soldiers who have arrived at Stahl Arms Corporation, Jorhan Stahl's weapons factory. The two are taken to a room where the captured Jason Narville's execution is about to be broadcast by Stahl across Helghan. As the two soldiers are about to execute Narville, they reveal themselves as Tomas \"Sev\" Sevchenko and Rico Velasquez and the scene cuts back six months earlier, immediately following the events of Killzone 2. \nSev and Rico regroup with Captain Jason Narville outside Scolar Visari's palace and they begin their evacuation towards the remaining ISA ships on Helghan. They face heavy resistance from organised Helghan troops led by Admiral Orlock, whose battle plan is well received by most of the senate except for Jorhan Stahl, the chairman of Stahl Arms, the largest weapons manufacturer on Helghan. From the outset, the animosity between the two parties is made apparent. Rico receives a transmission from Jammer and separates from the group to rescue her squad who have encountered heavy resistance. Due to a poorly-engineered evacuation a few ISA ships are unable to depart, separating Rico from Sev and the rest of the ISA forces, and leaving all of them marooned on Helghan. \nJumping six months forward, the Helghast senate expresses their disappointment with Orlock's search for the remaining ISA forces, since he had initially promised that they would be dead within the hour. One of the senators suggests to relieve Orlock, and replace him with Stahl, but is refused. As a result Stahl refuses to deliver his weapon prototype and other resources (Stahl Arms itself) to the military as long as Orlock is on charge, citing the Admiral as incompetent. Stahl organizes his private army to hunt down the ISA who are hiding in a Helghast jungle. Narville dispatches Sev along with a soldier named Kowalski to retrieve a satellite uplink in order to contact the Vektan government. Upon doing so, Earth Command informs Sev and Narville that the ISA has agreed to a cease-fire and that they are to surrender so their release can be negotiated. The Helghast soon track the ISA in the jungle, ending with their capture and the death of Kowalski after a brutal battle. \nRico and his men, including Jammer, who have been separated from the main group for six months, are able to rescue Sev, who convinces them to save Narville and the rest of the captured ISA forces. They track them to Stahl's base and discover a horrifying new weapon using irradiated Petrusite, a compound that causes its victims to explode. Disguised as Narville's executioners, Sev and Rico rescue Narville in addition to freeing some of their men who were held as prisoners of war and used as test subjects for Stahl's new weapons. On their way out, Rico and Sev discover Stahl's plan to destroy Earth, the most powerful military force and the leading imperial force which colonized all the other worlds; their downfall would allow the Helghast to dominate and reclaim all the other colonies. \nEmbarrassed by Stahl's failure to execute Narville, the senate chooses to vote Orlock as Helghan's new Autarch and he orders Stahl to transfer his new weapons to the Helghast military. Stahl is made to confront Orlock at the space station where he plans to assassinate Stahl. After a grueling ground battle with the Helghast forces, remaining ISA soldiers arrive at the orbital elevator and use it to ride up to the space station. \nOn the station, Stahl turns on Orlock, destroying his fleet and murdering him after a brief duel, and makes preparations to bombard Earth. The remaining ISA forces hijack two fighters and Sev manages to shoot down Stahl's cruiser. Unwilling to let Stahl escape the cruiser, he drops a nuke on the falling cruiser, detonating the Petrusite weapons it was carrying above Helghan's atmosphere. The Petrusite engulfs the entire planet and wipes out almost everything on its surface. Jammer then reports that Helghan has gone dark, with not a single communication being heard. Sev contemplates on the many lives on the planet obliterated by the Petrusite. \nIn a mid-credits scene, two Helghast soldiers are searching through some ruins when they come across an escape pod. Though the occupant's identity is not revealed, both soldiers bow and say, \"Welcome home, sir,\" implying that Stahl survived and managed to escape his cruiser before it was destroyed.", 
    "summary": "Visari is gone, but the war is far from over. Helghast forces have mounted a devastating counter-attack, prompting the ISA evacuation of planet Helghan. As new Helghast battalions with more powerful weapons appear, the ISA find themselves outmanned, outgunned and surrounded. The player reassumes the role of Sev, a surviving member of the Special Forces unit Alpha Squad, who must fight against vindictive, merciless enemy forces in a desperate attempt to escape Helghan alive.", 
    "tags": [
        1, 
        18, 
        39, 
        268435461, 
        536870982, 
        536871041, 
        536871044, 
        536871219, 
        536871365, 
        536871407, 
        536871436, 
        536871452, 
        536871474, 
        536871475, 
        536871506, 
        536871572, 
        536871882, 
        536871904, 
        536872019, 
        536872229, 
        536872245, 
        536872285, 
        536872352, 
        536872587, 
        536872622, 
        536873027, 
        536873154, 
        536873455, 
        536874743, 
        536875073, 
        536875151, 
        536875157, 
        536875173, 
        536875242, 
        536875257, 
        536875265, 
        536875271, 
        536875314, 
        536875349, 
        536875453, 
        536875459, 
        536875490, 
        536875491, 
        536875523, 
        536875526, 
        536875625, 
        536875672, 
        536875753, 
        536875803, 
        536875807, 
        536875813, 
        536875814, 
        536875819, 
        536875830, 
        536875905, 
        536875910, 
        536876069, 
        536876212, 
        536876235, 
        536876270, 
        536876331, 
        536876363, 
        536876367, 
        536876469, 
        536876472, 
        536876586, 
        536876600, 
        536876662, 
        536876703, 
        536876735, 
        536876817, 
        536876857, 
        536876899, 
        536876935, 
        536877049, 
        536877144, 
        536877151, 
        536877156, 
        536877161, 
        536877193, 
        536877204, 
        536877217, 
        536877288, 
        536877497, 
        536877564, 
        536877656, 
        536877713, 
        536877938, 
        536877950, 
        536877964, 
        536877968, 
        536878025, 
        536878112, 
        536878331, 
        536878486, 
        536878548, 
        536878549, 
        536879069, 
        536879187, 
        536879705, 
        536879751, 
        536879888, 
        536880072, 
        536880223, 
        536880360, 
        536880625, 
        536880943, 
        536880944, 
        536880945, 
        536880946, 
        536880947, 
        536880954, 
        536881123, 
        536881945, 
        536882034, 
        536882503, 
        536883336, 
        536883374, 
        1073741825
    ], 
    "themes": [
        1, 
        18, 
        39
    ], 
    "total_rating": 81.9412216061155, 
    "total_rating_count": 48, 
    "updated_at": 1528421940723, 
    "url": "https://www.igdb.com/games/killzone-3", 
    "videos": [
        {
            "name": "Trailer", 
            "video_id": "3QdydrzwdM0"
        }
    ], 
    "websites": [
        {
            "category": 2, 
            "url": "http://killzone.wikia.com/wiki/Killzone_3"
        }, 
        {
            "category": 5, 
            "url": "https://twitter.com/killzone"
        }, 
        {
            "category": 3, 
            "url": "https://en.wikipedia.org/wiki/Killzone_3"
        }, 
        {
            "category": 1, 
            "url": "http://www.killzone.com/"
        }
    ]
}