{
    "aggregated_rating": 94.0, 
    "aggregated_rating_count": 1, 
    "category": 0, 
    "created_at": 1469796383698, 
    "first_release_date": 1297987200000, 
    "genres": [
        8
    ], 
    "id": 21717, 
    "name": "LittleBigPlanet 2: Special Edition", 
    "platforms": [
        9
    ], 
    "popularity": 1.0, 
    "release_dates": [
        {
            "category": 0, 
            "date": 1297987200000, 
            "human": "2011-Feb-18", 
            "m": 2, 
            "platform": 9, 
            "region": 8, 
            "y": 2011
        }
    ], 
    "screenshots": [
        {
            "cloudinary_id": "cxtk1t8soi4cseiatwp3", 
            "height": 356, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/cxtk1t8soi4cseiatwp3.jpg", 
            "width": 650
        }
    ], 
    "slug": "littlebigplanet-2-special-edition", 
    "summary": "LittleBigPlanet 2 is a puzzle-platformer video game that features user-generated content. The game is developed by Media Molecule, published by Sony Computer Entertainment Europe for PlayStation 3. It was originally scheduled for release in November 2010[4][5][6] but was delayed until January 2011.[7] The game was released in North America on 18 January 2011,[2] in mainland Europe on 19 January 2011, in Australia and New Zealand on 20 January 2011 and the UK and Ireland on 21 January 2011.[3] \n \nIt is a direct sequel to the critically acclaimed 2008 title LittleBigPlanet and the third game in the series following a PSP version released in 2009. Most of the more than 3 million levels created by users in the first game carry over and are playable and editable in LittleBigPlanet 2.[8] Unlike its predecessor, which was marketed as a platform game, LittleBigPlanet 2 was marketed as a \"platform for games\".[9] Support for PlayStation Move was added to the game through a software update in September 2011, allowing users to play the game using the PlayStation Move motion controller in conjunction with a Navigation Controller or gamepad.", 
    "total_rating": 94.0, 
    "total_rating_count": 1, 
    "updated_at": 1500558662431, 
    "url": "https://www.igdb.com/games/littlebigplanet-2-special-edition"
}