{
    "aggregated_rating": 69.0, 
    "aggregated_rating_count": 11, 
    "alternative_names": [
        {
            "comment": "Japanese title", 
            "name": "ロリポップチェーンソー"
        }, 
        {
            "comment": "Japanese title", 
            "name": "Roripoppu Chēn Sō"
        }
    ], 
    "category": 0, 
    "cover": {
        "cloudinary_id": "jnljgvdqnqo0jzqnvcx3", 
        "height": 939, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/jnljgvdqnqo0jzqnvcx3.jpg", 
        "width": 762
    }, 
    "created_at": 1346785986619, 
    "developers": [
        845
    ], 
    "esrb": {
        "rating": 6, 
        "synopsis": "This is an action game in which players assume the role of Juliet Starling, a zombie-hunting cheerleader who must prevent the apocalypse. Players use a chainsaw, explosive rounds, and special attacks (e.g., performing cheerleading routines; mowing down enemies with a crop harvester) to kill zombies in melee-style combat. Some attacks (e.g., Sparkle Hunting Bonuses) require dispatching multiple zombies at once, and are highlighted by slow-motion effects and close-up camera angles. Cutscenes also depict over-the-top acts of violence: a zombie boss shooting himself in the head; characters getting sliced in half by chainsaws; Juliet punting a decapitated head in slow motion. Exaggerated blood splashes, dismemberment, and decapitation occur frequently. During the course of the game, players can dress Juliet in revealing outfits (e.g., Sexy Rider Suit, Sexy Seashell Bikini) that expose large amounts of cleavage and/or buttocks. Numerous jokes in the dialogue and on-screen text also reference sexual material (e.g., “Officer Stephanie sometimes used her nightstick to pleasure herself to yearbook photos,”“[She] had 'backdoor' sex with over three hundred sailors back in the day,”“Is it normal to have an erection as you die?”). A variety of sequences allude to drug use (e.g., “Old McDonald's been smoking too much weed,” and “[Influences:] Rick James, eight-foot piles of cocaine. . .”). The words “f**k,”“sh*t,” and “c*cksucker” can be heard in dialogue."
    }, 
    "first_release_date": 1339459200000, 
    "game_engines": [
        6
    ], 
    "game_modes": [
        1
    ], 
    "games": [
        6958, 
        27421, 
        7329, 
        1009, 
        9655, 
        4786, 
        7603, 
        22486, 
        1082, 
        9927
    ], 
    "genres": [
        25
    ], 
    "id": 1284, 
    "keywords": [
        21, 
        79, 
        80, 
        86, 
        129, 
        226, 
        296, 
        350, 
        403, 
        770, 
        846, 
        1046, 
        1293, 
        1313, 
        1320, 
        1599, 
        2543, 
        3540, 
        3833, 
        4145, 
        4161, 
        4188, 
        4241, 
        4242, 
        4245, 
        4345, 
        4359, 
        4369, 
        4426, 
        4452, 
        4494, 
        4501, 
        4508, 
        4525, 
        4568, 
        4581, 
        4611, 
        4614, 
        4615, 
        4653, 
        4890, 
        4896, 
        4973, 
        4983, 
        5022, 
        5117, 
        5197, 
        5264, 
        5277, 
        5287, 
        5331, 
        5350, 
        5391, 
        5410, 
        5439, 
        5443, 
        5672, 
        5754, 
        5760, 
        5844, 
        5850, 
        5905, 
        5911, 
        5915, 
        5989, 
        6031, 
        6223, 
        6262, 
        6265, 
        6371, 
        6380, 
        6385, 
        6478, 
        6482, 
        6631, 
        6741, 
        7038, 
        7181, 
        7364, 
        7402, 
        7412, 
        7503, 
        8796, 
        9114, 
        9254, 
        9396, 
        9537, 
        9967, 
        10168, 
        10486, 
        11782, 
        11870
    ], 
    "name": "Lollipop Chainsaw", 
    "pegi": {
        "rating": 5
    }, 
    "platforms": [
        9, 
        12
    ], 
    "player_perspectives": [
        2
    ], 
    "popularity": 2.333333333333333, 
    "publishers": [
        50, 
        836
    ], 
    "rating": 67.185208839176, 
    "rating_count": 20, 
    "release_dates": [
        {
            "category": 0, 
            "date": 1339459200000, 
            "human": "2012-Jun-12", 
            "m": 6, 
            "platform": 9, 
            "region": 2, 
            "y": 2012
        }, 
        {
            "category": 0, 
            "date": 1339718400000, 
            "human": "2012-Jun-15", 
            "m": 6, 
            "platform": 9, 
            "region": 1, 
            "y": 2012
        }, 
        {
            "category": 0, 
            "date": 1339459200000, 
            "human": "2012-Jun-12", 
            "m": 6, 
            "platform": 12, 
            "region": 2, 
            "y": 2012
        }, 
        {
            "category": 0, 
            "date": 1339545600000, 
            "human": "2012-Jun-13", 
            "m": 6, 
            "platform": 12, 
            "region": 3, 
            "y": 2012
        }, 
        {
            "category": 0, 
            "date": 1339545600000, 
            "human": "2012-Jun-13", 
            "m": 6, 
            "platform": 9, 
            "region": 3, 
            "y": 2012
        }, 
        {
            "category": 0, 
            "date": 1339632000000, 
            "human": "2012-Jun-14", 
            "m": 6, 
            "platform": 9, 
            "region": 5, 
            "y": 2012
        }, 
        {
            "category": 0, 
            "date": 1339632000000, 
            "human": "2012-Jun-14", 
            "m": 6, 
            "platform": 12, 
            "region": 5, 
            "y": 2012
        }, 
        {
            "category": 0, 
            "date": 1339718400000, 
            "human": "2012-Jun-15", 
            "m": 6, 
            "platform": 12, 
            "region": 1, 
            "y": 2012
        }
    ], 
    "screenshots": [
        {
            "cloudinary_id": "zylpcydpcp9pubtcykaa", 
            "height": 720, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/zylpcydpcp9pubtcykaa.jpg", 
            "width": 1280
        }, 
        {
            "cloudinary_id": "jnbqz3aijesh11fjds7a", 
            "height": 720, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/jnbqz3aijesh11fjds7a.jpg", 
            "width": 1280
        }, 
        {
            "cloudinary_id": "jwgifhtwnlhxqienr0zr", 
            "height": 720, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/jwgifhtwnlhxqienr0zr.jpg", 
            "width": 1280
        }, 
        {
            "cloudinary_id": "xet3nwxblgoxesmp3svb", 
            "height": 720, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/xet3nwxblgoxesmp3svb.jpg", 
            "width": 1280
        }, 
        {
            "cloudinary_id": "csgxhklxdsqwjzwuua9p", 
            "height": 1080, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/csgxhklxdsqwjzwuua9p.jpg", 
            "width": 1920
        }
    ], 
    "slug": "lollipop-chainsaw", 
    "storyline": "On Juliet Starling's (voiced by Tara Strong in English and Eri Kitamura/Yōko Hikasa in Japanese) 18th birthday, she goes to San Romero High School park to meet her boyfriend, Nick Carlyle (voiced by Michael Rosenbaum in English and Kenichi Suzumura in Japanese) who is going to meet her family for the first time. Unfortunately, a zombie outbreak has occurred, which leads to Juliet fighting off hordes of Undead on her way to meet Nick. When she arrives, she discovers Nick fighting off a zombie which was trying to eat her, and so Nick is bitten in her place. Realizing he will become a zombie, Juliet decides she must decapitate him to save him. \nWhen he comes to, Nick discovers he is somehow still alive, despite being a severed head, and so Juliet reveals to him that she is a zombie hunter, and that she performed a magical ritual on him which keeps his soul from being turned into a zombie and retaining his humanity, thus explaining his continued existence as a severed head. Juliet attaches Nick's head to her belt, and she fights hordes of zombies on her way to meet her tutor, Morikawa (voiced by Bruce Locke in English and Bin Shimada in Japanese). Once they are united, Morikawa explains the situation, and explains that the Universe is divided into three realms: Earth, the Land Beyond Words, and the Rotten World, an infernal realm where demons and zombies reside.[7] Morikawa tells Juliet and Nick that somebody has cracked open a portal between Earth and the Rotten World by a combination of black magic and explosives, and Morikawa sets out to find the culprit. Juliet reunites again with Morikawa after fighting zombies intent on blowing her to oblivion, and finds the person responsible for the outbreak, an evil goth named Swan (voiced by Sean Gunn in English and Nobuhiko Okamoto in Japanese) but she cannot prevent him from summoning five demons to the world, which take the form of zombies centered on themes of rock and roll.[8] Morikawa attempts to stop Swan from unleashing the demons, but he is mortally wounded. \nSwan sends the first zombie overlord, Zed (voiced by Jimmy Urine in English and Shintaro Asanuma in Japanese), after her, but she kills him in a fight and sends him back to the Rotten World. Morikawa tells her to purify the school and kill the four remaining zombie overlords before dying. Juliet hunts down the overlords, while receiving advice from her sisters Cordelia Starling (voiced by Linda Cardellini in English and Mayumi Asano in Japanese), the elder one, and Rosalind Starling (voiced by Kimberly Brooks in English and Mariya Ise in Japanese), the younger sister.[9] Juliet continues exploring the school and fighting zombies, and encounters Vikke, the second zombie overlord summoned by Swan, whom she duels onboard his airborne longship and sends him back to Rotten World. The longship crashes into the O'Bannon Farm. Juliet is attacked mentally by nightmares projected from Mariska, the zombie Queen of Psychedelia, but Juliet eventually shakes off the nightmares and faces Mariska herself, defeating her and sending her back to Rotten World. Juliet's father, Gideon, arrives and takes her back to the city, where Juliet, Nick and Gideon infiltrate the Fulci Fun Center upon realizing it is full of gamer zombies. Josey, the zombie overlord in charge of the center, summons Juliet to his lair atop the building, and in a duel, Juliet also defeats him. Finally with one zombie overlord left, Juliet's family all team up to infiltrate an unfinished Cathedral in the heart of the city, where the final overlord, Lewis Legend, lurks. Upon accessing his lair, Swan taunts Juliet about Lewis being more than a match for her; ultimately, though, the situation is reversed. Just like all the other overlords upon their deaths, Lewis utters a Latin chant. \nSwan appears and applauds Juliet for her work and reveals the cruel fact that she was a pawn in his game, and he allowed all the zombie overlords to die so the true zombie lord could be returned to this world. Swan also tells Juliet that it was she, and all the other students at the school, that made him into a monster through torture and bullying. (However, the flashbacks shown imply that Swan might have had feelings for Juliet and that her relationship with Nick pushed him further over the edge.) Essentially, the zombie outbreak was his act of vengeance against the school's students, and society in general for making him an outcast. Juliet tries to reason with him, but Swan, indifferent towards any attempt to get him to see the error of his ways, shoots his head off to finish the ritual and is absorbed along with the rest of the Undead into a black vortex, which solidifies into the zombie of all zombies: Killabilly, whom Juliet is forced to fight. \nJuliet battles Killabilly and is contacted by the ghost of Morikawa, who gives her advice along with Nick. Halfway through the fight, Gideon drives his motorcycle packed with explosives into the maw of Killabilly, and is seemingly destroyed. Juliet mourns her father, but Nick and Morikawa encourage her to enter the mouth of Killabilly before he regenerates. Juliet complies and lands in the demon's stomach, where, in his heart, she encounters Swan's headless corpse. She learns she must put Nick's head on top of Swan's body to make Killabilly explode into nothing, and tearfully does so after expressing her love for Nick. Nick tells her he loves her, and sacrifices himself for humanity. Killabilly explodes, and in a near-death experience Nick learns from Morikawa's ghost that it has been decided Nick's honour grants him new life, with a new body, but there will be a \"mix-up\" on the resurrection. Nick learns this means he gets Morikawa's body, which is far shorter than his previous one, but neither he nor Juliet really care. Eventually, it is revealed Gideon did survive the explosion, and together the Starling family make their way home in return for Juliet's birthday, which can be a positive or negative experience depending on how the game has been played. \nShould the player save all available people during the course of the game, Juliet's birthday will go swimmingly and Nick will present his present of a box of luxury lollipops to Juliet. If the player allows one or more people to die, however, Juliet's mother will act strangely and turn around to reveal she has been zombified.", 
    "summary": "Lollipop Chainsaw is the 'un-deadly' story of sweet and killer zombie hunter Juliet Starling and her quest to uncover the root of a colossal zombie outbreak. With her wickedly awesome chainsaw in hand, Juliet slices, dices and splits her way through hordes of the undead, but soon realizes the horde is only the opening act to a festival of zombie rock lords determined to kill the chainsaw wielding cheerleader.", 
    "tags": [
        1, 
        27, 
        268435481, 
        536870933, 
        536870991, 
        536870992, 
        536870998, 
        536871041, 
        536871138, 
        536871208, 
        536871262, 
        536871315, 
        536871682, 
        536871758, 
        536871958, 
        536872205, 
        536872225, 
        536872232, 
        536872511, 
        536873455, 
        536874452, 
        536874745, 
        536875057, 
        536875073, 
        536875100, 
        536875153, 
        536875154, 
        536875157, 
        536875257, 
        536875271, 
        536875281, 
        536875338, 
        536875364, 
        536875406, 
        536875413, 
        536875420, 
        536875437, 
        536875480, 
        536875493, 
        536875523, 
        536875526, 
        536875527, 
        536875565, 
        536875802, 
        536875808, 
        536875885, 
        536875895, 
        536875934, 
        536876029, 
        536876109, 
        536876176, 
        536876189, 
        536876199, 
        536876243, 
        536876262, 
        536876303, 
        536876322, 
        536876351, 
        536876355, 
        536876584, 
        536876666, 
        536876672, 
        536876756, 
        536876762, 
        536876817, 
        536876823, 
        536876827, 
        536876901, 
        536876943, 
        536877135, 
        536877174, 
        536877177, 
        536877283, 
        536877292, 
        536877297, 
        536877390, 
        536877394, 
        536877543, 
        536877653, 
        536877950, 
        536878093, 
        536878276, 
        536878314, 
        536878324, 
        536878415, 
        536879708, 
        536880026, 
        536880166, 
        536880308, 
        536880449, 
        536880879, 
        536881080, 
        536881398, 
        536882694, 
        536882782, 
        1073741826
    ], 
    "themes": [
        1, 
        27
    ], 
    "time_to_beat": {
        "hastly": 27600
    }, 
    "total_rating": 68.092604419588, 
    "total_rating_count": 31, 
    "updated_at": 1528616714214, 
    "url": "https://www.igdb.com/games/lollipop-chainsaw", 
    "videos": [
        {
            "name": "Talent Voices Vignette Video", 
            "video_id": "JJt-PSVEsec"
        }, 
        {
            "name": "Suck on this Trailer", 
            "video_id": "2WhYnul-eg8"
        }, 
        {
            "name": "Zom-be-gone Trailer", 
            "video_id": "AEFtVg1h3zM"
        }, 
        {
            "name": "Launch Trailer", 
            "video_id": "wWi9ETJ-Lng"
        }, 
        {
            "name": "Reveal Trailer", 
            "video_id": "S5-cq8DxOCQ"
        }, 
        {
            "name": "Haloween Trailer", 
            "video_id": "MoJ5_sGD1U8"
        }, 
        {
            "name": "Combat Trailer", 
            "video_id": "jiAZuja1dO4"
        }, 
        {
            "name": "Bosses Trailer", 
            "video_id": "MLpMLkAKxDY"
        }, 
        {
            "name": "A Romantic Valentine's Day Trailer", 
            "video_id": "YrZ2nDCSano"
        }
    ], 
    "websites": [
        {
            "category": 6, 
            "url": "https://www.twitch.tv/directory/game/Lollipop%20Chainsaw/videos/all"
        }, 
        {
            "category": 5, 
            "url": "https://twitter.com/lollichainsaw"
        }, 
        {
            "category": 4, 
            "url": "https://www.facebook.com/LollipopPage"
        }, 
        {
            "category": 3, 
            "url": "https://en.wikipedia.org/wiki/Lollipop_Chainsaw"
        }, 
        {
            "category": 2, 
            "url": "http://lollipopchainsaw.wikia.com/wiki/Lollipop_Chainsaw"
        }, 
        {
            "category": 1, 
            "url": "http://www.lollipopchainsaw.com"
        }
    ]
}