{
    "category": 0, 
    "collection": 2128, 
    "cover": {
        "cloudinary_id": "yq0xdpunqwkfhl72roas", 
        "height": 1500, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/yq0xdpunqwkfhl72roas.jpg", 
        "width": 1066
    }, 
    "created_at": 1499085063642, 
    "first_release_date": 1323302400000, 
    "games": [
        23175, 
        59516, 
        55289, 
        37022, 
        25646, 
        25311, 
        12579, 
        44191, 
        26192, 
        42080
    ], 
    "genres": [
        24, 
        31
    ], 
    "id": 42981, 
    "name": "Metal Gear Solid: HD Collection Limited Edition", 
    "platforms": [
        9
    ], 
    "popularity": 1.333333333333333, 
    "release_dates": [
        {
            "category": 0, 
            "date": 1323302400000, 
            "human": "2011-Dec-08", 
            "m": 12, 
            "platform": 9, 
            "region": 8, 
            "y": 2011
        }
    ], 
    "screenshots": [
        {
            "cloudinary_id": "xvtlixzwqyqkj5gmjz1a", 
            "height": 825, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/xvtlixzwqyqkj5gmjz1a.jpg", 
            "width": 1500
        }
    ], 
    "slug": "metal-gear-solid-hd-collection-limited-edition", 
    "summary": "From the critically acclaimed director, Hideo Kojima, Metal Gear Solid HD Collection offers a handful of the most popular Metal Gear Solid titles from the past in true HD for the first time ever. Featuring three complete games, Metal Gear Solid 2: Sons of Liberty, Metal Gear Solid: Snake Eater and Metal Gear Solid: Peace Walker, the HD Collection offers old and new fans a chance to experience the epic game play, design and storytelling of the MGS franchise. The \"Metal Gear Solid (MGS)\" series is the seminal work of Hideo Kojima, Japan's master game creator, and the progenitor of the stealth action game genre. The series has become a global phenomenon, with over 27 million copies sold worldwide. The player controls a secret agent from an elite special forces unit who is sent on solo sneaking missions through enemy installations, vast jungles, and sometimes even the thick of battle. Alone and surrounded by the enemy, even a special forces agent will find it tough to come out alive. But that is the secret behind the series' popularity-the cerebral challenge of figuring out how to avoid combat, and the thrill of sneaking through enemy territory undetected.The MGS series is also known for its storyline, which blends seamlessly with the gameplay. The scenarios are based on extensive research and incorporate the drama of actual developments in society. These elements have made MGS what it is today: a mature work of entertainment that transcends national borders and the confines of video games, and one of the leading products of the Japanese content business.", 
    "tags": [
        1, 
        23, 
        268435480, 
        268435487
    ], 
    "themes": [
        1, 
        23
    ], 
    "updated_at": 1515493903250, 
    "url": "https://www.igdb.com/games/metal-gear-solid-hd-collection-limited-edition", 
    "version_parent": 20741
}