{
    "aggregated_rating": 82.4, 
    "aggregated_rating_count": 5, 
    "alternative_names": [
        {
            "comment": "Other", 
            "name": "NCAA 13"
        }
    ], 
    "category": 0, 
    "collection": 2195, 
    "cover": {
        "cloudinary_id": "snksrlyw7rabgcj3nggy", 
        "height": 270, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/snksrlyw7rabgcj3nggy.jpg", 
        "width": 220
    }, 
    "created_at": 1401335105041, 
    "developers": [
        555
    ], 
    "esrb": {
        "rating": 3
    }, 
    "first_release_date": 1341878400000, 
    "franchise": 222, 
    "franchises": [
        222
    ], 
    "game_modes": [
        1, 
        2, 
        4
    ], 
    "games": [
        54662, 
        54524, 
        10121, 
        7113, 
        5955, 
        7111, 
        19516, 
        19934, 
        19290, 
        5956
    ], 
    "genres": [
        13, 
        14
    ], 
    "id": 7114, 
    "keywords": [
        26, 
        27, 
        32, 
        680, 
        810, 
        1148, 
        1166, 
        1293, 
        2543, 
        4134, 
        4245, 
        4650, 
        4837, 
        4890, 
        5783, 
        6774, 
        7179, 
        7180, 
        7182, 
        7183, 
        7213, 
        7503
    ], 
    "name": "NCAA Football 13", 
    "platforms": [
        9, 
        12
    ], 
    "player_perspectives": [
        2
    ], 
    "popularity": 1.333333333333333, 
    "publishers": [
        454
    ], 
    "rating": 80.0, 
    "rating_count": 1, 
    "release_dates": [
        {
            "category": 0, 
            "date": 1341878400000, 
            "human": "2012-Jul-10", 
            "m": 7, 
            "platform": 12, 
            "y": 2012
        }, 
        {
            "category": 0, 
            "date": 1341878400000, 
            "human": "2012-Jul-10", 
            "m": 7, 
            "platform": 9, 
            "y": 2012
        }
    ], 
    "screenshots": [
        {
            "cloudinary_id": "vdkiyu9ppbl4tait5zo2", 
            "height": 240, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/vdkiyu9ppbl4tait5zo2.jpg", 
            "width": 480
        }
    ], 
    "slug": "ncaa-football-13", 
    "summary": "NCAA Football 13 is an American college football game in which players are given the ongoing opportunity to enjoy the collegiate game in multiple ways. Experience the rise to dominance of a young, up-and-coming gridiron star hoping to make his way to a college superpower of choice and eventually a national championship. Experience the pride and pageantry of gameday Saturday like never before as you go from high school superstar, to top college player, to head coach in Road to Glory and Dynasty modes. With a new passing system, new team-specific traditions, and the Heisman Challenge, make an impact by leading your team to the National Championship with NCAA Football 13. \n \n \nSights and Sounds \n \nRevel in the pageantry of college football game days with NCAA Football 13. Featuring new team run-outs, mascots and pre-game traditions along with significantly enhanced audio and new trophy presentations, NCAA Football 13 delivers the passion and excitement of college football to fans across the nation. \n \nGameplay \n \nWith a new passing system that changes the way quarterbacks and receivers play and respond, combined with a new read and react defensive AI system, NCAA Football 13 delivers greater realism on the virtual gridiron. \n \nDynasty \n \nGame days come to life with mid-game updates featuring a new studio analyst, plus enhanced commentary from NCAA Football veterans Kirk Herbstreit and Brad Nessler. Recruiting now goes deeper than ever with the addition of dynamic grades and the ability to scout players. Plus, there are even more ways to interact with your Dynasty from the web. \n \nHeisman Challenge \n \nThere are familiar faces on the field in NCAA Football 13, which now features a selection of former Heisman Trophy winners. With the new Heisman Challenge mode, fans have the ability to utilize the skill set of a legendary Heisman Trophy winner in a quest to match his award-winning historical performances and win the Heisman trophy once again. \n \nRoad to Glory \n \nThe experience of being a college football superstar is now even more exciting with a new feature in Road to Glory that allows players to see and feel the game differently during key moments, increasing on-field awareness and creating amazing opportunities. \n \nMultiplayer Support \n \nPrepare yourself to match your collegiate gridiron skills against friends. NCAA Football 13 supports 1 - 4 players locally, and up to 2 players in online play.", 
    "tags": [
        268435469, 
        268435470, 
        536870938, 
        536870939, 
        536870944, 
        536871592, 
        536871722, 
        536872060, 
        536872078, 
        536872205, 
        536873455, 
        536875046, 
        536875157, 
        536875562, 
        536875749, 
        536875802, 
        536876695, 
        536877686, 
        536878091, 
        536878092, 
        536878094, 
        536878095, 
        536878125, 
        536878415, 
        1073741826
    ], 
    "total_rating": 81.2, 
    "total_rating_count": 6, 
    "updated_at": 1517270718447, 
    "url": "https://www.igdb.com/games/ncaa-football-13"
}