{
    "aggregated_rating": 82.8571428571429, 
    "aggregated_rating_count": 9, 
    "alternative_names": [
        {
            "comment": "Other", 
            "name": "Ratchet and Clank: Clock Blockers"
        }, 
        {
            "comment": "European title", 
            "name": "Ratchet & Clank: A Crack in Time"
        }
    ], 
    "artworks": [
        {
            "cloudinary_id": "qixqcbxeorfmkm6so3fb", 
            "height": 700, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/qixqcbxeorfmkm6so3fb.jpg", 
            "width": 1000
        }, 
        {
            "cloudinary_id": "ijeehrb7one9jhk1xcwe", 
            "height": 800, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/ijeehrb7one9jhk1xcwe.jpg", 
            "width": 1000
        }, 
        {
            "cloudinary_id": "cbykspezihxrf2ulanra", 
            "height": 600, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/cbykspezihxrf2ulanra.jpg", 
            "width": 1000
        }, 
        {
            "cloudinary_id": "w5n2ksfosndpiaj5outp", 
            "height": 1020, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/w5n2ksfosndpiaj5outp.jpg", 
            "width": 1000
        }
    ], 
    "category": 0, 
    "collection": 286, 
    "cover": {
        "cloudinary_id": "pya60sb1k3o50kklgano", 
        "height": 671, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/pya60sb1k3o50kklgano.jpg", 
        "width": 640
    }, 
    "created_at": 1352557953824, 
    "developers": [
        834
    ], 
    "esrb": {
        "rating": 4, 
        "synopsis": ""
    }, 
    "first_release_date": 1256601600000, 
    "game_modes": [
        1
    ], 
    "games": [
        11065, 
        6958, 
        26401, 
        1009, 
        1792, 
        1219, 
        1528, 
        9927, 
        1078, 
        1529
    ], 
    "genres": [
        5, 
        8, 
        31, 
        33
    ], 
    "id": 1795, 
    "keywords": [
        67, 
        170, 
        201, 
        301, 
        350, 
        575, 
        785, 
        786, 
        826, 
        947, 
        1025, 
        1033, 
        1058, 
        1186, 
        1289, 
        1403, 
        1440, 
        1699, 
        1986, 
        2049, 
        2155, 
        2543, 
        2859, 
        3061, 
        3079, 
        3486, 
        3741, 
        3831, 
        3833, 
        4140, 
        4161, 
        4162, 
        4169, 
        4183, 
        4219, 
        4239, 
        4245, 
        4282, 
        4287, 
        4297, 
        4345, 
        4350, 
        4359, 
        4386, 
        4390, 
        4397, 
        4410, 
        4444, 
        4446, 
        4460, 
        4477, 
        4484, 
        4525, 
        4542, 
        4543, 
        4544, 
        4571, 
        4611, 
        4678, 
        4709, 
        4780, 
        4783, 
        4884, 
        4885, 
        4897, 
        4907, 
        4936, 
        4956, 
        4958, 
        4977, 
        5022, 
        5029, 
        5151, 
        5172, 
        5216, 
        5374, 
        5387, 
        5425, 
        5441, 
        5453, 
        5474, 
        5503, 
        5537, 
        5587, 
        5612, 
        5672, 
        5738, 
        5753, 
        5905, 
        5935, 
        5946, 
        5947, 
        5949, 
        5951, 
        5952, 
        5954, 
        6007, 
        6120, 
        6191, 
        6440, 
        6495, 
        6539, 
        6648, 
        6691, 
        6746, 
        6850, 
        6870, 
        7221, 
        7222, 
        7237, 
        7309, 
        7405, 
        7421, 
        7571, 
        8108, 
        8145, 
        8157, 
        8784, 
        9084, 
        9182, 
        9529, 
        9820, 
        9835, 
        10211, 
        10416, 
        10417, 
        10418, 
        10419, 
        10422, 
        10425, 
        11247, 
        11292, 
        11294, 
        11295, 
        11447, 
        11580, 
        11841, 
        12450, 
        12478, 
        12481, 
        12953, 
        13036, 
        13068, 
        13082, 
        14526, 
        16757, 
        16758
    ], 
    "name": "Ratchet & Clank Future: A Crack in Time", 
    "pegi": {
        "rating": 2
    }, 
    "platforms": [
        9
    ], 
    "player_perspectives": [
        2
    ], 
    "popularity": 1.666666666666667, 
    "publishers": [
        45
    ], 
    "rating": 81.5215454995719, 
    "rating_count": 35, 
    "release_dates": [
        {
            "category": 0, 
            "date": 1258588800000, 
            "human": "2009-Nov-19", 
            "m": 11, 
            "platform": 9, 
            "region": 5, 
            "y": 2009
        }, 
        {
            "category": 0, 
            "date": 1257292800000, 
            "human": "2009-Nov-04", 
            "m": 11, 
            "platform": 9, 
            "region": 1, 
            "y": 2009
        }, 
        {
            "category": 0, 
            "date": 1256601600000, 
            "human": "2009-Oct-27", 
            "m": 10, 
            "platform": 9, 
            "region": 2, 
            "y": 2009
        }, 
        {
            "category": 0, 
            "date": 1256601600000, 
            "human": "2009-Oct-27", 
            "m": 10, 
            "platform": 9, 
            "y": 2009
        }
    ], 
    "screenshots": [
        {
            "cloudinary_id": "xfns1hitdz1yqkfzujg0", 
            "height": 393, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/xfns1hitdz1yqkfzujg0.jpg", 
            "width": 700
        }, 
        {
            "cloudinary_id": "jkmhvwbxoqy1slbh8set", 
            "height": 720, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/jkmhvwbxoqy1slbh8set.jpg", 
            "width": 1280
        }, 
        {
            "cloudinary_id": "pwertgxlhyq4bgcqcdvr", 
            "height": 720, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/pwertgxlhyq4bgcqcdvr.jpg", 
            "width": 1280
        }, 
        {
            "cloudinary_id": "bjina8wl3rz1zshp5z4n", 
            "height": 720, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/bjina8wl3rz1zshp5z4n.jpg", 
            "width": 1280
        }, 
        {
            "cloudinary_id": "pj1osljqrinatb2ssboh", 
            "height": 720, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/pj1osljqrinatb2ssboh.jpg", 
            "width": 1280
        }
    ], 
    "slug": "ratchet-clank-future-a-crack-in-time", 
    "storyline": "Continuing from the end of Quest for Booty, Clank has been abducted by the Zoni to a place called the Great Clock on behalf of the robot Dr. Nefarious, who is trying to discover the secret of the facility from him. Nefarious attempts to access Clank's memory banks for the key to something called the Orvus Chamber but is not allowed to do so because of the Zoni. Nefarious then sets free his Hypersonic Brainwave Scrambler, causing the Zoni to flee and a blackout to occur. When the power is restored, Clank has awoken and attempts to escape, but is caught by Nefarious and his butler, Lawrence and promptly immobilized. \nClank awakens later to find himself with a robot named Sigmund who is the Junior Caretaker of the facility, with no sign of Nefarious and his troops. Through the use of stations called mnemonic chambers that tap into his memory banks, Clank learns that the Great Clock was constructed by the Zoni scientist Orvus as a means to heal damage to the universe caused through excessive misuse of time-travel. A portion of Orvus still resides in Clank's memory banks, put there when Clank was constructed by the Zoni so that one day Clank would be able to take up the mantle of Senior Caretaker, with the help of the Zoni. Clank also learns that his father left for an outpost on Zanifar and never returned to the Clock. \nMeanwhile, Ratchet and Qwark explore the Breegus System for information on Clank and Nefarious. They learn of an \"exile\" that is also fighting Nefarious, and trace the being down to another Lombax, General Alister Azimuth. While exploring Krell Canyon for an Obsidian Eye to talk to Clank, Azimuth tells Ratchet he knows of his parents and that it was his fault that Emperor Tachyon was able to come to power, having shared the Lombaxes' technical genius with him. When the Lombaxes left for another dimension, Azimuth was forced to stay behind as punishment for his \"crimes\". Azimuth also tells Ratchet about the Great Clock, and that they may be able to use it to bring back the Lombaxes to this universe. After speaking to Clank through an Obsidian Eye and saving Qwark from a war grok named Snowball, Ratchet uses a time portal on Zanifar to find out what happened to Orvus. Nefarious captured the Zoni to try and get into the Orvus Chamber, but failed after Orvus vanished into thin air. Ratchet managed to make his escape and save Azimuth from Nefarious's henchman, Lord Vorselon. (But not before altering Nefarious's appearance by giving his past self a permanent scar on his right eye) \nRatchet and Azimuth manage to free Clank from another group of Nefarious's henchwomen, the Valkyries. Clank then manages to persuade Ratchet that Azimuth's plan to use the Clock would inevitably destroy the universe, prompting Azimuth to leave sadly. Ratchet, Clank & Qwark then launch a stealth mission aboard Nefarious' base, but are eventually caught. Before launching Ratchet and Clank on an asteroid into deep space, Nefarious reveals that he plans to use the Great Clock to go back in time to foil the various heroes across the universe and create a present where villains always reign supreme. Ratchet and Clank's asteroid crashes into a nearby planet (Planet Morklon) though the two are unharmed due to the Zoni protecting them. They see the world they landed on was destroyed. A surviving fongiod named Yurik reveled this was cause by the Agorians ten years ago and told the story of the battle of Gimlick Valley. One day Agorians suddenly attacked the peaceful village and captured many Fongiod villagers. The tribe leader and an army of soldiers were put together to fight, only for the tribe leader to get killed and the Agorians destroyed the dam wiping out the Fongoid village. They use a similar time portal from Zanifar to rescue the Fongoids of the past ten years ago to the battle of Gimlick valley. They enter combat with Agorians saving child Yurik who tells Ratchet to save the prisoners. After freeing the prisoners with help from the Fongoids, they confront Commander Argos, an Agorian general who was piloting his ship. The duo destroy the ship as it sinks into the dam. Fongoids cheered in victory and then the duo returned to the present where they see a different more peaceful village of Gimlick valley. Where the duos surprise are giant hedges memorial of the duo and is the 10 year anniversary of the day the duo save the Fongiod village. The duo meet with a Fongiod who they ask to borrow the memorial ship that Argos used during the battle that apparently has been recovered and repaired since it fell into the dam. The duo return to Nefarious to face him again before he can reach the Clock. They are able to defeat him aboard his ship, but Lawrence manages to slip away in the escape pod as the ship veers off course towards Nefarious's base. Just as the ship is about to impact, Azimuth arrives to rescue Ratchet and Clank. As the duo run towards Azimuth's ship, Nefarious's ship crashes into it and destroys the base. \nThe group returns to the Great Clock, where Clank is ready to resume his duties. However, Ratchet & Clank both refuse Azimuth the chance to use the machine to bring back the Lombaxes. Azimuth suddenly snaps, furious that Ratchet no longer wants what he does. His ambition turns to corruption and he fires his weapon at Ratchet, knocking him over the edge of the platform and killing him. While Clank manages to give chase to the General, Sigmund tries to stop him, but Azimuth overpowers him, and then Clank locks himself in the Orvus Chamber to prevent Azimuth from getting in. Remembering the words of The Plumber that he wouldn't risk any more than 6 minutes, Clank initiates a time shift to go back in time six minutes, where he is able to push Ratchet out of way of Azimuth's blast and alter the events. Ratchet and Azimuth then race though a grind rail to get into the Orvus Chamber. The duo are too late and Azimuth activates the Clock to shift backwards to try to bring the Lombaxes home. Ratchet then fights Azimuth with the fate of the entire universe in the balance. As he and Ratchet fight, the Clock starts to fall apart around them, unable to take the strain of such a massive shift. As Ratchet shouts at him to stop what he's done, Azimuth realizes his mistake. He tells Ratchet to \"take care of himself\" and gives his own life to stop the Clock from self destructing by using his wrench to replace the broken lever and turning it. However, by doing it, he gets hit by a lethal energy blast from the broken Clock and dies. \nAfter the Zoni repair the chamber, Ratchet bids Clank a farewell, wishing him well as he walks away. Clank, hearing the recorded words of Orvus again, realizes he cannot stay because he cannot leave Ratchet until he finds his family since Ratchet's actions helped find Clank's home. Clank promotes Sigmund to Senior Caretaker and, as Orvus says in the background that his son can do whatever makes him feel whole as he rejoins Ratchet just as he's about to leave. Together, they soar into the stars for another adventure.", 
    "summary": "Ratchet & Clank Future: A Crack in Time (known as Ratchet & Clank: A Crack in Time in most PAL countries) is a platform game developed by Insomniac Games and published by Sony Computer Entertainment for the PlayStation 3 video game console. It is the sequel to Ratchet & Clank Future: Tools of Destruction and Ratchet & Clank Future: Quest for Booty.] The game was released for the PlayStation 3 in North America on October 27, 2009, in Australia on November 5, 2009 and in Europe on November 6, 2009. \nA fourth installment, titled Ratchet & Clank: Into the Nexus, was released in November 2013 for the PlayStation 3.", 
    "tags": [
        1, 
        17, 
        18, 
        27, 
        35, 
        38, 
        268435461, 
        268435464, 
        268435487, 
        268435489, 
        536870979, 
        536871082, 
        536871113, 
        536871213, 
        536871262, 
        536871487, 
        536871697, 
        536871698, 
        536871738, 
        536871859, 
        536871937, 
        536871945, 
        536871970, 
        536872098, 
        536872201, 
        536872315, 
        536872352, 
        536872611, 
        536872898, 
        536872961, 
        536873067, 
        536873455, 
        536873771, 
        536873973, 
        536873991, 
        536874398, 
        536874653, 
        536874743, 
        536874745, 
        536875052, 
        536875073, 
        536875074, 
        536875081, 
        536875095, 
        536875131, 
        536875151, 
        536875157, 
        536875194, 
        536875199, 
        536875209, 
        536875257, 
        536875262, 
        536875271, 
        536875298, 
        536875302, 
        536875309, 
        536875322, 
        536875356, 
        536875358, 
        536875372, 
        536875389, 
        536875396, 
        536875437, 
        536875454, 
        536875455, 
        536875456, 
        536875483, 
        536875523, 
        536875590, 
        536875621, 
        536875692, 
        536875695, 
        536875796, 
        536875797, 
        536875809, 
        536875819, 
        536875848, 
        536875868, 
        536875870, 
        536875889, 
        536875934, 
        536875941, 
        536876063, 
        536876084, 
        536876128, 
        536876286, 
        536876299, 
        536876337, 
        536876353, 
        536876365, 
        536876386, 
        536876415, 
        536876449, 
        536876499, 
        536876524, 
        536876584, 
        536876650, 
        536876665, 
        536876817, 
        536876847, 
        536876858, 
        536876859, 
        536876861, 
        536876863, 
        536876864, 
        536876866, 
        536876919, 
        536877032, 
        536877103, 
        536877352, 
        536877407, 
        536877451, 
        536877560, 
        536877603, 
        536877658, 
        536877762, 
        536877782, 
        536878133, 
        536878134, 
        536878149, 
        536878221, 
        536878317, 
        536878333, 
        536878483, 
        536879020, 
        536879057, 
        536879069, 
        536879696, 
        536879996, 
        536880094, 
        536880441, 
        536880732, 
        536880747, 
        536881123, 
        536881328, 
        536881329, 
        536881330, 
        536881331, 
        536881334, 
        536881337, 
        536882159, 
        536882204, 
        536882206, 
        536882207, 
        536882359, 
        536882492, 
        536882753, 
        536883362, 
        536883390, 
        536883393, 
        536883865, 
        536883948, 
        536883980, 
        536883994, 
        536885438, 
        536887669, 
        536887670, 
        1073741826
    ], 
    "themes": [
        1, 
        17, 
        18, 
        27, 
        35, 
        38
    ], 
    "total_rating": 82.1893441783574, 
    "total_rating_count": 44, 
    "updated_at": 1528350176792, 
    "url": "https://www.igdb.com/games/ratchet-clank-future-a-crack-in-time", 
    "videos": [
        {
            "name": "Trailer", 
            "video_id": "TTUntdDcjTU"
        }
    ], 
    "websites": [
        {
            "category": 3, 
            "url": "https://en.wikipedia.org/wiki/Ratchet_%26_Clank_Future:_A_Crack_in_Time"
        }, 
        {
            "category": 2, 
            "url": "http://en.wikipedia.org/wiki/Ratchet_%26_Clank_Future:_A_Crack_in_Time"
        }
    ]
}