{
    "category": 0, 
    "collection": 83, 
    "cover": {
        "cloudinary_id": "vyn9fdzggfwyfwc82mb9", 
        "height": 1374, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/vyn9fdzggfwyfwc82mb9.jpg", 
        "width": 1289
    }, 
    "created_at": 1498990748789, 
    "first_release_date": 1351814400000, 
    "games": [
        12579, 
        68142, 
        59516, 
        26192, 
        6036, 
        24369, 
        25646, 
        44076, 
        68287, 
        57692
    ], 
    "genres": [
        5, 
        25, 
        31
    ], 
    "id": 41860, 
    "name": "Resident Evil 6 Anthology", 
    "platforms": [
        9
    ], 
    "popularity": 1.333333333333333, 
    "release_dates": [
        {
            "category": 0, 
            "date": 1351814400000, 
            "human": "2012-Nov-02", 
            "m": 11, 
            "platform": 9, 
            "region": 8, 
            "y": 2012
        }
    ], 
    "slug": "resident-evil-6-anthology", 
    "summary": "Capcom's long-running series about zombies, bioterrorism, and political machinations continues with four distinct campaigns, overhauled controls, and four-player co-op in Resident Evil 6. One campaign begins with Leon S. Kennedy and his partner Helena Harper attending an anti-bioterrorism speech by the President of the United States, only to be forced to kill him when he becomes an infected mutant. A second campaign features Chris Redfield and Piers Nivans as they head to China to battle the spread of a powerful new strain known as \"C-virus.\" \n \nThe third campaign takes place in Eastern Europe and stars Jake Muller, son of series antagonist Albert Wesker, and Raccoon City survivor-turned government agent Sherry Birkin, as they flee from a biomechanical abomination know as an Uranak. The fourth campaign can only be unlocked once gamers finish the first three, and it stars longtime series antihero Ada Wong. All three main campaigns offer co-op support, and some sections of the game combine two groups for four-player action; while the new \"Agent Hunt\" multiplayer mode lets PS3 gamers become monsters and infiltrate the campaigns of fellow players. \n \nThe \"Anthology\" edition of Resident Evil 6 also includes digital copies of five other games from the series: Resident Evil 5: Gold Edition, Resident Evil 4 HD, Resident Evil 3: Nemesis, Resident Evil 2, and esident Evil: Director's Cut.", 
    "tags": [
        1, 
        19, 
        21, 
        268435461, 
        268435481, 
        268435487
    ], 
    "themes": [
        1, 
        19, 
        21
    ], 
    "updated_at": 1522138837830, 
    "url": "https://www.igdb.com/games/resident-evil-6-anthology", 
    "version_parent": 1082, 
    "version_title": "Anthology"
}