{
    "aggregated_rating": 86.6666666666667, 
    "aggregated_rating_count": 12, 
    "alternative_names": [
        {
            "comment": "Other", 
            "name": "SRTT"
        }, 
        {
            "comment": "Other", 
            "name": "Saints Row III"
        }, 
        {
            "comment": "Other", 
            "name": "Saints Row 3"
        }, 
        {
            "comment": "Other", 
            "name": "SR3"
        }
    ], 
    "category": 0, 
    "collection": 197, 
    "cover": {
        "cloudinary_id": "fun8kzpyhyqhh113f6zx", 
        "height": 1870, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/fun8kzpyhyqhh113f6zx.jpg", 
        "width": 1517
    }, 
    "created_at": 1317749341000, 
    "developers": [
        507
    ], 
    "dlcs": [
        78452, 
        78454, 
        78453
    ], 
    "esrb": {
        "rating": 6, 
        "synopsis": "This is an “open-world” action-adventure game in which players assume the role of criminals known as the Saints. As players attempt to take over a fictional city and exact revenge on a rival gang, they engage in driving and combat missions to progress the overall storyline. Players use machine guns, shotguns, swords, rockets, and grenades to injure and kill rival gang members. Players also can shoot at roaming pedestrians (though there is no reward for this action), and in one mission, players shoot at police and civilians to create chaos in a rival gang's territory. One scene prompts players to run over a certain number of pedestrians within a given time; another sequence allows players to dispatch enemies by putting grenades in their mouths. Players can also use chainsaws to hack at enemies, resulting in scattered chunks of flesh and large pools of blood. During the course of the game, female characters are sometimes dressed in outfits that reveal large amounts of cleavage or buttocks; characters are occasionally depicted nude, though their nipples and/or genitalia are obscured by “pasties” or blurry pixels. In one sequence, players can walk through an erotic club containing several phallic sex toys and sexual contraptions; in another mission, players drive around town while an escort and client engage in sexual activity—there is no depiction of sex, only moaning sounds and suggestive dialogue (e.g., “How deep's that going in?” and “That's some tongue you got there.”). Some game environments and dialogue contain drug paraphernalia or other references to drugs (e.g., marijuana leaves and water bongs on a table; a radio DJ telling a caller to try heroin). The words “f**k,”“sh*t,” and “c*ck” can be heard in dialogue."
    }, 
    "external": {
        "steam": "55230"
    }, 
    "first_release_date": 1321315200000, 
    "game_engines": [
        8
    ], 
    "game_modes": [
        1, 
        2, 
        3
    ], 
    "games": [
        1981, 
        19441, 
        1020, 
        127, 
        529, 
        732, 
        434, 
        40, 
        74, 
        539
    ], 
    "genres": [
        5, 
        10, 
        31
    ], 
    "id": 873, 
    "keywords": [
        5, 
        21, 
        25, 
        47, 
        121, 
        129, 
        155, 
        182, 
        221, 
        222, 
        274, 
        284, 
        301, 
        309, 
        314, 
        350, 
        401, 
        484, 
        540, 
        613, 
        703, 
        706, 
        889, 
        977, 
        1025, 
        1158, 
        1188, 
        1293, 
        1313, 
        1403, 
        1440, 
        1459, 
        1669, 
        1675, 
        1678, 
        1714, 
        1950, 
        1971, 
        2002, 
        2098, 
        2537, 
        2543, 
        2956, 
        3538, 
        3640, 
        3831, 
        4004, 
        4135, 
        4145, 
        4150, 
        4157, 
        4161, 
        4177, 
        4179, 
        4199, 
        4245, 
        4250, 
        4271, 
        4272, 
        4273, 
        4287, 
        4345, 
        4359, 
        4369, 
        4388, 
        4398, 
        4403, 
        4410, 
        4444, 
        4452, 
        4484, 
        4520, 
        4525, 
        4541, 
        4578, 
        4582, 
        4609, 
        4611, 
        4613, 
        4615, 
        4644, 
        4647, 
        4681, 
        4685, 
        4698, 
        4711, 
        4726, 
        4730, 
        4770, 
        4776, 
        4777, 
        4781, 
        4823, 
        4852, 
        4854, 
        4869, 
        4870, 
        4890, 
        4891, 
        4892, 
        4907, 
        4910, 
        4918, 
        4956, 
        4983, 
        4984, 
        4992, 
        5020, 
        5025, 
        5150, 
        5151, 
        5158, 
        5159, 
        5213, 
        5214, 
        5278, 
        5308, 
        5309, 
        5349, 
        5377, 
        5386, 
        5418, 
        5444, 
        5457, 
        5471, 
        5472, 
        5474, 
        5517, 
        5564, 
        5593, 
        5597, 
        5609, 
        5625, 
        5633, 
        5640, 
        5657, 
        5663, 
        5694, 
        5731, 
        5783, 
        5791, 
        5796, 
        5814, 
        5850, 
        5900, 
        5905, 
        5909, 
        5911, 
        5939, 
        5941, 
        5943, 
        5989, 
        6022, 
        6042, 
        6056, 
        6066, 
        6075, 
        6079, 
        6088, 
        6120, 
        6123, 
        6197, 
        6232, 
        6246, 
        6249, 
        6295, 
        6322, 
        6363, 
        6373, 
        6374, 
        6383, 
        6486, 
        6493, 
        6497, 
        6527, 
        6716, 
        6730, 
        6738, 
        6752, 
        6832, 
        7056, 
        7074, 
        7086, 
        7089, 
        7097, 
        7114, 
        7124, 
        7315, 
        7321, 
        7335, 
        7358, 
        7451, 
        7482, 
        8110, 
        8111, 
        8150, 
        8172, 
        8272, 
        8276, 
        8690, 
        8799, 
        8803, 
        8828, 
        8843, 
        8876, 
        8912, 
        8961, 
        8998, 
        9045, 
        9061, 
        9066, 
        9067, 
        9278, 
        9311, 
        9569, 
        9749, 
        9785, 
        9792, 
        9799, 
        9951, 
        9952, 
        9954, 
        10156, 
        10168, 
        10191, 
        10251, 
        10331, 
        10595, 
        10683, 
        10696, 
        10723, 
        10741, 
        11208, 
        11242, 
        11248, 
        11474, 
        11596, 
        11597, 
        11602, 
        11870, 
        11885, 
        11894, 
        11908, 
        12042, 
        12317, 
        12462, 
        13450, 
        13451, 
        13452, 
        13453, 
        13454
    ], 
    "multiplayer_modes": [
        {
            "campaigncoop": true, 
            "dropin": true, 
            "lancoop": true, 
            "offlinecoop": false, 
            "offlinecoopmax": 0, 
            "offlinemax": 0, 
            "onlinecoop": true, 
            "onlinecoopmax": 2, 
            "onlinemax": 0, 
            "platform": 9, 
            "splitscreen": false, 
            "splitscreenonline": false
        }
    ], 
    "name": "Saints Row: The Third", 
    "pegi": {
        "rating": 5, 
        "synopsis": "The content of this game is suitable for persons aged 18 years and over only.\r\nIt contains: Extreme violence - Multiple, motiveless killing - Violence towards defenceless people - Strong language\r\nThis game allows the player to interact with other players ONLINE."
    }, 
    "platforms": [
        6, 
        9, 
        12
    ], 
    "player_perspectives": [
        2, 
        4
    ], 
    "popularity": 5.666666666666667, 
    "publishers": [
        197, 
        74, 
        26, 
        423
    ], 
    "pulse_count": 6, 
    "rating": 78.7119531932258, 
    "rating_count": 206, 
    "release_dates": [
        {
            "category": 0, 
            "date": 1321488000000, 
            "human": "2011-Nov-17", 
            "m": 11, 
            "platform": 9, 
            "region": 5, 
            "y": 2011
        }, 
        {
            "category": 0, 
            "date": 1321574400000, 
            "human": "2011-Nov-18", 
            "m": 11, 
            "platform": 9, 
            "region": 1, 
            "y": 2011
        }, 
        {
            "category": 0, 
            "date": 1321315200000, 
            "human": "2011-Nov-15", 
            "m": 11, 
            "platform": 9, 
            "region": 2, 
            "y": 2011
        }, 
        {
            "category": 0, 
            "date": 1321315200000, 
            "human": "2011-Nov-15", 
            "m": 11, 
            "platform": 6, 
            "region": 2, 
            "y": 2011
        }, 
        {
            "category": 0, 
            "date": 1321315200000, 
            "human": "2011-Nov-15", 
            "m": 11, 
            "platform": 12, 
            "region": 2, 
            "y": 2011
        }, 
        {
            "category": 0, 
            "date": 1321574400000, 
            "human": "2011-Nov-18", 
            "m": 11, 
            "platform": 6, 
            "region": 1, 
            "y": 2011
        }, 
        {
            "category": 0, 
            "date": 1321574400000, 
            "human": "2011-Nov-18", 
            "m": 11, 
            "platform": 12, 
            "region": 1, 
            "y": 2011
        }, 
        {
            "category": 0, 
            "date": 1321315200000, 
            "human": "2011-Nov-15", 
            "m": 11, 
            "platform": 6, 
            "region": 3, 
            "y": 2011
        }, 
        {
            "category": 0, 
            "date": 1321315200000, 
            "human": "2011-Nov-15", 
            "m": 11, 
            "platform": 9, 
            "region": 3, 
            "y": 2011
        }, 
        {
            "category": 0, 
            "date": 1321315200000, 
            "human": "2011-Nov-15", 
            "m": 11, 
            "platform": 12, 
            "region": 3, 
            "y": 2011
        }, 
        {
            "category": 0, 
            "date": 1321488000000, 
            "human": "2011-Nov-17", 
            "m": 11, 
            "platform": 6, 
            "region": 5, 
            "y": 2011
        }, 
        {
            "category": 0, 
            "date": 1321488000000, 
            "human": "2011-Nov-17", 
            "m": 11, 
            "platform": 12, 
            "region": 5, 
            "y": 2011
        }, 
        {
            "category": 0, 
            "date": 1321315200000, 
            "human": "2011-Nov-15", 
            "m": 11, 
            "platform": 9, 
            "region": 7, 
            "y": 2011
        }, 
        {
            "category": 0, 
            "date": 1321315200000, 
            "human": "2011-Nov-15", 
            "m": 11, 
            "platform": 12, 
            "region": 7, 
            "y": 2011
        }
    ], 
    "screenshots": [
        {
            "cloudinary_id": "vjmljavntv1nkyewfclp", 
            "height": 1080, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/vjmljavntv1nkyewfclp.jpg", 
            "width": 1920
        }, 
        {
            "cloudinary_id": "yfafdfzpek8n4ndzaelh", 
            "height": 1080, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/yfafdfzpek8n4ndzaelh.jpg", 
            "width": 1920
        }, 
        {
            "cloudinary_id": "mb89w8mmino3j3vbdtce", 
            "height": 1080, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/mb89w8mmino3j3vbdtce.jpg", 
            "width": 1920
        }, 
        {
            "cloudinary_id": "qhtcacbltfldgpidbb1v", 
            "height": 1080, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/qhtcacbltfldgpidbb1v.jpg", 
            "width": 1920
        }, 
        {
            "cloudinary_id": "prqtplpoqkgr39cy6ggz", 
            "height": 900, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/prqtplpoqkgr39cy6ggz.jpg", 
            "width": 1600
        }
    ], 
    "slug": "saints-row-the-third", 
    "storyline": "A while after the Ultor Corporation falls, the 3rd Street Saints have turned their street gang into a media empire, becoming icons and household names across the world, with their own energy drink, Japanese commercials, toys, a large fanbase, and a movie deal in the works. But when they attempt to rob a bank with actor Josh Birk, who is to play a Saint's member, their everyday routine takes an unlikely turn when the bank tellers unexpectedly start an all out gun war on the saints. The Saints attempt to airlift the vault out of the building, but when Birk foolishly sets off the alarm, it alerts the Stilwater P.D. and, after a large-scale firefight with police and S.W.A.T, the Saints are incarcerated. \nIn jail, Saints second-in-command Johnny Gat laments what the Saints have become, expressing disappointment at having strayed from their roots. At that point, an international criminal organization, called The Syndicate, bribes the police to release the Boss, Gat, and Shaundi. The three are forcibly taken to the Syndicate's leader Phillipe Loren, to try and negotiate a business plan with them aboard Loren's private jet. While in-flight, Loren tells them they will be allowed to live if they turn over 2/3 of the Saints' business in Stilwater. The Boss and Gat immediately reject this offer, and are able to fight their way out, with Gat commanding the plane back to Stilwater. The Boss and Shaundi use a parachute to escape the plane, but Gat is believed to be killed in the process. \nUpon landing, the Boss and Shaundi find themselves in Steelport, the dystopian criminal city controlled by the Syndicate, a group of three gangs: The Morning Star, a gang with advanced technology equipment, controlled by Loren himself, the Luchadores, a Mexican gang lead by the killer wrestler Killbane, and the Deckers, a hacker-based gang led by Matt Miller. After calling Pierce Washington, the Boss's second-in-command, to Steelport, the Saints seize a Morning Star penthouse for their new headquarters, hijack a UAV from a military base, and begin attacking Morning Star's businesses, culminating with an attack on Syndicate Tower, Loren's headquarters, in which the Saints rescue Oleg Kirlov, an apparent superhuman and template for the Syndicate's Brute clones, and Loren is killed. When the Saints try to transport Gat's body to Stilwater for his funeral, Killbane, now leader of the Syndicate, leads an attack on them. The fight destroys Stilwater's Hughes Memorial Bridge in the process. \nTo retaliate, the player seeks out anti-Syndicate talent, recruiting Oleg as an enforcer, ex-FBI hacker Kinzie Kensington as an informant; Zimos, the oldest pimp in Steelport; and Angel de la Muerte, Killbane's vengeful former tag-team partner. They are later joined by Viola DeWynter after Killbane kills her twin sister Kiki out of rage due to a failed assassination attempt on the Boss. Her defection, however, coincides with the arrival of the paramilitary S.T.A.G. (Special Tactical Anti-Gang) forces in Steelport, created by Senator Monica Hughes after the destruction of the bridge to end gang violence once and for all. The Saints take on STAG regardless, resulting in Steelport going under martial law, whilst also dealing with the Syndicate. \nAfter providing Kinzie with the appropriate technology, the player enters the Deckers mainframe, defeating Deckers leader Matt Miller's avatar in a virtual reality fight and driving him and most of the Deckers out of town. At Angel's insistence, the player opts to take on Killbane by killing the other contestants in his Murderbrawl XXXI pay-per-view to gain entrance, and then, with Angel's help, defeating Killbane in Murderbrawl with the option to unmask or spare him. Following his humiliating defeat, an enraged Killbane responds by instigating several attacks on the Saints and STAG throughout Steelport to cause chaos. \nWhilst quelling the fighting between the Luchadores and STAG, the Boss is simultaneously informed that Killbane is escaping the city while STAG second-in-command Kia is holding Shaundi, Viola, and Mayor Burt Reynolds hostage at a Steelport monument rigged to blow to frame the Saints. The Boss kills Kia and saves Shaundi and the others, the Saints are hailed as heroes for saving the monument and STAG pulls out of Steelport with the threat that they will be back. The Boss tracks Killbane down to Mars and kill him in what is ultimately revealed to be a scene from the Saints sci-fi film Gangstas in Space, which the Boss and several members are acting in. \nAn alternate, non-canonical ending plays out should the player opt to eliminate Killbane. In which the destruction of the monument is used as a pretext by STAG to attack Steelport with the airborne aircraft carrier Daedalus. The Boss destroys the Daedalus, killing STAG leader Cyrus Temple in the process, and declares Steelport an independent city-state under the Saints' control, with Pierce taking charge as mayor, and the Boss as the ultimate leader.", 
    "summary": "Saints Row: The Third is the first Saints Row game that takes place in the city of Steelport. Much like the first two games, the story revolves around the Saints destroying and absorbing three rival gangs, taking over the city in the process. In Saints Row: The Third, these three gangs are the Morningstar, the Luchadores, and the Deckers. Unlike the first two games, these three gangs are all controlled by a criminal organization known as The Syndicate, which the saints must also deal with.", 
    "tags": [
        1, 
        27, 
        33, 
        38, 
        268435461, 
        268435466, 
        268435487, 
        536870917, 
        536870933, 
        536870937, 
        536870959, 
        536871033, 
        536871041, 
        536871067, 
        536871094, 
        536871133, 
        536871134, 
        536871186, 
        536871196, 
        536871213, 
        536871221, 
        536871226, 
        536871262, 
        536871313, 
        536871396, 
        536871452, 
        536871525, 
        536871615, 
        536871618, 
        536871801, 
        536871889, 
        536871937, 
        536872070, 
        536872100, 
        536872205, 
        536872225, 
        536872315, 
        536872352, 
        536872371, 
        536872581, 
        536872587, 
        536872590, 
        536872626, 
        536872862, 
        536872883, 
        536872914, 
        536873010, 
        536873449, 
        536873455, 
        536873868, 
        536874450, 
        536874552, 
        536874743, 
        536874916, 
        536875047, 
        536875057, 
        536875062, 
        536875069, 
        536875073, 
        536875089, 
        536875091, 
        536875111, 
        536875157, 
        536875162, 
        536875183, 
        536875184, 
        536875185, 
        536875199, 
        536875257, 
        536875271, 
        536875281, 
        536875300, 
        536875310, 
        536875315, 
        536875322, 
        536875356, 
        536875364, 
        536875396, 
        536875432, 
        536875437, 
        536875453, 
        536875490, 
        536875494, 
        536875521, 
        536875523, 
        536875525, 
        536875527, 
        536875556, 
        536875559, 
        536875593, 
        536875597, 
        536875610, 
        536875623, 
        536875638, 
        536875642, 
        536875682, 
        536875688, 
        536875689, 
        536875693, 
        536875735, 
        536875764, 
        536875766, 
        536875781, 
        536875782, 
        536875802, 
        536875803, 
        536875804, 
        536875819, 
        536875822, 
        536875830, 
        536875868, 
        536875895, 
        536875896, 
        536875904, 
        536875932, 
        536875937, 
        536876062, 
        536876063, 
        536876070, 
        536876071, 
        536876125, 
        536876126, 
        536876190, 
        536876220, 
        536876221, 
        536876261, 
        536876289, 
        536876298, 
        536876330, 
        536876356, 
        536876369, 
        536876383, 
        536876384, 
        536876386, 
        536876429, 
        536876476, 
        536876505, 
        536876509, 
        536876521, 
        536876537, 
        536876545, 
        536876552, 
        536876569, 
        536876575, 
        536876606, 
        536876643, 
        536876695, 
        536876703, 
        536876708, 
        536876726, 
        536876762, 
        536876812, 
        536876817, 
        536876821, 
        536876823, 
        536876851, 
        536876853, 
        536876855, 
        536876901, 
        536876934, 
        536876954, 
        536876968, 
        536876978, 
        536876987, 
        536876991, 
        536877000, 
        536877032, 
        536877035, 
        536877109, 
        536877144, 
        536877158, 
        536877161, 
        536877207, 
        536877234, 
        536877275, 
        536877285, 
        536877286, 
        536877295, 
        536877398, 
        536877405, 
        536877409, 
        536877439, 
        536877628, 
        536877642, 
        536877650, 
        536877664, 
        536877744, 
        536877968, 
        536877986, 
        536877998, 
        536878001, 
        536878009, 
        536878026, 
        536878036, 
        536878227, 
        536878233, 
        536878247, 
        536878270, 
        536878363, 
        536878394, 
        536879022, 
        536879023, 
        536879062, 
        536879084, 
        536879184, 
        536879188, 
        536879602, 
        536879711, 
        536879715, 
        536879740, 
        536879755, 
        536879788, 
        536879824, 
        536879873, 
        536879910, 
        536879957, 
        536879973, 
        536879978, 
        536879979, 
        536880190, 
        536880223, 
        536880481, 
        536880661, 
        536880697, 
        536880704, 
        536880711, 
        536880863, 
        536880864, 
        536880866, 
        536881068, 
        536881080, 
        536881103, 
        536881163, 
        536881243, 
        536881507, 
        536881595, 
        536881608, 
        536881635, 
        536881653, 
        536882120, 
        536882154, 
        536882160, 
        536882386, 
        536882508, 
        536882509, 
        536882514, 
        536882782, 
        536882797, 
        536882806, 
        536882820, 
        536882954, 
        536883229, 
        536883374, 
        536884362, 
        536884363, 
        536884364, 
        536884365, 
        536884366, 
        1073741826, 
        1073741828
    ], 
    "themes": [
        1, 
        27, 
        33, 
        38
    ], 
    "time_to_beat": {
        "completely": 127035, 
        "hastly": 63720, 
        "normally": 93360
    }, 
    "total_rating": 82.68930992994625, 
    "total_rating_count": 218, 
    "updated_at": 1528683697986, 
    "url": "https://www.igdb.com/games/saints-row-the-third", 
    "videos": [
        {
            "name": "Trailer", 
            "video_id": "C49XCqKb3C4"
        }
    ], 
    "websites": [
        {
            "category": 13, 
            "url": "https://store.steampowered.com/app/55230"
        }, 
        {
            "category": 2, 
            "url": "http://saintsrow.wikia.com/"
        }, 
        {
            "category": 1, 
            "url": "http://www.saintsrow.com/"
        }
    ]
}