{
    "category": 0, 
    "collection": 197, 
    "cover": {
        "cloudinary_id": "vvgczh5vtawvicimmqbz", 
        "height": 1005, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/vvgczh5vtawvicimmqbz.jpg", 
        "width": 1200
    }, 
    "created_at": 1474920300441, 
    "first_release_date": 1376956800000, 
    "games": [
        37088, 
        28029, 
        25300, 
        36950, 
        51869, 
        21862, 
        25311, 
        53573, 
        68287, 
        27314
    ], 
    "genres": [
        5, 
        31
    ], 
    "id": 24429, 
    "name": "Saints Row IV: Super Dangerous Wub Wub Edition", 
    "platforms": [
        6, 
        9, 
        12
    ], 
    "popularity": 1.333333333333333, 
    "release_dates": [
        {
            "category": 0, 
            "date": 1376956800000, 
            "human": "2013-Aug-20", 
            "m": 8, 
            "platform": 9, 
            "y": 2013
        }, 
        {
            "category": 0, 
            "date": 1376956800000, 
            "human": "2013-Aug-20", 
            "m": 8, 
            "platform": 12, 
            "y": 2013
        }, 
        {
            "category": 0, 
            "date": 1376956800000, 
            "human": "2013-Aug-20", 
            "m": 8, 
            "platform": 6, 
            "y": 2013
        }
    ], 
    "screenshots": [
        {
            "cloudinary_id": "fcyzfpzup10f52jhowyy", 
            "height": 800, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/fcyzfpzup10f52jhowyy.jpg", 
            "width": 1280
        }, 
        {
            "cloudinary_id": "wvepwgjnepwelkn55457", 
            "height": 1005, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/wvepwgjnepwelkn55457.jpg", 
            "width": 1200
        }
    ], 
    "slug": "saints-row-iv-super-dangerous-wub-wub-edition", 
    "summary": "In Saints Row IV, the head honcho of the Saints has been elected to the Presidency of the United States. But the Saints are just getting started. Now the larger-than-life insanity of the Saints series gets a new twist with a catastrophic alien invasion, and the aliens have transported the Saints to a bizarro-Steelport simulation. Wield gargantuan superpowers and fight to free humanity from alien granddaddy Zinyak's mental grasp. \n \nEscape the simulation that's trapped the Saints crew, or die trying. Saints Row IV lets players delve into an arsenal of alien weaponry and technology that will turn each Saint into an ultimate entity of destruction. Utilize out-of-this-world superpowers to fight all the way to the top. With intensified action and enhanced customization, players can use their newfound superpowers and leap over buildings, outrun the fastest sports cars, or send enemies flying with telekinesis in the greatest, most insane installment of Saints Row yet. \n \nIncluded is a 12 inch Dub Step gun replica capable of rendering your enemies absolutely speechless with the power of wub. The ultra-high quality weapon replica packs a party with a unique design, sweet tunes directly from the in-game Dubstep Gun and a laser sight. \n \nYou get an awe-inspiring 8 inch Johnny Gat Memorial Statue, and because no president is ever without \"the button\", the Super Dangerous Wub Wub edition comes with a pocket-sized Dubstep Doomsday Button so fans can drop bombs on the go. \n \nPlayers will also receive all in-game items from the Commander in Chief pre-order bonus, which include a Screaming Eagle VTOL that fires rockets out of its talons and can invoke the \"Sonic Scream\" attack, a limited-edition American-iconic 'Uncle Sam' uniform decked out in the American flag colors and a stimulus package of epic proportions - the 'Merica gun - everyone's American dream weapon.", 
    "tags": [
        1, 
        18, 
        27, 
        33, 
        38, 
        268435461, 
        268435487
    ], 
    "themes": [
        1, 
        18, 
        27, 
        33, 
        38
    ], 
    "updated_at": 1515493978529, 
    "url": "https://www.igdb.com/games/saints-row-iv-super-dangerous-wub-wub-edition", 
    "version_parent": 1981, 
    "version_title": "Super Dangerous Wub Wub Edition"
}