{
    "aggregated_rating": 56.3333333333333, 
    "aggregated_rating_count": 5, 
    "alternative_names": [
        {
            "comment": "Russian title", 
            "name": "Снайпер. Воин-призрак"
        }
    ], 
    "category": 0, 
    "collection": 294, 
    "cover": {
        "cloudinary_id": "wjfxxaiuf68hlorabjo2", 
        "height": 3811, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/wjfxxaiuf68hlorabjo2.jpg", 
        "width": 3071
    }, 
    "created_at": 1348923954346, 
    "developers": [
        926
    ], 
    "esrb": {
        "rating": 6, 
        "synopsis": "This is a first-person shooter in which players assume the role of a military sniper involved in covert operations on the jungle island of Isla Trueno. Players use sniper rifles, assault weapons, pistols, grenades, and throwing knives to kill rebel soldiers and eliminate specific targets. Battles are highlighted by cries of pain, realistic gunfire, and large explosions; brief sprays of blood are depicted when enemies are shot or stabbed. Players are also rewarded for performing headshots, which are depicted in slow-motion animations that end in larger splashes of blood. In one mission, the main objective is to find and mark plantations of cocaine for destruction. The words \"sh*t,\"\"f**k,\" and \"a*shole\" can be heard in the dialogue."
    }, 
    "external": {
        "steam": "34830"
    }, 
    "first_release_date": 1277337600000, 
    "game_engines": [
        78
    ], 
    "game_modes": [
        1, 
        2
    ], 
    "games": [
        10964, 
        7360, 
        9509, 
        18088, 
        18320, 
        1939, 
        15536, 
        1368, 
        18968, 
        1055
    ], 
    "genres": [
        5, 
        13, 
        24
    ], 
    "id": 1367, 
    "keywords": [
        1, 
        21, 
        124, 
        132, 
        453, 
        466, 
        664, 
        872, 
        1025, 
        1107, 
        1148, 
        1158, 
        1293, 
        1333, 
        1440, 
        4004, 
        4134, 
        4135, 
        4179, 
        4245, 
        4246, 
        4259, 
        4305, 
        4330, 
        4353, 
        4359, 
        4548, 
        4579, 
        4580, 
        4660, 
        4681, 
        4730, 
        4770, 
        4869, 
        4891, 
        4895, 
        5106, 
        5197, 
        5320, 
        5350, 
        5506, 
        5566, 
        5657, 
        5775, 
        5783, 
        6026, 
        6216, 
        7038, 
        7205, 
        7289, 
        7341, 
        7354, 
        9382, 
        9813, 
        9905, 
        10433, 
        10555, 
        10919, 
        11167, 
        11419, 
        12374, 
        12462, 
        12794
    ], 
    "name": "Sniper: Ghost Warrior", 
    "pegi": {
        "rating": 4, 
        "synopsis": "The content of this game is suitable for persons aged 16 years and over only.\r\nIt contains: Realistic looking violence - Strong language\r\nThis game allows the player to interact with other players ONLINE."
    }, 
    "platforms": [
        6, 
        92, 
        9, 
        12
    ], 
    "player_perspectives": [
        1
    ], 
    "popularity": 2.333333333333333, 
    "publishers": [
        926, 
        74
    ], 
    "pulse_count": 1, 
    "rating": 60.410760052381, 
    "rating_count": 23, 
    "release_dates": [
        {
            "category": 0, 
            "date": 1309219200000, 
            "human": "2011-Jun-28", 
            "m": 6, 
            "platform": 9, 
            "region": 2, 
            "y": 2011
        }, 
        {
            "category": 0, 
            "date": 1303948800000, 
            "human": "2011-Apr-28", 
            "m": 4, 
            "platform": 9, 
            "region": 1, 
            "y": 2011
        }, 
        {
            "category": 0, 
            "date": 1277337600000, 
            "human": "2010-Jun-24", 
            "m": 6, 
            "platform": 92, 
            "y": 2010
        }, 
        {
            "category": 0, 
            "date": 1279756800000, 
            "human": "2010-Jul-22", 
            "m": 7, 
            "platform": 6, 
            "region": 3, 
            "y": 2010
        }, 
        {
            "category": 0, 
            "date": 1333670400000, 
            "human": "2012-Apr-06", 
            "m": 4, 
            "platform": 6, 
            "region": 5, 
            "y": 2012
        }, 
        {
            "category": 0, 
            "date": 1307232000000, 
            "human": "2011-Jun-05", 
            "m": 6, 
            "platform": 9, 
            "region": 3, 
            "y": 2011
        }, 
        {
            "category": 0, 
            "date": 1277769600000, 
            "human": "2010-Jun-29", 
            "m": 6, 
            "platform": 6, 
            "region": 2, 
            "y": 2010
        }, 
        {
            "category": 0, 
            "date": 1277769600000, 
            "human": "2010-Jun-29", 
            "m": 6, 
            "platform": 12, 
            "region": 2, 
            "y": 2010
        }, 
        {
            "category": 0, 
            "date": 1311206400000, 
            "human": "2011-Jul-21", 
            "m": 7, 
            "platform": 9, 
            "region": 5, 
            "y": 2011
        }, 
        {
            "category": 0, 
            "date": 1278028800000, 
            "human": "2010-Jul-02", 
            "m": 7, 
            "platform": 6, 
            "region": 1, 
            "y": 2010
        }, 
        {
            "category": 0, 
            "date": 1278028800000, 
            "human": "2010-Jul-02", 
            "m": 7, 
            "platform": 12, 
            "region": 1, 
            "y": 2010
        }, 
        {
            "category": 0, 
            "date": 1279756800000, 
            "human": "2010-Jul-22", 
            "m": 7, 
            "platform": 12, 
            "region": 3, 
            "y": 2010
        }
    ], 
    "screenshots": [
        {
            "cloudinary_id": "sicfhliajib7yb4bm6uy", 
            "height": 1050, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/sicfhliajib7yb4bm6uy.jpg", 
            "width": 1680
        }, 
        {
            "cloudinary_id": "t4ynmwdp8nlmooz72fvn", 
            "height": 886, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/t4ynmwdp8nlmooz72fvn.jpg", 
            "width": 1417
        }, 
        {
            "cloudinary_id": "xo8c39wlrh7s5c3eboec", 
            "height": 872, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/xo8c39wlrh7s5c3eboec.jpg", 
            "width": 1396
        }, 
        {
            "cloudinary_id": "l1wbl4g9tv0lobewbcin", 
            "height": 860, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/l1wbl4g9tv0lobewbcin.jpg", 
            "width": 1578
        }, 
        {
            "cloudinary_id": "f95ddyiqmvgwx2kcpqdz", 
            "height": 860, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/f95ddyiqmvgwx2kcpqdz.jpg", 
            "width": 1578
        }
    ], 
    "slug": "sniper-ghost-warrior", 
    "storyline": "In the game, players take the role of various characters for different missions. Among them are a sniper, Sergeant Tyler \"Razor Six-Four\" Wells, for long range missions and stealth assignments, a Delta Force operator, Private Cole Anderson, as well as a rebel, El Tejon, for missions involving direct firefights. The main plot centers around a highly trained special ops unit that is sent into the fictional country of Isla Trueno, whose democratic government has been overthrown by a hostile force. \n \nUndercover CIA Agent Mike Rodriguez infiltrates the entourage of General Vasquez in order to set up a shot for the sniper-spotter team Alpha Nine. Killing the general would put an end to the regime on Isla Trueno. During the assassination attempt, Agent Rodriguez is compromised and captured, and General Vasquez escapes. After a series of missions, the assault team Delta Three, supported by sniper unit Razor Six Four, manages to free Agent Rodriguez from an enemy camp. \n \nWith Vasquez on the loose, Delta Three and Razor Six-Four are sent to set up an air strike on a cocaine plantation. After the successful destruction of the plantation, the evacuation chopper comes under attack and has to leave. Razor Six Four makes his way through enemy territory in order to reach the new evacuation point from where he is extracted. \n \nAgent Rodriguez teams up with Sergeant Tyler Wells to steal plans of a nuclear warhead from an enemy camp. The mission is a success, but Agent Rodriguez turns out to be a traitor. He takes the data and leaves Sergeant Wells to be shot by the enemy. A rebel leader called El Tejon rescues Sergeant Wells, who then tracks down Rodriguez, kills him and retrieves the data. \n \nBecause the data files are incomplete, the Alpha Nine sniper-spotter team steals the rest of the data from the enemy. Together with Razor Six Four, Alpha Nine then eliminates Ernesto Salazar, General Vasquez' advisor. Decryption of the stolen data uncovers the location of a secret uranium mine on Isla Trueno. Delta Three and Razor Six-Four enter the mine facilities in an enemy truck, free the civilian workers and destroy the compound. To fully dissolve the now weakened regime, a second attempt is made to kill General Vasquez. Razor Six-Four completes the assignment successfully, and the game ends the moment Vasquez is struck by the bullet.", 
    "summary": "The game is a tactical shooter played from a first-person perspective. As the title suggests, a large portion of the game consists of stealth, staking out targets and firing sniper rifles. Bullet trajectories are subject to wind, gravity and flight time, all of which players must account for when taking shots. To simplify this procedure, easier difficulty settings contain indicators that highlight enemies and show precisely where a bullet will hit. \n \nThe main weapons used in the game are silenced pistols, knives and various types of sniper rifles. In missions that are played with characters who are not snipers, the stealth aspect is dropped in favor of faster-paced \"run and gun\" scenarios. An exception to this are spotting missions, in which the primary objective consists of marking targets for a computer-controlled sniper character. \n \nMost of the game takes place in a dense jungle environment. Waypoint overlays at all times display the correct routes through the areas players must traverse. While these routes need not be followed exactly, the level design usually ensures an overall linear path due to obstacle placement and invisible walls. Many waypoints trigger scripted mission events, and some waypoints act as checkpoints, which automatically save the game. \n \nThe single player campaign of Sniper: Ghost Warrior is made up of four separate acts, each of which deals with a different conflict. All acts are split up into various missions, which usually depict the same event from different points of view. For example, in one segment players may be participating in an infantry assault on an enemy camp, while the next segment has them assuming the role of a supporting sniper who backs up the assault. There is downloadable content available for the title that seamlessly continues the story line with three additional campaign missions.", 
    "tags": [
        1, 
        23, 
        39, 
        268435461, 
        268435469, 
        268435480, 
        536870913, 
        536870933, 
        536871036, 
        536871044, 
        536871365, 
        536871378, 
        536871576, 
        536871784, 
        536871937, 
        536872019, 
        536872060, 
        536872070, 
        536872205, 
        536872245, 
        536872352, 
        536874916, 
        536875046, 
        536875047, 
        536875091, 
        536875157, 
        536875158, 
        536875171, 
        536875217, 
        536875242, 
        536875265, 
        536875271, 
        536875460, 
        536875491, 
        536875492, 
        536875572, 
        536875593, 
        536875642, 
        536875682, 
        536875781, 
        536875803, 
        536875807, 
        536876018, 
        536876109, 
        536876232, 
        536876262, 
        536876418, 
        536876478, 
        536876569, 
        536876687, 
        536876695, 
        536876938, 
        536877128, 
        536877950, 
        536878117, 
        536878201, 
        536878253, 
        536878266, 
        536880294, 
        536880725, 
        536880817, 
        536881345, 
        536881467, 
        536881831, 
        536882079, 
        536882331, 
        536883286, 
        536883374, 
        536883706, 
        1073741825
    ], 
    "themes": [
        1, 
        23, 
        39
    ], 
    "time_to_beat": {
        "normally": 14100
    }, 
    "total_rating": 58.37204669285715, 
    "total_rating_count": 28, 
    "updated_at": 1528861282475, 
    "url": "https://www.igdb.com/games/sniper-ghost-warrior"
}