{
    "category": 0, 
    "cover": {
        "cloudinary_id": "pw37eolwdibaypnqvikj", 
        "height": 1022, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/pw37eolwdibaypnqvikj.jpg", 
        "width": 888
    }, 
    "created_at": 1499085416705, 
    "first_release_date": 1443398400000, 
    "games": [
        14605, 
        17469, 
        75586, 
        25130, 
        43130, 
        23175, 
        28277, 
        63734, 
        29646, 
        27266
    ], 
    "genres": [
        31
    ], 
    "id": 43001, 
    "name": "Syberia: Complete Collection", 
    "platforms": [
        9
    ], 
    "popularity": 1.333333333333333, 
    "pulse_count": 1, 
    "release_dates": [
        {
            "category": 0, 
            "date": 1443398400000, 
            "human": "2015-Sep-28", 
            "m": 9, 
            "platform": 9, 
            "region": 8, 
            "y": 2015
        }
    ], 
    "screenshots": [
        {
            "cloudinary_id": "zdjstimfwbmf1i6go98e", 
            "height": 720, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/zdjstimfwbmf1i6go98e.jpg", 
            "width": 1280
        }
    ], 
    "slug": "syberia-complete-collection", 
    "summary": "This compilation pack contains two adventure titles from acclaimed designer Benoît Sokal. Included are both Syberia and Syberia II. \n \nSYBERIA -- A journey beyond compare... For the young Kate Walker, an ambitious lawyer, the Voralberg toy company acquisition seemed like a textbook case -- a quick stopover to a small alpine village in France to buy-out an old automaton factory, then straight back home to New York. Her journey across land and time throws all she values into question, while the deal she set out to sign turns into a pact with destiny... \n \nSYBERIA II -- Embarking on a desperate search for Hans Voralberg, Kate Walker crosses Europe from West to East. She has left behind all her worldly possessions with the express purpose of joining the heir of the Voralberg family on his journey. Together, through mystical and enchanting lands, they will find their way to the mythical Syberia, land of the forgotten mammoths. Make your way to Syberia, overcome many difficult obstacles on the way, and deal with shady characters to uncover clues vital to the continuation of the quest. The game features four different worlds to explore and an updated graphics engine with dynamic lighting effects.", 
    "tags": [
        268435487
    ], 
    "updated_at": 1500566868127, 
    "url": "https://www.igdb.com/games/syberia-complete-collection"
}