{
    "category": 0, 
    "created_at": 1499430623274, 
    "first_release_date": 1322179200000, 
    "games": [
        76246, 
        19341, 
        28029, 
        32902, 
        24920, 
        272, 
        68287, 
        10039, 
        68142, 
        36608
    ], 
    "genres": [
        5
    ], 
    "id": 44614, 
    "name": "The House of the Dead: Overkill Extended Cut", 
    "platforms": [
        9
    ], 
    "popularity": 1.0, 
    "release_dates": [
        {
            "category": 0, 
            "date": 1322179200000, 
            "human": "2011-Nov-25", 
            "m": 11, 
            "platform": 9, 
            "region": 8, 
            "y": 2011
        }
    ], 
    "screenshots": [
        {
            "cloudinary_id": "sbjrcxzqvhuk9xksdlho", 
            "height": 720, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/sbjrcxzqvhuk9xksdlho.jpg", 
            "width": 1280
        }
    ], 
    "slug": "the-house-of-the-dead-overkill-extended-cut", 
    "summary": "When a hard-boiled agent and a fresh graduate of the academy team up with a lone stripper named Varla Guns to investigate a series of mysterious disappearances in small-town Louisiana, little do they know what lies in store. In the streets and swamps of Bayou City awaits a horror unlike any they could imagine. Arm yourself with an arsenal of weapons and get ready to shoot your way to survival as hordes of zombies descend in this Extended Cut of The House of the Dead: Overkill. \n \nThe House of the Dead Overkill Extended Cut Featuring new levels \nFeaturing new levels \n Use Playstations motion sensing Move \nUse Playstations motion \nsensing Move \n Fight against hordes of enemies \nFight against hordes of enemies \nSynopsis \n \nThe House of the Dead: Overkill Extended Cut deposits you in a retro, B movie-style world crawling with monstrous zombies hungry for your brain. Rediscover the nightmare with seven remastered levels and two new exclusive levels, all in stunning 3D with remastered HD graphics. New baby mutants and a radical new crossbow with explosive bolts refresh the gameplay and add a whole new element of terror to the mutant-shooting fun. Mow down the rampaging zombies with your motion-sensing PlayStation Move controller or PlayStation Move Sharp Shooter. Blast the zombies in their tracks as you fight for your life and try to determine the horrific truth behind the blood-soaked mutant horror. \n \nKey Features: \n \nExtended Cut features new levels, weapons, mutants and more in stunning 3D and remastered HD graphics \nUse your motion-sensing PlayStation Move controller or PlayStation Move Sharp Shooter to shoot down waves of marauding zombies hungry for brains (controller and Sharp Shooter not included) \nTeam up with a friend to play as Agent G and Agent Washington, who are investigating a series of disappearances and find a scene of blood-soaked mutant horror instead \nSee the pulp-style saga unfold in over-the-top horror similar to a classic B movie \nExplore seven remastered levels from House of the Dead: Overkill and two brand-new exclusive levels that reveal an insane side story with two angry and armed strippers \nSkewer new baby mutant enemies and original mutants alike with the new crossbow, which comes fully equipped with explosive bolts \nTrack your high scores in the new online leaderboards \nGrab all the collectibles and PlayStation trophies in each level and try your hand at the new hardcore and single-weapon modes for added difficulty \nFor 1 to 2 players \nProduct Description \nIt's survival horror as it's never been seen before! The House of the Dead: Overkill is a pulp-style take on the classic SEGA light-gun shooter series. The game takes place as Special Agent G - the hero of The House Of The Dead series - is given his first assignment fresh out of the AMS academy. Teamed up with hard-boiled Detective Washington, they are sent to investigate stories of mysterious disappearances in small-town Louisiana. Little do they know what blood-soaked mutant depravity awaits them in the streets and swamps of Bayou City. The Extended Cut of The House of the Dead: Overkill presents the game for the first time in full HD with 3D support and PlayStation Move compatibility on the PlayStation 3 computer entertainment system.With all seven stages of the original re-mastered and two brand new scenarios added to this gruesome shooter, the 'baddest' just got bigger!", 
    "tags": [
        1, 
        268435461
    ], 
    "themes": [
        1
    ], 
    "updated_at": 1500558047283, 
    "url": "https://www.igdb.com/games/the-house-of-the-dead-overkill-extended-cut"
}