{
    "category": 0, 
    "cover": {
        "cloudinary_id": "e3e9zrve14dbkjyvhzvb", 
        "height": 759, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/e3e9zrve14dbkjyvhzvb.jpg", 
        "width": 1042
    }, 
    "created_at": 1498991968177, 
    "first_release_date": 1257033600000, 
    "id": 41883, 
    "name": "Uncharted 2: Among Thieves Fortune Hunter Edition", 
    "platforms": [
        9
    ], 
    "popularity": 1.333333333333333, 
    "release_dates": [
        {
            "category": 0, 
            "date": 1257033600000, 
            "human": "2009-Nov-01", 
            "m": 11, 
            "platform": 9, 
            "region": 8, 
            "y": 2009
        }
    ], 
    "slug": "uncharted-2-among-thieves-fortune-hunter-edition", 
    "summary": "Uncharted 2: Among Thieves is a 2009 action-adventure third-person shooter platform video game developed by Naughty Dog and published by Sony Computer Entertainment for the PlayStation 3 game console.[5] It is a sequel to the 2007 game Uncharted: Drake's Fortune. It was first shown and announced on December 1, 2008.[6] Officially announced in the January 2009 issue of Game Informer, it was released in October 2009.[2][4] \n \nThe story follows Nathan Drake, as he travels around the world, along with Chloe Frazer and old friends Elena Fisher and Victor Sullivan to find the fabled Cintimani Stone and Shangri-La in a race against Serbian mercenaries. The plot draws heavy inspiration from Marco Polo and his travels through Asia, which sets many plot points along the way. \n \nA widespread critical success, Uncharted 2 received praise for its elaborate set pieces, character design, storytelling, graphics, technical innovation, and gameplay mechanics. It was named by Metacritic as the most critically acclaimed game of 2009.[7] It went on to win the Game of the Year (or equivalent) award from each of the following: IGN, Eurogamer, Game Informer, Joystiq, Kotaku, Giant Bomb, AIAS, X-Play, Game Developers Choice Awards, and the Spike Video Game Awards for the year 2009. It is widely considered one of the greatest video games of all time. The game has also proved a commercial success, having since sold over 6 million copies worldwide. \n \nA sequel, Uncharted 3: Drake's Deception, was released in November 2011.[8] The game was re-released for the PlayStation 4 in October 2015, along with the other two entries in the series as part of Uncharted: The Nathan Drake Collection.[9]", 
    "updated_at": 1500561272514, 
    "url": "https://www.igdb.com/games/uncharted-2-among-thieves-fortune-hunter-edition"
}