{
    "category": 0, 
    "cover": {
        "cloudinary_id": "tvnj6opwaiwq5hzgq4sm", 
        "height": 2400, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/tvnj6opwaiwq5hzgq4sm.jpg", 
        "width": 1629
    }, 
    "created_at": 1499166264020, 
    "esrb": {
        "rating": 5
    }, 
    "first_release_date": 819504000000, 
    "games": [
        44242, 
        19341, 
        18623, 
        22470, 
        29173, 
        55689, 
        26145, 
        22425, 
        23867, 
        55590
    ], 
    "genres": [
        5, 
        13
    ], 
    "id": 43936, 
    "keywords": [
        1148, 
        13465
    ], 
    "name": "Agile Warrior F-111X", 
    "platforms": [
        7
    ], 
    "popularity": 1.333333333333333, 
    "release_dates": [
        {
            "category": 0, 
            "date": 819504000000, 
            "human": "1995-Dec-21", 
            "m": 12, 
            "platform": 7, 
            "region": 8, 
            "y": 1995
        }
    ], 
    "slug": "agile-warrior-f-111x", 
    "summary": "Agile Warrior F-111X is a flight combat game that puts you in the heat of battle against terrorists. It seems some sort of agency is threatening the general welfare of the country, and it is up to you to thwart its diabolical plans. \n \nIn order to stop the enemy, you'll take to the skies in your trusty aircraft (a combination of the YF-23, X-31, and the F-111). Like Air Combat, there are various missions to conquer (over six in all). There are stealth missions requiring you to avoid radar, bombing, and missile raids, and straight-up dogfights. Resistance comes in the form of other aircraft, sea cruisers, ground turrets, and missiles. \n \nYour plane has the ability to detect enemies on radar, fire various missile weapons, and cloak itself from radar (very handy for those stealth missions). In order to survive, each feature must be utilized and learned by the player. Certain objectives require the use of heat-seeking missiles and strategy. If you go in with guns and missiles blazing, in all likelihood, you'll get shot out of the sky.", 
    "tags": [
        268435461, 
        268435469, 
        536872060, 
        536884377
    ], 
    "updated_at": 1515697119021, 
    "url": "https://www.igdb.com/games/agile-warrior-f-111x"
}