{
    "category": 0, 
    "cover": {
        "cloudinary_id": "yalufprdrurlx5e1l7nw", 
        "height": 2485, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/yalufprdrurlx5e1l7nw.jpg", 
        "width": 2533
    }, 
    "created_at": 1499166252910, 
    "first_release_date": 1036540800000, 
    "games": [
        40470, 
        55192, 
        28856, 
        73576, 
        71292, 
        63155, 
        50942, 
        23314, 
        54789, 
        83127
    ], 
    "genres": [
        10
    ], 
    "id": 43931, 
    "keywords": [
        4157, 
        4239
    ], 
    "name": "All Star Racing", 
    "platforms": [
        7
    ], 
    "popularity": 1.0, 
    "release_dates": [
        {
            "category": 0, 
            "date": 1036540800000, 
            "human": "2002-Nov-06", 
            "m": 11, 
            "platform": 7, 
            "region": 8, 
            "y": 2002
        }
    ], 
    "slug": "all-star-racing", 
    "summary": "All Star Racing combines four distinct racing modes: GT Racer, Stockcar Frenzy, Classic Cars, and Supercar Challenge. Pre-race options include difficulty setting (easy, medium or hard), number of laps (3-lap sprints to 15-lap endurance races), Dualshock vibration, and sound volume adjustments. This budget title from Mud Duck Productions offers single races against five computer-controlled opponents and a choice of three cars per racing style. No multiplayer or career modes are available. \n \nEach race style includes three courses and three types of vehicles. The classic cars (Stalwort, Belling V2, and SK MK2) race on or through mountains, hillsides, and forests. GT cars (GSX, GT2R and CRX2) run at Iona, Boulder, and Hampton speedways, while Champ Team, File Team, and SPD Team stockcars race on runway, countryside, and urban tracks. The super cars (Pina 238, Fenzo 500, and Manelli 748) compete on hills, ridges, and a forest-valley track. \n \nAll Star Racing includes GT, stockcar, super cars, and classics racing on a limited number of fictional tracks. Though released in 2002, All Star Racing's graphics and gameplay are reminiscent of early to mid-90s racing titles.", 
    "tags": [
        268435466, 
        536875069, 
        536875151
    ], 
    "updated_at": 1516668062909, 
    "url": "https://www.igdb.com/games/all-star-racing"
}