{
    "alternative_names": [
        {
            "comment": "Acronym", 
            "name": "Angelique: Tenuu no Requiem"
        }, 
        {
            "comment": "Japanese title", 
            "name": "Angelique: Tenkū no Requiem"
        }, 
        {
            "comment": "Acronym", 
            "name": "Angelique Heaven's Requiem"
        }, 
        {
            "comment": "Japanese title", 
            "name": "アンジェリーク　天空の鎮魂歌"
        }
    ], 
    "category": 0, 
    "collection": 3941, 
    "cover": {
        "cloudinary_id": "fc2gzdxn9kkwpfvdahza", 
        "height": 842, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/fc2gzdxn9kkwpfvdahza.jpg", 
        "width": 598
    }, 
    "created_at": 1513433800115, 
    "developers": [
        14064
    ], 
    "first_release_date": 891475200000, 
    "franchise": 1171, 
    "franchises": [
        1171
    ], 
    "game_modes": [
        1
    ], 
    "id": 78157, 
    "name": "Angelique Tenku no Requiem", 
    "platforms": [
        86, 
        7
    ], 
    "popularity": 2.0, 
    "publishers": [
        3704, 
        630
    ], 
    "release_dates": [
        {
            "category": 0, 
            "date": 918086400000, 
            "human": "1999-Feb-04", 
            "m": 2, 
            "platform": 7, 
            "region": 5, 
            "y": 1999
        }, 
        {
            "category": 0, 
            "date": 891475200000, 
            "human": "1998-Apr-02", 
            "m": 4, 
            "platform": 86, 
            "region": 5, 
            "y": 1998
        }
    ], 
    "slug": "angelique-tenku-no-requiem", 
    "storyline": "The Sacred Beast Cosmos is born, and its queen has been chosen. After a brief stay at the Sacred Bird Cosmos, the fledgling cosmos has become hospitable and manifested its first planet. The new Queen and her aide monitor their growing if lifeless realm together in their newly built palace. \n \nOne day, a powerful entity calling himself \"the Emperor\" invades the Sacred Bird Cosmos to conquer it for himself. He separates the Sacred Guardians and converts the residents of her home planet into monsters. With the weakening Queen forced into hiding, Rosalia hurries to the Queen of the Sacred Beast Cosmos for assistance. Rosalia gives the protagonist clothes for combat and a legendary rod, Ellicia the Gray, to prepare her for her journey. The protagonist must locate her allies and rescue the Queen of the Sacred Bird Cosmos from the Emperor.", 
    "summary": "Angelique Tenkuu no Requiem is the first Neoromance role-playing game. Canonically this game is the direct sequel to Angelique Special 2 and Angelique Maren no Rokukishi. \n \nRuby Party members later commented that its conception began when written questionnaires indicated a high demand for a Koei role-playing game, a genre which experienced a boost in popularity due to titles such as Final Fantasy VI and Final Fantasy VII. Since Team-Infinite was simultaneously developing a game for male appeal, Ruby Party was given the inquiry for an Angelique adaptation targeting the female side. \n \nThe Premium Box edition includes a fully colored leather-bound manual. Consumers who purchased this title during Koei's 1999 double campaign obtained an original clear file.", 
    "updated_at": 1513470023403, 
    "url": "https://www.igdb.com/games/angelique-tenku-no-requiem"
}