{
    "alternative_names": [
        {
            "comment": "Other", 
            "name": "Army Men: Air Attack - Blade's Revenge"
        }
    ], 
    "category": 0, 
    "collection": 529, 
    "cover": {
        "cloudinary_id": "vc5hrk11r7lt2xrg1oxy", 
        "height": 1424, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/vc5hrk11r7lt2xrg1oxy.jpg", 
        "width": 1418
    }, 
    "created_at": 1499166580075, 
    "esrb": {
        "rating": 5
    }, 
    "first_release_date": 972518400000, 
    "games": [
        34919, 
        36608, 
        16468, 
        23175, 
        59516, 
        28029, 
        40524, 
        55289, 
        68324, 
        25646
    ], 
    "id": 43949, 
    "keywords": [
        21, 
        5177, 
        6078, 
        10388, 
        13951
    ], 
    "name": "Army Men: Air Attack 2", 
    "platforms": [
        7
    ], 
    "popularity": 1.0, 
    "release_dates": [
        {
            "category": 0, 
            "date": 972518400000, 
            "human": "2000-Oct-26", 
            "m": 10, 
            "platform": 7, 
            "region": 8, 
            "y": 2000
        }
    ], 
    "slug": "army-men-air-attack-2", 
    "summary": "Army Men: Air Attack 2, the sequel to the PlayStation's Army Men: Air Attack, has Captain Blade and his Alpha Wolf Squadron returning to action to continue the now infamous battles between the Green and Tan armies. The sequel features over twenty-five new missions with highly improved graphics, fully interactive environments, and gameplay reminiscent of Electronic Arts' Strike series. \n \nAir Attack 2 has the same gameplay found in the first Air Attack game. You can move in all directions in this plastic 3D world using the left analog stick, strafe using the L1 and R1 buttons, and deploy various artillery, as well as use your chopper's winch, using the controller's face buttons. The different military hardware at your disposal depends on the helicopter and copilot you select between missions. These choices also have an impact on other aspects of the gameplay, such as weapons accuracy, winch speed, chopper speed, and the amount of abuse your craft can handle. These features offer nothing new in the way of gameplay, but their tight and responsive control more than make up for that.", 
    "tags": [
        1, 
        536870933, 
        536876089, 
        536876990, 
        536881300, 
        536884863
    ], 
    "themes": [
        1
    ], 
    "updated_at": 1515650940743, 
    "url": "https://www.igdb.com/games/army-men-air-attack-2"
}