{
    "category": 0, 
    "cover": {
        "cloudinary_id": "gsdsqe05qunusjq3tkkv", 
        "height": 975, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/gsdsqe05qunusjq3tkkv.jpg", 
        "width": 1000
    }, 
    "created_at": 1499458220549, 
    "esrb": {
        "rating": 3
    }, 
    "first_release_date": 967248000000, 
    "games": [
        64204, 
        68287, 
        71455, 
        25300, 
        36950, 
        142, 
        28029, 
        27314, 
        10039, 
        25311
    ], 
    "genres": [
        4
    ], 
    "id": 45231, 
    "keywords": [
        25, 
        107, 
        970, 
        3627, 
        4345
    ], 
    "name": "Ball Breakers", 
    "platforms": [
        7
    ], 
    "popularity": 1.333333333333333, 
    "release_dates": [
        {
            "category": 0, 
            "date": 967248000000, 
            "human": "2000-Aug-26", 
            "m": 8, 
            "platform": 7, 
            "region": 8, 
            "y": 2000
        }
    ], 
    "slug": "ball-breakers", 
    "summary": "The universe is made up of human and synthetic lifeforms. Synthetic lifeforms are considered second class citizens by their human counterparts. The story takes place on the prison planet Alpha Prime, a world completely designed for the holding of criminals. You are a synthetic lifeform sentenced for an eternity for a crime you didn't commit and in order to earn your freedom, you must compete against other prisoners in competitions in 10 different incarceration facilities. To compete in these competitions however, you must undergo a procedure that removes your legs and replaces it with a rolling sphere. \n \nThere are seven different events to compete in which are Pursuit, Last Man Rolling, Race, King of the Hill, Run the Gauntlet, Tag, and Powerball that pit you not only against your fellow inmates and guards, but against the levels themselves. Run the gauntlet charges you with making it to a goal point within a time limit, all the while avoiding other warriors and obstacles such as flame throwers, spikes, and gun turrets. Pursuit is identical, but it adds the challenge of the arena crumbling away. Powerball has you collecting balls throughout the arena and throwing them at a goalpost before time runs out. Tag has you collecting a set number of tokens that have been scattered throughout the arena within a set time limit.", 
    "tags": [
        1, 
        18, 
        268435460, 
        536870937, 
        536871019, 
        536871882, 
        536874539, 
        536875257
    ], 
    "themes": [
        1, 
        18
    ], 
    "updated_at": 1516165102169, 
    "url": "https://www.igdb.com/games/ball-breakers"
}