{
    "category": 0, 
    "cover": {
        "cloudinary_id": "ilhrolte4trkjsjxdv8m", 
        "height": 223, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/ilhrolte4trkjsjxdv8m.jpg", 
        "width": 226
    }, 
    "created_at": 1499166232053, 
    "first_release_date": 970876800000, 
    "games": [
        60650, 
        43286, 
        42243, 
        37889, 
        37087, 
        63648, 
        44944, 
        43390, 
        42509, 
        42241
    ], 
    "genres": [
        14
    ], 
    "id": 43922, 
    "keywords": [
        509, 
        2016
    ], 
    "name": "Bass Landing", 
    "platforms": [
        7
    ], 
    "popularity": 1.0, 
    "release_dates": [
        {
            "category": 0, 
            "date": 970876800000, 
            "human": "2000-Oct-07", 
            "m": 10, 
            "platform": 7, 
            "region": 8, 
            "y": 2000
        }
    ], 
    "slug": "bass-landing", 
    "summary": "Designed for the armchair angler in mind, Bass Landing captures the essence of being on an actual lake and boat without the hassle of reaching into your tackle box and pulling back a handful of slime! There are five different lakes in all, ranging from the murky Lunker Lake to the mountainous clarity of Crystal Lake. Each contains natural and manmade hazards (branches, poles, rocks) and different kind of fish--depending on the kind of fish you want, choose your lake accordingly. \n \nFor instance, the Silver Carp can only be found in dark, murky lakes or swamps and the Spotted Bass resides in the chilly, colder water areas. While the name of the game is bass, there are 14 different types of fish including the small but feisty Blue Gill, massively dynamic Carp, and the multiplying Rainbow Trout. \n \nIn addition to his or her game, the armchair fisherman will need to know how his fishing rod works and what lures to use on the various fish. There are fifty different tools in all ranging from Spinner Bait to the MHB-665 Bait Rod--one will want to know the functions of each lure and rig and choose an appropriate rod for the type of fish being hunted.", 
    "tags": [
        268435470, 
        536871421, 
        536872928
    ], 
    "updated_at": 1515837238692, 
    "url": "https://www.igdb.com/games/bass-landing"
}