{
    "alternative_names": [
        {
            "comment": "Japanese title", 
            "name": "Reciproheat 5000"
        }, 
        {
            "comment": "European title", 
            "name": "Air Race"
        }
    ], 
    "category": 0, 
    "cover": {
        "cloudinary_id": "xg0qh3rhgfasudootnyb", 
        "height": 250, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/xg0qh3rhgfasudootnyb.jpg", 
        "width": 250
    }, 
    "created_at": 1457459784264, 
    "developers": [
        5830
    ], 
    "first_release_date": 870307200000, 
    "game_modes": [
        1, 
        4
    ], 
    "games": [
        51485, 
        36794, 
        36608, 
        34919, 
        28856, 
        18121, 
        24199, 
        16468, 
        22819, 
        23175
    ], 
    "genres": [
        10, 
        33
    ], 
    "id": 18250, 
    "keywords": [
        56
    ], 
    "name": "Bravo Air Race", 
    "platforms": [
        7
    ], 
    "player_perspectives": [
        2
    ], 
    "popularity": 1.333333333333333, 
    "publishers": [
        197
    ], 
    "release_dates": [
        {
            "category": 0, 
            "date": 870307200000, 
            "human": "1997-Jul-31", 
            "m": 7, 
            "platform": 7, 
            "region": 5, 
            "y": 1997
        }, 
        {
            "category": 0, 
            "date": 881798400000, 
            "human": "1997-Dec-11", 
            "m": 12, 
            "platform": 7, 
            "region": 1, 
            "y": 1997
        }, 
        {
            "category": 0, 
            "date": 875577600000, 
            "human": "1997-Sep-30", 
            "m": 9, 
            "platform": 7, 
            "region": 2, 
            "y": 1997
        }
    ], 
    "slug": "bravo-air-race", 
    "summary": "Bravo Air Race is a different type of PlayStation racing game: instead of cars, you'll race with planes! There are a total of ten planes to initially choose from (including WWII style fighters and stunt planes), all differing in speed, acceleration and mobility. The types of aircraft include a Lightning, Mustang, Thunderbolt, Corsair, Zero Fighter, Sinden, Messerschmitt, Spitfire, Geebee, Pitts and two hidden planes. Once you select your plane, you'll be able to freely choose any of the four courses to race on: Canyon, Snow Land, South City or Mountain. Watch for arrows or listen to the announcer signaling when you need to turn, dive or climb as you make your way through the course. \n \nPlay involves racing against the computer for three laps while trying to cross the finish line first. Find yourself lagging behind? Pick up red balloons with an \"S\" inside them for extra speed! After winning, you can then race on another course, choose a different plane, or try your hand at a Time Attack mode. Besides the one-player game, you'll be able to race against a second player on a horizontally-split screen. While the courses are not entirely open, those still having difficulty can choose an option to turn on blue spheres. These spheres will form a line helping players navigate the winding courses. Bravo Air Race also includes two camera angles for either a behind-the-plane or inside-the-cockpit perspective.", 
    "tags": [
        1, 
        268435466, 
        268435489, 
        536870968, 
        1073741826
    ], 
    "themes": [
        1
    ], 
    "updated_at": 1500536323090, 
    "url": "https://www.igdb.com/games/bravo-air-race", 
    "videos": [
        {
            "name": "Trailer", 
            "video_id": "bU2s62Jv9tI"
        }
    ]
}