{
    "category": 0, 
    "cover": {
        "cloudinary_id": "tyjvsnicwrd3n3kmdkzg", 
        "height": 250, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/tyjvsnicwrd3n3kmdkzg.jpg", 
        "width": 250
    }, 
    "created_at": 1499443751572, 
    "esrb": {
        "rating": 3
    }, 
    "first_release_date": 922579200000, 
    "games": [
        8197, 
        18167, 
        29173, 
        25222, 
        55036, 
        23345, 
        19376, 
        55590, 
        50570, 
        60044
    ], 
    "genres": [
        9, 
        15
    ], 
    "id": 44958, 
    "keywords": [
        2152, 
        2875, 
        3782, 
        4467, 
        4569, 
        4577, 
        4650
    ], 
    "name": "Bust-a-Move '99", 
    "platforms": [
        7
    ], 
    "popularity": 1.333333333333333, 
    "release_dates": [
        {
            "category": 0, 
            "date": 922579200000, 
            "human": "1999-Mar-28", 
            "m": 3, 
            "platform": 7, 
            "region": 8, 
            "y": 1999
        }
    ], 
    "slug": "bust-a-move-99", 
    "summary": "In the tradition of the Bust-A-Move series, Taito's Bust-A-Move '99 is a traditional puzzle game. The main objective is to destroy or get rid of (by dropping) all the bubbles located within the stage. Once you do this, you'll graduate to the next level. \n \nWhile the premise may sound simple, the logic and execution is not. Using a \"bubble shooter\", you must aim and shoot your bubbles to the top of the screen so that you can bring three bubbles of the same color together. When you do this, the bubbles will pop. One way to earn points is to have the popping bubbles as well as the bubble that was shot fall off the screen (in multi-player, it puts these bubbles on your opponent's side). This also gives you a lot less bubbles to take care of. \n \nBubbles are constantly falling down. Popping them all in a short amount of time is necessary because the longer it takes you to pop them all, the faster they will drop. If you fail to clear out all the bubbles and they reach the bottom of the screen, the game is over. \n \nBust-A-Move '99 contains some new options never seen in the Bust-A-Move series. There are now special bubbles (star, metal and rainbow to name a few), obstructive bubbles and blocks and new backgrounds. You are also given the opportunity to create your very own stages with the create-a-level editor.", 
    "tags": [
        268435465, 
        268435471, 
        536873064, 
        536873787, 
        536874694, 
        536875379, 
        536875481, 
        536875489, 
        536875562
    ], 
    "updated_at": 1513023022792, 
    "url": "https://www.igdb.com/games/bust-a-move-99"
}