{
    "category": 0, 
    "created_at": 1499164056254, 
    "first_release_date": 876960000000, 
    "games": [
        23314, 
        18699, 
        76259, 
        103018, 
        101535, 
        101205, 
        101142, 
        101087, 
        100902, 
        100844
    ], 
    "genres": [
        10
    ], 
    "id": 43834, 
    "name": "CART World Series", 
    "platforms": [
        7
    ], 
    "popularity": 1.0, 
    "release_dates": [
        {
            "category": 0, 
            "date": 876960000000, 
            "human": "1997-Oct-16", 
            "m": 10, 
            "platform": 7, 
            "region": 8, 
            "y": 1997
        }
    ], 
    "slug": "cart-world-series", 
    "summary": "CART World Series a game for the PlayStation, published and developed by Sony Computer Entertainment and released on September 16, 1997. CART World Series is based on the Championship Auto Racing Teams (CART) open-wheel racing series. \n \nThis game is licensed and features many notable drivers from the late 1990s, such as Greg Moore, Al Unser Jr. and Paul Tracy. The game also features 10 authentic tracks as well as realistic handling and damage. Players can compete in a full year's worth of races competing for points in each race or in simple single races. There are two game modes: arcade and simulation. Arcade mode allows re-spawning of damaged vehicle parts. In Simulation mode, all damage is permanent for the race. The game supports the analog controller. \n \nThe play can make many modifications to a car's performance. The player can: adjust the tires to fit the road (hard for ovals or soft for road courses), as well as modify gear ratios and aerodynamics. Moving the front of the car down or slanting the wings may enable the player to find a perfect combination of speed and handling. During simulation mode races, the car's tires will wear down and fuel will deplete (both can be replaced by a pit stop). \n \nIn addition to the real drivers and cars (Honda and Ford included), ten official CART tracks have been included – each modeled after its real-life counterpart. Tracks span the United States and are located in Cleveland, Michigan, Long Beach and more. Each features realistic dynamics and road handling in an attempt to create a believable racing experience. In Season Mode, the player will take part in a series of races, for which the player must qualify and race, earning points toward a cup.", 
    "tags": [
        268435466
    ], 
    "updated_at": 1500529224116, 
    "url": "https://www.igdb.com/games/cart-world-series"
}