{
    "alternative_names": [
        {
            "comment": "Japanese title", 
            "name": "カウントダウンヴァンパイアーズ"
        }
    ], 
    "category": 0, 
    "cover": {
        "cloudinary_id": "q9copfam4i4faij1wbaq", 
        "height": 500, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/q9copfam4i4faij1wbaq.jpg", 
        "width": 500
    }, 
    "created_at": 1491289993975, 
    "developers": [
        2325
    ], 
    "esrb": {
        "rating": 6
    }, 
    "first_release_date": 945820800000, 
    "game_modes": [
        1
    ], 
    "games": [
        13189, 
        25646, 
        44076, 
        25300, 
        28154, 
        11296, 
        28289, 
        12579, 
        7329, 
        27266
    ], 
    "genres": [
        31
    ], 
    "id": 28055, 
    "keywords": [
        211, 
        1033, 
        1120, 
        1320, 
        1836, 
        3815, 
        4169, 
        4850, 
        9344, 
        10149
    ], 
    "name": "Countdown Vampires", 
    "platforms": [
        7
    ], 
    "player_perspectives": [
        2
    ], 
    "popularity": 1.333333333333333, 
    "publishers": [
        617
    ], 
    "release_dates": [
        {
            "category": 0, 
            "date": 966816000000, 
            "human": "2000-Aug-21", 
            "m": 8, 
            "platform": 7, 
            "region": 2, 
            "y": 2000
        }, 
        {
            "category": 0, 
            "date": 945820800000, 
            "human": "1999-Dec-22", 
            "m": 12, 
            "platform": 7, 
            "region": 5, 
            "y": 1999
        }
    ], 
    "slug": "countdown-vampires", 
    "summary": "Because Capcom's Resident Evil single-handedly created the modern survival horror genre, the critically acclaimed adventure spawned countless sequels and clones. Conceived by Bandai Digital Entertainment, Countdown Vampires is one of those clones -- you will maneuver 3D characters throughout 2D backgrounds in a series of fixed camera angles while fending off unspeakable horrors. \n \nAs a police officer, Keith J. Snyder has been assigned a security position at the grand opening of Desert Moon -- a hotel casino with a horror theme located in Casino City. While overseeing security and making sure VIPs aren't being hurt at the dance club, something goes horribly wrong. As a sudden fire causes sprinklers to go off, the water turns black and transforms the dancers into murderous vampire monsters. Assuming the role of the brave police detective, a civic servant and the last remaining human alive, Snyder must unravel the mysteries of the black water while defending himself against multiple monstrosities. \n \nArmed initially with a tranquilizer gun, a shock glove and an unlimited supply of vampire-destroying white water, Keith J. Snyder will find and utilize twelve weapons and items throughout the course of his adventure. Also located throughout the hotel casino are computer terminals, maps of the area and vending machines in which helpful items are sold; at computer terminals, he can access an e-mail program that furthers the storyline. \n \nIn Countdown Vampires, Snyder's physical health is represented by a color-based condition gauge found in the inventory screen; green indicates a healthy body, yellow represents wounded and red coloring is fatal as Snyder approaches death. You can heal the character using various health items found throughout the casino. In addition to looking out for your character's health, you will solve various puzzles and seek out specific keys and cards for locked doors.", 
    "tags": [
        19, 
        21, 
        268435487, 
        536871123, 
        536871945, 
        536872032, 
        536872232, 
        536872748, 
        536874727, 
        536875081, 
        536875762, 
        536880256, 
        536881061, 
        1073741826
    ], 
    "themes": [
        19, 
        21
    ], 
    "updated_at": 1516778940778, 
    "url": "https://www.igdb.com/games/countdown-vampires", 
    "websites": []
}