{
    "alternative_names": [
        {
            "comment": "Other", 
            "name": "Chase the Express (UK)\nCovert Ops: Nuclear Dawn (US)"
        }, 
        {
            "name": "Chase the Express (チェイス・ザ・エクスプレス Cheisu Za Ekusupuresu)"
        }
    ], 
    "category": 0, 
    "cover": {
        "cloudinary_id": "fvsjiy709cxokvimqtsu", 
        "height": 636, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/fvsjiy709cxokvimqtsu.jpg", 
        "width": 547
    }, 
    "created_at": 1390562516028, 
    "developers": [
        2029
    ], 
    "esrb": {
        "rating": 6
    }, 
    "first_release_date": 948931200000, 
    "game_modes": [
        1
    ], 
    "games": [
        28751, 
        59516, 
        26192, 
        68287, 
        25300, 
        6036, 
        36950, 
        68142, 
        12579, 
        18088
    ], 
    "genres": [
        5, 
        31
    ], 
    "id": 4137, 
    "keywords": [
        1, 
        563, 
        4146, 
        4244, 
        4259, 
        5466, 
        5500
    ], 
    "name": "Covert Ops : Nuclear Dawn", 
    "platforms": [
        7
    ], 
    "player_perspectives": [
        2
    ], 
    "popularity": 1.333333333333333, 
    "publishers": [
        1778, 
        66, 
        334
    ], 
    "release_dates": [
        {
            "category": 0, 
            "date": 948931200000, 
            "human": "2000-Jan-27", 
            "m": 1, 
            "platform": 7, 
            "y": 2000
        }
    ], 
    "slug": "covert-ops-nuclear-dawn", 
    "storyline": "The player controls Lieutenant Jack Morton of NATO, the sole survivor of a terrorist strike on the Blue Harvest, an armored train. He is aided by Christina Wayborn throughout the game, the French ambassador's bodyguard and the NATO council. Traveling around the various carriages of the train, the player must defeat the terrorists, find the French ambassador, and prevent the terrorists from using a nuclear weapon.\n\nThe terrorists, under the leadership of Boris Zugoski, detonate some C4 charges in parts of the train, kill all those who resist and take the French ambassador's family hostage. At a certain point in the game Boris is killed by Jack and it appears that the ambassador's assistant, Phillip Mason, is actually a double agent sent to steal a data disk from the Blue Harvest.\n\nThe ending depends upon what data disk the player gave Mason.\n\nGood endings consist of Mason attempting to escape in the helicopter but being stopped by Jack who stops the nuclear bombs on board. The Ambassador is saved as is Billy.\n\nBad endings consist of Mason escaping and remaining at large. Jack then stops the nuclear bombs however the Ambassador dies as does Billy.", 
    "summary": "Covert Ops: Nuclear Dawn, otherwise known as Chase the Express (チェイス・ザ・エクスプレス Cheisu Za Ekusupuresu), is a video game created by Sugar and Rockets for the PlayStation, and released in 2000. On March 16, 2000 Activision announced that they had acquired the North American publishing rights to Sony Computer Entertainment's Japanese action-adventure game, Chase The Express. The game was then renamed Covert Ops: Nuclear Dawn for the North American market.", 
    "tags": [
        1, 
        21, 
        39, 
        268435461, 
        268435487, 
        536870913, 
        536871475, 
        536875058, 
        536875156, 
        536875171, 
        536876378, 
        536876412, 
        1073741826
    ], 
    "themes": [
        1, 
        21, 
        39
    ], 
    "updated_at": 1515673314836, 
    "url": "https://www.igdb.com/games/covert-ops-nuclear-dawn"
}