{
    "category": 0, 
    "cover": {
        "cloudinary_id": "mmtz0ikb8nkexcppuugc", 
        "height": 953, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/mmtz0ikb8nkexcppuugc.jpg", 
        "width": 961
    }, 
    "created_at": 1499160623914, 
    "first_release_date": 1071446400000, 
    "games": [
        49414, 
        25636, 
        21842, 
        28080, 
        36608, 
        18862, 
        75102, 
        23913, 
        47472, 
        44922
    ], 
    "genres": [
        12
    ], 
    "id": 43702, 
    "name": "Digimon World 2003", 
    "platforms": [
        7
    ], 
    "popularity": 1.333333333333333, 
    "release_dates": [
        {
            "category": 0, 
            "date": 1071446400000, 
            "human": "2003-Dec-15", 
            "m": 12, 
            "platform": 7, 
            "region": 8, 
            "y": 2003
        }
    ], 
    "slug": "digimon-world-2003", 
    "summary": "[SLES_03936] \nSave your friends - Save the world - Save yourself! \nIn the near future, when computer technology has advanced...Junior, a 12 year old boy, and his friends Teddy and Ivy are playing the hottest game around, \"Digimon Online.\" In this game, the players enter the Digital World and travel on an exciting adventure with Digimon. But one fateful day when the friends are in the middle of the game, an accident occurs and they become trapped inside the Digital World! \nIs an evil plot brewing in the Digital World? \nYou, as Junior, must now go on a quest with your Digimon to save the Digimon, and rescue your friends! Can you do it? \nFeaturing your favorite Digimon from all 3 seasons (and a sneak peak at some from Season 4) \n24 original Digimon brought to life just for Digimon World 3! \nMagnificent, entrancing storyline crosses over between the real world and the digital world! \nCustomize your digimon troops and choose to digivolve during battles to gain strategic superiority! \nCollect rare items and weapons to strengthen your Digimon and prepare them for battle!", 
    "tags": [
        268435468
    ], 
    "updated_at": 1500535973393, 
    "url": "https://www.igdb.com/games/digimon-world-2003"
}