{
    "category": 0, 
    "collection": 2986, 
    "cover": {
        "cloudinary_id": "tiptn30biny7jhzninps", 
        "height": 500, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/tiptn30biny7jhzninps.jpg", 
        "width": 497
    }, 
    "created_at": 1499442025624, 
    "esrb": {
        "rating": 3
    }, 
    "first_release_date": 916790400000, 
    "games": [
        18623, 
        68324, 
        25646, 
        26769, 
        23345, 
        47823, 
        37088, 
        36926, 
        12632, 
        26223
    ], 
    "genres": [
        9
    ], 
    "id": 44839, 
    "keywords": [
        151, 
        296, 
        4142, 
        4382, 
        5397
    ], 
    "name": "Disney's Story Studio: Mulan", 
    "platforms": [
        7
    ], 
    "popularity": 1.333333333333333, 
    "release_dates": [
        {
            "category": 0, 
            "date": 916790400000, 
            "human": "1999-Jan-20", 
            "m": 1, 
            "platform": 7, 
            "region": 8, 
            "y": 1999
        }
    ], 
    "slug": "disneys-story-studio-mulan", 
    "summary": "Mushu is given the task to deliver the magical scrolls which contain the legend of Mulan to the emperor of ancient China. Mushu is warned not to drop the scrolls because the magic will fall out of them if he does. Mushu drops the scrolls anyway when Cri-Kee comes from behind and startles him. Now Mushu must regain the lost scrolls and place the magic back in them. \n \nThe game is basically an interactive storybook where the player helps the story move forward by completing certain tasks. Some of these tasks include retrieving items requested by Grandma Fa, dressing up Mulan and Mushu with a variety of hats, tops, bottoms, shoes, and accessories, playing a mix and match puzzle to obtain armor, and figuring out the correct order gongs should be hit in order to awake Mulan's ancestors. A sample of some of the other activities include playing Mahjong and throwing snowballs at enemy soldiers. The game also lets the player have a sing along karaoke-style to three songs from the movie. There is also an activity that let's players place cut-outs of characters and locations experienced during the game onto a sheet of paper which can then be colored in using a paint set.", 
    "tags": [
        1, 
        22, 
        268435465, 
        536871063, 
        536871208, 
        536875054, 
        536875294, 
        536876309
    ], 
    "themes": [
        1, 
        22
    ], 
    "updated_at": 1515801296604, 
    "url": "https://www.igdb.com/games/disneys-story-studio-mulan"
}