{
    "category": 0, 
    "created_at": 1499443724493, 
    "first_release_date": 910915200000, 
    "genres": [
        8
    ], 
    "id": 44946, 
    "name": "Eggs of Steel", 
    "platforms": [
        7
    ], 
    "popularity": 1.333333333333333, 
    "release_dates": [
        {
            "category": 0, 
            "date": 910915200000, 
            "human": "1998-Nov-13", 
            "m": 11, 
            "platform": 7, 
            "region": 8, 
            "y": 1998
        }
    ], 
    "slug": "eggs-of-steel", 
    "summary": "Charlie has really done it this time. While reaching for his beloved donuts, he accidently spilled coffee on his work station at the MomSteel Steel Factory. Now the machinery has taken on a life of its own! Assume control of Charlie the Egg in your effort to find the reset switch located somewhere within the factory. The game consists of 43 pre-rendered levels and 12 boss characters, all of which are various forms of machinery, from Blast Furnace Bill to Rotato the Repair Robot. \n \nIn order to clear a level, Charlie must locate a certain number of time clocks and hit them with his wrench. To reach the clocks, he'll need to walk across narrow ledges, spinning gears, and past open flames. Besides using the wrench, Charlie can also jump, throw bolts and roll away. Items to look out for are paper airplanes (they'll give you information or clues), donuts to replenish any damage, coins to give you extra lives and fans to cool you down. After all, moving through a hot steel factory can be especially dangerous to an egg. The game automatically saves your progress to memory card, so keep moving and save that factory! \n \nThe most notable feature of the game is the number of impressive CG cinemas that play constantly throughout your adventure. If you fall off an edge, you'll see Charlie do a Humpty Dumpty impression, and if you make it to the next level by punching the last time clock, a transition scene will play.", 
    "themes": [
        1
    ], 
    "updated_at": 1500536723110, 
    "url": "https://www.igdb.com/games/eggs-of-steel"
}