{
    "category": 0, 
    "collection": 91, 
    "cover": {
        "cloudinary_id": "e4mjjlmaftxgmjulu2u9", 
        "height": 705, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/e4mjjlmaftxgmjulu2u9.jpg", 
        "width": 567
    }, 
    "created_at": 1317748877000, 
    "developers": [
        277
    ], 
    "first_release_date": 1004572800000, 
    "game_modes": [
        1, 
        2, 
        3
    ], 
    "games": [
        18681, 
        28862, 
        54662, 
        15041, 
        15851, 
        57738, 
        2484, 
        705, 
        703, 
        702
    ], 
    "genres": [
        14
    ], 
    "id": 701, 
    "keywords": [
        26, 
        27
    ], 
    "name": "FIFA Football 2002", 
    "platforms": [
        6, 
        7, 
        21, 
        8
    ], 
    "player_perspectives": [
        2, 
        3
    ], 
    "popularity": 3.333333333333333, 
    "publishers": [
        1
    ], 
    "rating": 71.6562955576928, 
    "rating_count": 23, 
    "release_dates": [
        {
            "category": 0, 
            "date": 1004572800000, 
            "human": "2001-Nov-01", 
            "m": 11, 
            "platform": 6, 
            "y": 2001
        }, 
        {
            "category": 0, 
            "date": 1004572800000, 
            "human": "2001-Nov-01", 
            "m": 11, 
            "platform": 8, 
            "y": 2001
        }, 
        {
            "category": 0, 
            "date": 1004572800000, 
            "human": "2001-Nov-01", 
            "m": 11, 
            "platform": 7, 
            "y": 2001
        }, 
        {
            "category": 0, 
            "date": 1004572800000, 
            "human": "2001-Nov-01", 
            "m": 11, 
            "platform": 21, 
            "y": 2001
        }
    ], 
    "screenshots": [
        {
            "cloudinary_id": "ntx6pduhhsydrtquqtqm", 
            "height": 720, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/ntx6pduhhsydrtquqtqm.jpg", 
            "width": 1280
        }
    ], 
    "slug": "fifa-football-2002", 
    "summary": "FIFA Football 2002 (known as FIFA Soccer 2002: Major League Soccer in North America, and FIFA 2002: Road to FIFA World Cup in Japan), commonly known as FIFA 2002, is a football video game released in 2001, produced by Electronic Arts and released by EA Sports. FIFA 2002 is the ninth game in the FIFA series. \n \nPower bars for passes were introduced, and dribbling reduced in order to attain a higher challenge level. The power bar can also be customised to suit the gamer's preference. The game also includes club emblems for many more European clubs as well as for major Dutch clubs such as PSV, AFC Ajax and Feyenoord, although there was no Dutch league of any kind (they were under the \"Rest of World\" header). This game also features, for the first time, the Swiss Super League, at the cost of excluding the Greek League. A card reward system licensed from Panini was also introduced where, after winning a particular competition, a star player card is unlocked. There is also a bonus game with the nations that had automatically qualified for the 2002 World Cup (France, Japan and South Korea), in which the player tries to improve the FIFA ranking of their chosen team by participating in international friendlies. \n \nMany of the international teams in the game are not licensed (some of them down to the players' names like the Netherlands), as well as smaller countries such as Barbados, who were only given numbers as player names. Also, to date, this was the last FIFA edition (not counting the World Cup versions) to feature the Japanese national team, since Japan Football Association would go on to concede exclusive rights to Konami's Pro Evolution Soccer series. \n \nFIFA Football 2002 ran for 10 years as the last FIFA to have only one person as cover, before Lionel Messi appeared alone on FIFA 13.", 
    "tags": [
        32, 
        268435470, 
        536870938, 
        536870939, 
        1073741827, 
        1073741826
    ], 
    "themes": [
        32
    ], 
    "total_rating": 71.6562955576928, 
    "total_rating_count": 23, 
    "updated_at": 1523283425990, 
    "url": "https://www.igdb.com/games/fifa-football-2002"
}