{
    "aggregated_rating": 85.0, 
    "aggregated_rating_count": 2, 
    "alternative_names": [
        {
            "comment": "Japanese title", 
            "name": "ファイナルファンタジーＶＩＩ"
        }, 
        {
            "comment": "Chinese title", 
            "name": "最終幻想VII"
        }, 
        {
            "comment": "Russian title", 
            "name": "Финальная Фантазия 7"
        }, 
        {
            "comment": "Other", 
            "name": "FF7"
        }, 
        {
            "comment": "Other", 
            "name": "FFVII"
        }, 
        {
            "comment": "Other", 
            "name": "FF VII"
        }, 
        {
            "comment": "Other", 
            "name": "Final Fantasy 7"
        }, 
        {
            "comment": "Other", 
            "name": "Final Fantasy VII International"
        }, 
        {
            "comment": "Other", 
            "name": "Final Fantasy 7 International"
        }
    ], 
    "artworks": [
        {
            "cloudinary_id": "lig3dx9qn5qcjdvw5uv7", 
            "height": 720, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/lig3dx9qn5qcjdvw5uv7.jpg", 
            "width": 960
        }, 
        {
            "cloudinary_id": "giogakgdsde0vzjzfeyv", 
            "height": 1466, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/giogakgdsde0vzjzfeyv.jpg", 
            "width": 1953
        }, 
        {
            "cloudinary_id": "ypvk6vrobhtnm68obkte", 
            "height": 720, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/ypvk6vrobhtnm68obkte.jpg", 
            "width": 960
        }, 
        {
            "cloudinary_id": "nmo81hvssfppjxm0f3od", 
            "height": 720, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/nmo81hvssfppjxm0f3od.jpg", 
            "width": 960
        }
    ], 
    "category": 0, 
    "collection": 2807, 
    "cover": {
        "cloudinary_id": "idzdf1alxvetz3ow2ugy", 
        "height": 700, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/idzdf1alxvetz3ow2ugy.jpg", 
        "width": 541
    }, 
    "created_at": 1300443751000, 
    "developers": [
        250
    ], 
    "esrb": {
        "rating": 5, 
        "synopsis": "This is a role-playing game in which players embark on a quest to prevent an evil corporation from destroying the world. As players explore this fantasy realm, they can use melee weapons and magical attacks to engage in turn-based combat with various enemies (e.g., human-like characters, giant insects, snake monsters, biomechanical creatures); damage is indicated by a loss of hit points. Cutscenes include additional instances of violence: soldiers shooting at unarmed men; characters getting slashed/impaled with a sword in slow motion. A handful of environments also depict bloodstained floors and walls. The game contains suggestive innuendo in the dialogue during a bathtub sequence (e.g., “Bubby! So you're the intimate type, eh?” and “Why don't you stick around and play a bit? Daddy's so lonely . . .”). During the course of the game, a goddess-like character is dressed in a low-cut top that displays moderate amounts of cleavage. The words “jacka*s,”“goddamn,” and “sh*t” appear in dialogue."
    }, 
    "external": {
        "steam": "39140"
    }, 
    "first_release_date": 854668800000, 
    "franchise": 4, 
    "franchises": [
        4
    ], 
    "game_modes": [
        1
    ], 
    "games": [
        421, 
        426, 
        425, 
        393, 
        428, 
        398, 
        1962, 
        418, 
        12517, 
        359
    ], 
    "genres": [
        12, 
        31
    ], 
    "id": 427, 
    "keywords": [
        57, 
        76, 
        78, 
        103, 
        164, 
        227, 
        296, 
        415, 
        478, 
        511, 
        521, 
        558, 
        561, 
        879, 
        923, 
        970, 
        1026, 
        1186, 
        1188, 
        1208, 
        1209, 
        1289, 
        1299, 
        1440, 
        1507, 
        1881, 
        2415, 
        2679, 
        2868, 
        3002, 
        3182, 
        3278, 
        3815, 
        4145, 
        4147, 
        4169, 
        4213, 
        4246, 
        4249, 
        4313, 
        4329, 
        4350, 
        4359, 
        4363, 
        4369, 
        4372, 
        4425, 
        4428, 
        4431, 
        4446, 
        4460, 
        4478, 
        4508, 
        4524, 
        4545, 
        4552, 
        4560, 
        4615, 
        4622, 
        4625, 
        4661, 
        4696, 
        4727, 
        4746, 
        4840, 
        4855, 
        4879, 
        4880, 
        4907, 
        4920, 
        4921, 
        4943, 
        4962, 
        4998, 
        5041, 
        5095, 
        5117, 
        5172, 
        5202, 
        5255, 
        5277, 
        5299, 
        5307, 
        5319, 
        5323, 
        5328, 
        5351, 
        5375, 
        5466, 
        5475, 
        5542, 
        5543, 
        5570, 
        5587, 
        5593, 
        5616, 
        5634, 
        5694, 
        5885, 
        5906, 
        5916, 
        5963, 
        5989, 
        5998, 
        6066, 
        6070, 
        6094, 
        6221, 
        6257, 
        6260, 
        6298, 
        6304, 
        6326, 
        6385, 
        6471, 
        6474, 
        6478, 
        6482, 
        6510, 
        6512, 
        6528, 
        6542, 
        6631, 
        6682, 
        6855, 
        6857, 
        6927, 
        7072, 
        7105, 
        7155, 
        7166, 
        7185, 
        7195, 
        7205, 
        7304, 
        7355, 
        7387, 
        7472, 
        7493, 
        7529, 
        7576, 
        7590, 
        7676, 
        7677, 
        8294, 
        8300, 
        8881, 
        8983, 
        8986, 
        9028, 
        9259, 
        9285, 
        9326, 
        9327, 
        9329, 
        9330, 
        9344, 
        9349, 
        9356, 
        9374, 
        9474, 
        9531, 
        9559, 
        9560, 
        9561, 
        9695, 
        9794, 
        9835, 
        9836, 
        9891, 
        10211, 
        10213, 
        10251, 
        10348, 
        10355, 
        10558, 
        10689, 
        11078, 
        11453, 
        11777, 
        11887, 
        11907, 
        12061, 
        12076, 
        12720, 
        12755, 
        14146, 
        14366, 
        14405, 
        16317, 
        16318, 
        16319
    ], 
    "name": "Final Fantasy VII", 
    "pegi": {
        "rating": 4, 
        "synopsis": "The content of this game is suitable for persons aged 12 years and over only.\r\n\r\nIt contains: Non realistic looking violence towards human characters - Mild bad language."
    }, 
    "platforms": [
        45, 
        6, 
        39, 
        7, 
        48
    ], 
    "player_perspectives": [
        2, 
        3
    ], 
    "popularity": 20.33333333333333, 
    "publishers": [
        250, 
        3753, 
        440, 
        4, 
        26
    ], 
    "pulse_count": 33, 
    "rating": 91.81993056640748, 
    "rating_count": 398, 
    "release_dates": [
        {
            "category": 0, 
            "date": 1440028800000, 
            "human": "2015-Aug-20", 
            "m": 8, 
            "platform": 39, 
            "region": 8, 
            "y": 2015
        }, 
        {
            "category": 0, 
            "date": 879724800000, 
            "human": "1997-Nov-17", 
            "m": 11, 
            "platform": 7, 
            "region": 1, 
            "y": 1997
        }, 
        {
            "category": 0, 
            "date": 873590400000, 
            "human": "1997-Sep-07", 
            "m": 9, 
            "platform": 7, 
            "region": 2, 
            "y": 1997
        }, 
        {
            "category": 0, 
            "date": 1449273600000, 
            "human": "2015-Dec-05", 
            "m": 12, 
            "platform": 48, 
            "region": 8, 
            "y": 2015
        }, 
        {
            "category": 0, 
            "date": 1243900800000, 
            "human": "2009-Jun-02", 
            "m": 6, 
            "platform": 45, 
            "region": 2, 
            "y": 2009
        }, 
        {
            "category": 0, 
            "date": 898732800000, 
            "human": "1998-Jun-25", 
            "m": 6, 
            "platform": 6, 
            "region": 1, 
            "y": 1998
        }, 
        {
            "category": 0, 
            "date": 854668800000, 
            "human": "1997-Jan-31", 
            "m": 1, 
            "platform": 7, 
            "region": 5, 
            "y": 1997
        }, 
        {
            "category": 0, 
            "date": 1244073600000, 
            "human": "2009-Jun-04", 
            "m": 6, 
            "platform": 45, 
            "region": 1, 
            "y": 2009
        }, 
        {
            "category": 0, 
            "date": 1239321600000, 
            "human": "2009-Apr-10", 
            "m": 4, 
            "platform": 7, 
            "region": 5, 
            "y": 2009
        }, 
        {
            "category": 0, 
            "date": 896572800000, 
            "human": "1998-May-31", 
            "m": 5, 
            "platform": 6, 
            "region": 2, 
            "y": 1998
        }, 
        {
            "category": 0, 
            "date": 1344902400000, 
            "human": "2012-Aug-14", 
            "m": 8, 
            "platform": 6, 
            "region": 8, 
            "y": 2012
        }, 
        {
            "category": 0, 
            "date": 1244073600000, 
            "human": "2009-Jun-04", 
            "m": 6, 
            "platform": 45, 
            "region": 3, 
            "y": 2009
        }
    ], 
    "screenshots": [
        {
            "cloudinary_id": "fl2gkx16ktwodnselstq", 
            "height": 1080, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/fl2gkx16ktwodnselstq.jpg", 
            "width": 1920
        }, 
        {
            "cloudinary_id": "o8rqjwb1fax2miipu1ih", 
            "height": 1080, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/o8rqjwb1fax2miipu1ih.jpg", 
            "width": 1920
        }, 
        {
            "cloudinary_id": "knbkthshgapzkk7kxged", 
            "height": 320, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/knbkthshgapzkk7kxged.jpg", 
            "width": 400
        }, 
        {
            "cloudinary_id": "arj49w9no0mvpleohp3r", 
            "height": 1080, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/arj49w9no0mvpleohp3r.jpg", 
            "width": 1920
        }, 
        {
            "cloudinary_id": "curbnfb7dxvklfdrp5yz", 
            "height": 1080, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/curbnfb7dxvklfdrp5yz.jpg", 
            "width": 1920
        }
    ], 
    "slug": "final-fantasy-vii", 
    "storyline": "The game begins with Cloud Strife, working as a mercenary for hire, helping the eco terrorist group AVALANCHE in a raid against the Mako reactors surrounding the Shinra-governed city of Midgar. Barret, the group's leader, believes the Mako energy the reactors consume to be the planet's lifeblood, and Shinra's reactors are killing the planet. Cloud's childhood friend, Tifa, is also in the group. Although the first mission is successful, AVALANCHE is ambushed at the next reactor during a subsequent raid. When the reactor explodes, Cloud drops down into Midgar's slums. He is found by Aerith (aka Aeris), a girl he briefly met selling flowers after his first mission with AVALANCHE. Prompted by the arrival of the Turks, who have been sent to capture Aerith, Cloud agrees to act as her bodyguard and defends her from their assault. Meanwhile, Shinra learns the location of AVALANCHE's hideout in Sector 7, and subsequently destroys it by dropping the upper plate of Sector 7 onto the slums, killing its population. The Turks also capture Aerith, who is revealed to be the last surviving \"Cetra\", an ancient near-dead tribe closely attuned with the planet. President Shinra and Professor Hojo believe Aerith is the key to finding the \"Promised Land\", a mythical land of fertility they see as an abundant source of Mako. The remaining AVALANCHE members - Cloud, Barret and Tifa - infiltrate Shinra to rescue Aerith, in the process encountering a specimen simply labeled \"Jenova\". Joined by Red XIII, a sentient tiger-like creature on whom Hojo had been conducting experiments, the party rescues Aerith, but is captured by the Turks while trying to escape and detained within the building. In the morning, they find their cells open and most of the personnel, including President Shinra, killed: the perpetrator appears to be Sephiroth, a legendary SOLDIER leader who was presumed dead several years ago.The group discovers that the Jenova specimen is also missing, presumed stolen by Sephiroth. \n \nWhile the president's son, Rufus Shinra, assumes control of the company, the party leaves Midgar and pursues Sephiroth across the planet. They are joined by Cait Sith, a cat-robot secretly controlled by repentant Turk Reeve Tuesti; Yuffie Kisaragi, a teenage ninja from Wutai; Vincent Valentine, a former Turk; and Cid Highwind, a chain-smoking pilot. At a Cetra temple, the party encounters Sephiroth, who reveals his plan: if the world is significantly damaged, the Lifestream, made of pure Mako energy, will gather in an attempt to heal the wound. Sephiroth intends to use the legendary Black Materia to cast a spell called \"Meteor\" to cause a massive injury, enabling him to merge with the planet's Mako energy and be reborn as a god. The party drives off Sephiroth, acquiring the Black Materia, but Sephiroth manipulates Cloud into giving him the Materia. While the party recovers from the encounter, Aerith sets off to stop Sephiroth on her own, following him to an ancient Cetra city. The party follows, and finds Aerith praying to the planet for aid. Just as they reach her, Sephiroth kills her. Cloud and his allies track Sephiroth to the North Crater. During their journey, they find out that Jenova is an interstellar creature who crashed on the planet roughly two thousand years ago, intent on taking over completely. Attempting to defend itself, the planet created giant monsters called Weapons. While most humans fled, the Cetra managed to defeat Jenova and entomb its remains. A few decades before the present, the remains of Jenova were unearthed by Professor Gast, a researcher for Shinra. Mistaking Jenova for a Cetra, Gast attempted to clone Jenova, assisted by Hojo. Even though Gast abandoned the project, Hojo successfully managed to use his assistant's unborn child for the experiment: the baby was Sephiroth. Approximately five years before the present day, while on a Shinra mission with Cloud to Cloud's and Tifa's hometown of Nibelheim, Sephiroth encountered Hojo's failed test subjects and learned of his origins. Mistakenly believing that Jenova and he were Cetra, he was driven insane and destroyed Nibelheim as an act of vengeance on the normal human population. Cloud and Tifa confronted Sephiroth during the massacre, after which Sephiroth vanished, presumed dead until his reappearance in the present day. \n \nWhen the party reaches the Northern Crater to confront Sephiroth for killing Aerith, they learn that Sephiroth was one of multiple Jenova clones that Hojo had created from both animals and humans. Upon reaching Sephiroth, who has been killing and absorbing the Jenova clones to instigate a \"Reunion\" of Jenova's cells, he manipulates Cloud into helping him cast Meteor, then states that Cloud is one of Sephiroth's clones, showing him memories of the Nibelheim incident with a black-haired SOLDIER in Cloud's place. The summoning of Meteor activates the planet's Weapons, and during the subsequent earthquake, Cloud is separated from his companions and falls into the Lifestream. The rest of the party and the Turks that had followed them to the Crater escape on the airship, the Highwind, where the party members are placed under arrest. As Meteor approaches the planet, the Weapons turn on humanity in an attempt to return as much Mako energy to the Lifestream as possible to aid the planet. Shinra focuses its efforts on protecting humanity from the Weapons and attempting to destroy Meteor directly, which eventually costs the lives of the majority of Shinra's personnel.[31] Tifa, Barret and the others are sentenced to be executed, but escape. They find a catatonic Cloud at a hospital in a tropical resort, where he washed up following the events at the North Crater. Tifa stays behind to help Cloud recover, while the rest of the party continue their fight against Shinra. An attack by the Weapons destroys the island, and Cloud and Tifa both fall into the Lifestream. There, Tifa helps Cloud reconstruct his memories and learns the truth about his past. \n \nIt is revealed that Cloud was not accepted into SOLDIER, and that the SOLDIER in Sephiroth's visions was Aerith's first love and Cloud's friend, Zack Fair. The two were present during the Nibelheim incident, with Cloud managing to fatally wound Sephiroth, who only survived through Jenova's cells: Zack and Cloud were severely wounded and later taken and used by Hojo to perfect his SOLDIER and Jenova experiments. Zack tried escaping with Cloud but was killed by Shinra soldiers. Cloud recovered, took Zack's sword and made his way to Midgar: Cloud's own aspirations to SOLDIER and Zack's memories and stories combined, with the help of the Jenova treatment, to create a false personality. Realizing and accepting his past, Cloud is able to recover. After Cloud and Tifa emerge from the Lifestream, the party regroup and learn that Aerith, in her final moments, was attempting to use the White Materia to cast the spell \"Holy\", the only means of opposing Meteor. It turns out she was successful in casting the spell, but Sephiroth has been preventing its release. The group decide to first stop the rampage of the Weapons. Alongside this, the party confront Hojo, revealed to be Sephiroth's father, as the scientist attempts to aid his son by feeding Mako energy to him. After mutating himself with Jenova cells, he is killed in combat. After this, they launch their final assault on Sephiroth, who is defeated by Cloud after a series of battles. The party escapes from the crater as Holy is released. Holy attempts to block Meteor under Midgar, but Meteor has drawn too close for Holy to combat it alone. Just before Meteor's impact, the Lifestream rises from the planet to aid Holy in destroying Meteor. Five hundred years later, Red XIII is seen with two cubs looking out over the ruins of Midgar, which are now covered in greenery, showing the planet has healed.", 
    "summary": "Set in a dystopian world, Final Fantasy VII's story centers on mercenary Cloud Strife who joins with several others to stop the megacorporation Shinra, which is draining the life of the planet to use as an energy source. As the story progresses, the situation escalates and Cloud and his allies face Sephiroth, the game's main antagonist.", 
    "tags": [
        17, 
        18, 
        268435468, 
        268435487, 
        536870969, 
        536870988, 
        536870990, 
        536871015, 
        536871076, 
        536871139, 
        536871208, 
        536871327, 
        536871390, 
        536871423, 
        536871433, 
        536871470, 
        536871473, 
        536871791, 
        536871835, 
        536871882, 
        536871938, 
        536872098, 
        536872100, 
        536872120, 
        536872121, 
        536872201, 
        536872211, 
        536872352, 
        536872419, 
        536872793, 
        536873327, 
        536873591, 
        536873780, 
        536873914, 
        536874094, 
        536874190, 
        536874727, 
        536875057, 
        536875059, 
        536875081, 
        536875125, 
        536875158, 
        536875161, 
        536875225, 
        536875241, 
        536875262, 
        536875271, 
        536875275, 
        536875281, 
        536875284, 
        536875337, 
        536875340, 
        536875343, 
        536875358, 
        536875372, 
        536875390, 
        536875420, 
        536875436, 
        536875457, 
        536875464, 
        536875472, 
        536875527, 
        536875534, 
        536875537, 
        536875573, 
        536875608, 
        536875639, 
        536875658, 
        536875752, 
        536875767, 
        536875791, 
        536875792, 
        536875819, 
        536875832, 
        536875833, 
        536875855, 
        536875874, 
        536875910, 
        536875953, 
        536876007, 
        536876029, 
        536876084, 
        536876114, 
        536876167, 
        536876189, 
        536876211, 
        536876219, 
        536876231, 
        536876235, 
        536876240, 
        536876263, 
        536876287, 
        536876378, 
        536876387, 
        536876454, 
        536876455, 
        536876482, 
        536876499, 
        536876505, 
        536876528, 
        536876546, 
        536876606, 
        536876797, 
        536876818, 
        536876828, 
        536876875, 
        536876901, 
        536876910, 
        536876978, 
        536876982, 
        536877006, 
        536877133, 
        536877169, 
        536877172, 
        536877210, 
        536877216, 
        536877238, 
        536877297, 
        536877383, 
        536877386, 
        536877390, 
        536877394, 
        536877422, 
        536877424, 
        536877440, 
        536877454, 
        536877543, 
        536877594, 
        536877767, 
        536877769, 
        536877839, 
        536877984, 
        536878017, 
        536878067, 
        536878078, 
        536878097, 
        536878107, 
        536878117, 
        536878216, 
        536878267, 
        536878299, 
        536878384, 
        536878405, 
        536878441, 
        536878488, 
        536878502, 
        536878588, 
        536878589, 
        536879206, 
        536879212, 
        536879793, 
        536879895, 
        536879898, 
        536879940, 
        536880171, 
        536880197, 
        536880238, 
        536880239, 
        536880241, 
        536880242, 
        536880256, 
        536880261, 
        536880268, 
        536880286, 
        536880386, 
        536880443, 
        536880471, 
        536880472, 
        536880473, 
        536880607, 
        536880706, 
        536880747, 
        536880748, 
        536880803, 
        536881123, 
        536881125, 
        536881163, 
        536881260, 
        536881267, 
        536881470, 
        536881601, 
        536881990, 
        536882365, 
        536882689, 
        536882799, 
        536882819, 
        536882973, 
        536882988, 
        536883632, 
        536883667, 
        536885058, 
        536885278, 
        536885317, 
        536887229, 
        536887230, 
        536887231, 
        1073741827, 
        1073741826
    ], 
    "themes": [
        17, 
        18
    ], 
    "time_to_beat": {
        "completely": 292530, 
        "hastly": 180000, 
        "normally": 193050
    }, 
    "total_rating": 88.40996528320375, 
    "total_rating_count": 400, 
    "updated_at": 1528684046722, 
    "url": "https://www.igdb.com/games/final-fantasy-vii", 
    "videos": [
        {
            "name": "Trailer", 
            "video_id": "oRanxri0sYs"
        }, 
        {
            "name": "Gameplay video", 
            "video_id": "bVIi735vvgo"
        }
    ], 
    "websites": [
        {
            "category": 12, 
            "url": "https://play.google.com/store/apps/details?id=com.square_enix.android_googleplay.FFVII&hl=en&gl=us"
        }, 
        {
            "category": 10, 
            "url": "https://itunes.apple.com/us/app/final-fantasy-vii/id1021566244?mt=8&uo=4"
        }, 
        {
            "category": 1, 
            "url": "http://www.finalfantasyviipc.com"
        }, 
        {
            "category": 13, 
            "url": "https://store.steampowered.com/app/39140"
        }, 
        {
            "category": 3, 
            "url": "https://en.wikipedia.org/wiki/Final_Fantasy_VII"
        }
    ]
}