{
    "alternative_names": [
        {
            "comment": "Other", 
            "name": "Galaxian 3"
        }
    ], 
    "category": 0, 
    "collection": 3307, 
    "cover": {
        "cloudinary_id": "ojzwwnapclbtmaurbxlp", 
        "height": 1112, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/ojzwwnapclbtmaurbxlp.jpg", 
        "width": 850
    }, 
    "created_at": 1499161920754, 
    "first_release_date": 833068800000, 
    "games": [
        27314, 
        68287, 
        36950, 
        7350, 
        25657, 
        1595, 
        25300, 
        7291, 
        28029, 
        29525
    ], 
    "genres": [
        5
    ], 
    "id": 43774, 
    "keywords": [
        3, 
        6, 
        166, 
        307, 
        453, 
        970, 
        992, 
        1025, 
        1058, 
        1440, 
        1478, 
        1739, 
        1784, 
        2152, 
        2274, 
        2962, 
        4287, 
        4330, 
        4359, 
        4514, 
        4646, 
        4698, 
        4699, 
        5479, 
        6011, 
        6041, 
        8270, 
        9344, 
        9459, 
        9946
    ], 
    "name": "Galaxian 3", 
    "platforms": [
        7
    ], 
    "player_perspectives": [
        1
    ], 
    "popularity": 1.0, 
    "release_dates": [
        {
            "category": 0, 
            "date": 833068800000, 
            "human": "1996-May-26", 
            "m": 5, 
            "platform": 7, 
            "region": 8, 
            "y": 1996
        }
    ], 
    "slug": "galaxian-3", 
    "summary": "A home version of the arcade game of the same name, Galaxian 3 allows up to four players to blast away at oncoming enemy fighters from a first-person perspective. In a similar vein to Atari's 1983 Star Wars arcade game, the computer is actually flying the ship, and the players are simply gunners given plenty to shoot at. In addition to bringing home the coin-op's \"Project Dragoon\" scenario, another entire mission, \"The Rising Of Gourb,\" is also included. \n \nThis mission allows players to follow up their recent rescue of the Earth with a desperate mission to save another world from the alien menace. Galaxian3 has little or no connection to Namco's Galaxian coin-op classic, and the PlayStation edition is only available as a Japanese import, despite the fact that it did make it to some U.S. arcades. \n \nInspired by the \"walk-in\" theatrical-style arcade game, Galaxian3 is a blast-fest for up to four players. While the computer does the flying in this first-person shooter, the players are trigger-happy gunners with plenty of alien ships crowding the sky as targets. Everything, from stationary gun platforms on enormous alien command ships to agile fighters, is fair game. Occasionally reactors and other strategic targets must be hit, including one sequence that bears a bit of resemblance to a certain chase through a certain Death Star. \n \nThe complete arcade game is included, along with an original second \"mission\" involving an alien planet that must be saved.", 
    "tags": [
        1, 
        18, 
        268435461, 
        536870915, 
        536870918, 
        536871078, 
        536871219, 
        536871365, 
        536871882, 
        536871904, 
        536871937, 
        536871970, 
        536872352, 
        536872390, 
        536872651, 
        536872696, 
        536873064, 
        536873186, 
        536873874, 
        536875199, 
        536875242, 
        536875271, 
        536875426, 
        536875558, 
        536875610, 
        536875611, 
        536876391, 
        536876923, 
        536876953, 
        536879182, 
        536880256, 
        536880371, 
        536880858, 
        1073741825
    ], 
    "themes": [
        1, 
        18
    ], 
    "updated_at": 1515815340703, 
    "url": "https://www.igdb.com/games/galaxian-3"
}