{
    "category": 0, 
    "collection": 4132, 
    "created_at": 1499445436946, 
    "first_release_date": 1052524800000, 
    "games": [
        51464, 
        36911, 
        10256, 
        2558, 
        7100, 
        43655, 
        12565, 
        10039, 
        68391, 
        22418
    ], 
    "genres": [
        4
    ], 
    "id": 45004, 
    "keywords": [
        78, 
        107, 
        227, 
        301, 
        4141, 
        4142, 
        4162, 
        4353, 
        4379, 
        4380, 
        4392, 
        4406, 
        4805, 
        6085, 
        6789, 
        7075, 
        7175, 
        7618
    ], 
    "name": "Inuyasha: A Feudal Fairy Tale", 
    "platforms": [
        7
    ], 
    "popularity": 1.333333333333333, 
    "release_dates": [
        {
            "category": 0, 
            "date": 1052524800000, 
            "human": "2003-May-10", 
            "m": 5, 
            "platform": 7, 
            "region": 8, 
            "y": 2003
        }
    ], 
    "slug": "inuyasha-a-feudal-fairy-tale", 
    "summary": "Inuyasha: A Feudal Fairy Tale is a 2D fighting game starring characters from Rumiko Takahashi's manga and animé series, Inuyasha. The story centers around 15-year old high school student Kagome Higure, who inadvertently slips back in time to feudal Japan, where she becomes embroiled in a quest to locate shards of the Sacred Jewel of the Four Souls. \"Feudal Fairy Tale,\" the game's main mode of play, follows this escapade and requires players to engage in a series of battles and mini-games in order to obtain the coveted shards. Initially, only Kagome and her half-demon companion Inuyasha are playable, but as players journey through the game, acquiring shards, more characters become available. \n \nEach character is able to perform both strong and weak attacks, as well as throws and counter attacks. Players can also execute more powerful combination maneuvers, including special and super attacks, which can only be initiated when the Spiritual meter is filled. Additionally, specific attacks can cause opponents to drop shards that, once claimed, will fill the Spiritual meter more quickly.", 
    "tags": [
        1, 
        268435460, 
        536870990, 
        536871019, 
        536871139, 
        536871213, 
        536875053, 
        536875054, 
        536875074, 
        536875265, 
        536875291, 
        536875292, 
        536875304, 
        536875318, 
        536875717, 
        536876997, 
        536877701, 
        536877987, 
        536878087, 
        536878530
    ], 
    "themes": [
        1
    ], 
    "updated_at": 1515666942514, 
    "url": "https://www.igdb.com/games/inuyasha-a-feudal-fairy-tale"
}