{
    "category": 0, 
    "collection": 3558, 
    "cover": {
        "cloudinary_id": "hsvbof6howkhf5nhqpmo", 
        "height": 360, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/hsvbof6howkhf5nhqpmo.jpg", 
        "width": 354
    }, 
    "created_at": 1499436424230, 
    "first_release_date": 851212800000, 
    "games": [
        65006, 
        65005, 
        64980, 
        64829, 
        64484, 
        49616, 
        27081, 
        79553, 
        10121, 
        54662
    ], 
    "genres": [
        14
    ], 
    "id": 44793, 
    "keywords": [
        26, 
        1166, 
        4142, 
        4521, 
        5347, 
        9823, 
        9944, 
        9945
    ], 
    "name": "J-League Jikkyo Winning Eleven 97", 
    "platforms": [
        7
    ], 
    "popularity": 1.333333333333333, 
    "release_dates": [
        {
            "category": 0, 
            "date": 851212800000, 
            "human": "1996-Dec-22", 
            "m": 12, 
            "platform": 7, 
            "region": 8, 
            "y": 1996
        }
    ], 
    "slug": "j-league-jikkyo-winning-eleven-97", 
    "summary": "J.League Jikkyō Winning Eleven 97 is a 1996 Japan-exclusive soccer simulation video game, which was developed and published by Konami for the PlayStation. \nThe title was based on the 1996 J. League, being published on November 22, almost two weeks later after the end of that season. At the time of its release J.League Jikkyō Winning Eleven 97 was considered to be the most realistic soccer game for the PlayStation or any other console. It featured narration by Jon Kabira and commentary by Yasutaro Matsuki, a former Japanese football player and manager. \nThe 1996 season can be included in the \"Golden Age\" as in back then J.League was at its popularity peak, and many likeable superstars were playing in it: Guido Buchwald, Uwe Bein, Dragan Stojković, Salvatore Schillaci, Ivan Hašek, Dunga, Edílson, Jorginho, Mazinho, Careca, Ruy Ramos, Hidetoshi Nakata, among many others. \nBoth the playstyle and the league format (double stage with Victory Goal and Final match at the end) were very characteristic and promoted overly offensive, stylish and spectacular football. \nUp to two players can compete in a series of games that include: Exhibition, full J.League season, Hyper cup, All-Star match and Penalty Kick modes. It is also possible to view the players' profile.", 
    "tags": [
        268435470, 
        536870938, 
        536872078, 
        536875054, 
        536875433, 
        536876259, 
        536880735, 
        536880856, 
        536880857
    ], 
    "updated_at": 1516779527372, 
    "url": "https://www.igdb.com/games/j-league-jikkyo-winning-eleven-97"
}