{
    "category": 0, 
    "cover": {
        "cloudinary_id": "l7dok9ezubsrydkhc2xg", 
        "height": 640, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/l7dok9ezubsrydkhc2xg.jpg", 
        "width": 538
    }, 
    "created_at": 1499447217062, 
    "esrb": {
        "rating": 3
    }, 
    "first_release_date": 875664000000, 
    "games": [
        54662, 
        15851, 
        18681, 
        18418, 
        22690, 
        27081, 
        40595, 
        25128, 
        57738, 
        701
    ], 
    "genres": [
        14
    ], 
    "id": 45076, 
    "keywords": [
        26, 
        27, 
        1166, 
        6774, 
        7181, 
        8209, 
        8736, 
        8746
    ], 
    "name": "Jimmy Johnson's VR Football '98", 
    "platforms": [
        7
    ], 
    "popularity": 1.0, 
    "release_dates": [
        {
            "category": 0, 
            "date": 875664000000, 
            "human": "1997-Oct-01", 
            "m": 10, 
            "platform": 7, 
            "region": 8, 
            "y": 1997
        }
    ], 
    "slug": "jimmy-johnsons-vr-football-98", 
    "summary": "As Interplay's first PlayStation football game under the VR Sports label, Jimmy Johnson's VR Football '98 offers both NFL and NFLPA licenses for real teams and players. Choose from 30 NFL teams with rosters reflecting the 1997 season, five of the greatest teams from the '70s, five from the '80s, five from the '60s, or five All-Pro Teams from 1996 and 1997. \n \nYou can also create up to four preseason teams (plus one season team) and stock them with up to forty created players! The game features a Practice Mode, Preseason (which is an exhibition game), New Season and a Play Editor, allowing you to create your own offensive plays and save them to memory card (up to 24 plays can be saved for each block of space). \n \nSeason progress can be resumed through passwords or via memory card, which offers you a choice between a regular or advanced memory card season. Regular means you can trade and create players, but the trades will be automatic and the created players always appear on your team. The advanced option lets you play the role of General Manager, including signing free agents (by bidding on them), organizing trade offers (which can be rejected) or creating players to add to the free agency pool.", 
    "tags": [
        268435470, 
        536870938, 
        536870939, 
        536872078, 
        536877686, 
        536878093, 
        536879121, 
        536879648, 
        536879658
    ], 
    "updated_at": 1513006663195, 
    "url": "https://www.igdb.com/games/jimmy-johnsons-vr-football-98"
}