{
    "alternative_names": [
        {
            "comment": "Japanese title", 
            "name": "影牢～刻命館真章～"
        }, 
        {
            "comment": "Japanese title", 
            "name": "Kagero ~Kokumeikan Shinsho~"
        }, 
        {
            "comment": "European title", 
            "name": "Kagero: Deception 2"
        }
    ], 
    "category": 0, 
    "collection": 672, 
    "cover": {
        "cloudinary_id": "l8bpdxe1is1u62delb2h", 
        "height": 1080, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/l8bpdxe1is1u62delb2h.jpg", 
        "width": 1080
    }, 
    "created_at": 1390552549225, 
    "developers": [
        2020
    ], 
    "esrb": {
        "rating": 6, 
        "synopsis": "-"
    }, 
    "first_release_date": 901152000000, 
    "game_modes": [
        1
    ], 
    "games": [
        47823, 
        44076, 
        13189, 
        25311, 
        36926, 
        25646, 
        19448, 
        11567, 
        26914, 
        28380
    ], 
    "genres": [
        12, 
        15, 
        31
    ], 
    "id": 4124, 
    "keywords": [
        296, 
        1027, 
        1120, 
        1313, 
        1345, 
        1914, 
        4145, 
        4359, 
        4369, 
        4372, 
        4525, 
        6916, 
        9931, 
        13120, 
        13121
    ], 
    "name": "Kagero : Deception II", 
    "platforms": [
        45, 
        7
    ], 
    "player_perspectives": [
        2
    ], 
    "popularity": 1.333333333333333, 
    "publishers": [
        2020, 
        141
    ], 
    "release_dates": [
        {
            "category": 0, 
            "date": 901152000000, 
            "human": "1998-Jul-23", 
            "m": 7, 
            "platform": 7, 
            "region": 5, 
            "y": 1998
        }, 
        {
            "category": 0, 
            "date": 1230076800000, 
            "human": "2008-Dec-24", 
            "m": 12, 
            "platform": 45, 
            "region": 5, 
            "y": 2008
        }, 
        {
            "category": 0, 
            "date": 908323200000, 
            "human": "1998-Oct-14", 
            "m": 10, 
            "platform": 7, 
            "region": 2, 
            "y": 1998
        }, 
        {
            "category": 0, 
            "date": 936921600000, 
            "human": "1999-Sep-10", 
            "m": 9, 
            "platform": 7, 
            "region": 1, 
            "y": 1999
        }
    ], 
    "slug": "kagero-deception-ii", 
    "summary": "From the Wiki: \n\"Shifting the viewpoint to third-person and the emphasis to trap combos, Kagero: Deception II formed the foundation of current Deception titles and would be built upon in future titles, coming out two years after its predecessor. In it, players assume the role of Millennia, a young girl being used as a puppet and guard for a race known as Timenoids (or TMD, as the game abbreviates their race's name), who are like humans except immortal, and whose power is desired by the humans whose lives they govern. Millennia finds herself in the middle of the war between her own race and her captors, with her chosen side dictated by the player. One of the endings to the game heavily implies that Kagero is a prequel to Tecmo's Deception, and that Millennia will grow up to become Astarte from the first game; this interpretation is supported by the fact that naming the main character in Kagero \"Astarte\" lets you start with a hefty sum of extra Ark (the game's currency). However, Tecmo has not made it clear if that ending is canon. \n \nThe change in how traps functioned gave this game a much more strategic edge than the first game, with traps able to interact with one another in long strings that could be likened to Rube Goldberg set-ups, just much more lethal and involving other people. Instead of using items such as medicinal herbs, healing was accomplished via glowing blue crystals called \"loons\" which could only be touched once before breaking, never to be used again in a given chapter. Trap improvement was conducted by using the points earned after successfully killing each invader, called Ark, and by following a somewhat logical \"tree\"—improving an Arrow Slit after a Lightning Rod was created could make a Laser Arrow, for instance. Six secret traps (one of which depicted Suezo, a popular monster from Tecmo's own Monster Rancher titles) could be unlocked in future replays by completing the game and achieving all four endings in the game, as well. Traps, when constructed, could be used as often as the player liked, but required a recharge time between uses in any given level. Game saves are one block in size.\"", 
    "tags": [
        1, 
        17, 
        19, 
        268435468, 
        268435471, 
        268435487, 
        536871208, 
        536871939, 
        536872032, 
        536872225, 
        536872257, 
        536872826, 
        536875057, 
        536875271, 
        536875281, 
        536875284, 
        536875437, 
        536877828, 
        536880843, 
        536884032, 
        536884033, 
        1073741826
    ], 
    "themes": [
        1, 
        17, 
        19
    ], 
    "updated_at": 1513003346081, 
    "url": "https://www.igdb.com/games/kagero-deception-ii", 
    "websites": [
        {
            "category": 1, 
            "url": "http://www.tecmo.co.jp/product/kagero/index2.htm"
        }, 
        {
            "category": 2, 
            "url": "http://deceptionseries.wikia.com/wiki/Kagero:_Deception_II"
        }
    ]
}