{
    "category": 0, 
    "collection": 3146, 
    "cover": {
        "cloudinary_id": "jzmhxvnwusq6uqes173d", 
        "height": 382, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/jzmhxvnwusq6uqes173d.jpg", 
        "width": 384
    }, 
    "created_at": 1499164491832, 
    "first_release_date": 1009584000000, 
    "games": [
        44858, 
        43863, 
        43862, 
        61919, 
        14763, 
        44428, 
        42579, 
        23113, 
        2558, 
        72608
    ], 
    "genres": [
        4
    ], 
    "id": 43864, 
    "keywords": [
        14, 
        107, 
        2387, 
        4142, 
        4282, 
        4377, 
        4379, 
        4436
    ], 
    "name": "Kamen Rider Agito", 
    "platforms": [
        7
    ], 
    "popularity": 1.333333333333333, 
    "release_dates": [
        {
            "category": 0, 
            "date": 1009584000000, 
            "human": "2001-Dec-29", 
            "m": 12, 
            "platform": 7, 
            "region": 8, 
            "y": 2001
        }
    ], 
    "slug": "kamen-rider-agito", 
    "summary": "A man named Shouichi Tsugami has lost his memories. He doesn't know who he is, where he came from, or how he came upon his peculiar circumstances. \n \nTsugami, seemingly for no reason, transforms into a powerful superhuman, Agito, whenever in the presence of the beings referred by the police as the \"Unknown\", a race of powerful monsters that have been causing murders around Tokyo, targeting certain people as their prey. \n \nIn response, the police department unleash their newest weapon: the G3 powersuit, originally developed to fight against the \"Unidentified Lifeforms\", the enemies of No.4 (Kamen Rider Kuuga). G3 and Agito don't know whether they should join up and defeat the Unknowns, their common enemy, or to combat each other, keeping the mysteries that entwine them separate. Ultimately, even more mysteries unfold, with the appearance of Kamen Rider Gills, who is on a search to uncover why his father committed suicide. \n \nThese mysteries and others collide, as the true nature of Agito would ultimately determine the fate of humanity.", 
    "tags": [
        268435460, 
        536870926, 
        536871019, 
        536873299, 
        536875054, 
        536875194, 
        536875289, 
        536875291, 
        536875348
    ], 
    "updated_at": 1516706586389, 
    "url": "https://www.igdb.com/games/kamen-rider-agito"
}