{
    "alternative_names": [
        {
            "comment": "Other", 
            "name": "From TV Animation - One Piece: Ocean's Dream!"
        }, 
        {
            "comment": "Japanese title", 
            "name": "オーシャンズドリーム！"
        }, 
        {
            "comment": "Acronym", 
            "name": "Ōshanzu Dorīmu!"
        }
    ], 
    "category": 0, 
    "collection": 1586, 
    "cover": {
        "cloudinary_id": "z4d71ipcui2mdqxonygs", 
        "height": 454, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/z4d71ipcui2mdqxonygs.jpg", 
        "width": 500
    }, 
    "created_at": 1510584448543, 
    "first_release_date": 1051747200000, 
    "franchise": 225, 
    "franchises": [
        225
    ], 
    "id": 75750, 
    "name": "One Piece: Ocean's Dream!", 
    "platforms": [
        7
    ], 
    "popularity": 1.333333333333333, 
    "publishers": [
        617
    ], 
    "release_dates": [
        {
            "category": 0, 
            "date": 1051747200000, 
            "human": "2003-May-01", 
            "m": 5, 
            "platform": 7, 
            "region": 5, 
            "y": 2003
        }
    ], 
    "slug": "one-piece-oceans-dream", 
    "storyline": "One night, while all the Straw Hats, except for Robin who was reading a book, were sleeping in their beds, they all dream of a cloaked young man playing beautiful music from a sea horn underwater. In the morning, the crew wakes up and Robin is shocked to discover they have no memories of her or their being in a Pirate Crew. With only the memories from before joining the crew still in their heads the crew begins to splinter, Nami runs away from the ship with all the gold as she has reverted herself back into a pirate-hating thief, and Zoro causes a fight with the crew and also retreats, believing that he is once again a bounty hunter. \n \nIt is now up to Robin to reunite the crew and help her friends get their memories back, as well as to find out the cause of their mysterious memory loss.", 
    "summary": "One Piece: Ocean's Dream is a Japanese single player/multplayer board game for the PlayStation console based on the One Piece manga and anime series. It was developed by 8ing and Q Entertainment and published by Bandai Namco. It had also been made into a filler arc of the Anime series entitled Ocean's Dream Arc, which followed the storyline of the game. The game was released in May 2003.", 
    "updated_at": 1515849682791, 
    "url": "https://www.igdb.com/games/one-piece-oceans-dream"
}