{
    "category": 0, 
    "collection": 877, 
    "cover": {
        "cloudinary_id": "rque0tahaekeraofsyec", 
        "height": 1405, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/rque0tahaekeraofsyec.jpg", 
        "width": 1382
    }, 
    "created_at": 1499444404685, 
    "esrb": {
        "rating": 3
    }, 
    "first_release_date": 891043200000, 
    "games": [
        55752, 
        36868, 
        19289, 
        51485, 
        27314, 
        26848, 
        19448, 
        13189, 
        59516, 
        26914
    ], 
    "genres": [
        8, 
        31
    ], 
    "id": 44980, 
    "keywords": [
        137, 
        1027, 
        2049, 
        2152, 
        4161, 
        4169, 
        5173, 
        5441, 
        5699, 
        7569, 
        12703, 
        13121, 
        13951
    ], 
    "name": "Pitfall 3D: Beyond the Jungle", 
    "platforms": [
        7
    ], 
    "popularity": 1.333333333333333, 
    "release_dates": [
        {
            "category": 0, 
            "date": 891043200000, 
            "human": "1998-Mar-28", 
            "m": 3, 
            "platform": 7, 
            "region": 8, 
            "y": 1998
        }
    ], 
    "slug": "pitfall-3d-beyond-the-jungle", 
    "summary": "Pitfall 3D is a 3D platformer in which players guide Pitfall Harry Jr. (the original Pitfall! hero's son, voiced by B-movie king Bruce Campbell) through a wide variety of settings, ranging from the South American jungle to the ruins of the Moku civilization that lie behind a dimensional rift. \n \nSome old obstacles and enemies appear, such as tar pits that can open up beneath Harry and swallow him whole, ever-present scorpions, and old favorites like rolling logs and handy vines, which can be found smattered around the jungle. But there are new dangers as well, including the sinister flying darters, and new wonders to behold, such as gravity-defying lucense. \n \nHarry Jr. gets by much the same way his father did -- he can dodge out of the way, jump over obstacles, and take a swing at attackers with his trusty pick-axe. The object is to guide Harry Jr. through 11 levels, trying to discover what happened to the Moku civilization, and finally into a confrontation with the mighty Scourge, who's holding this alternate dimension hostage. Oh, and Harry might want to grab some treasure along the way too -- just like dear old Dad.", 
    "tags": [
        1, 
        268435464, 
        268435487, 
        536871049, 
        536871939, 
        536872961, 
        536873064, 
        536875073, 
        536875081, 
        536876085, 
        536876353, 
        536876611, 
        536878481, 
        536883615, 
        536884033, 
        536884863
    ], 
    "themes": [
        1
    ], 
    "updated_at": 1513071861927, 
    "url": "https://www.igdb.com/games/pitfall-3d-beyond-the-jungle"
}