{
    "category": 0, 
    "collection": 3148, 
    "cover": {
        "cloudinary_id": "uj2zszfukpgfa9rbbajk", 
        "height": 500, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/uj2zszfukpgfa9rbbajk.jpg", 
        "width": 420
    }, 
    "created_at": 1499161414289, 
    "esrb": {
        "rating": 3
    }, 
    "first_release_date": 846633600000, 
    "games": [
        44242, 
        18623, 
        22470, 
        29173, 
        22425, 
        26145, 
        55590, 
        55689, 
        22406, 
        23867
    ], 
    "genres": [
        13, 
        30
    ], 
    "id": 43733, 
    "keywords": [
        934, 
        1148, 
        4142, 
        4377, 
        4456, 
        5782, 
        9160, 
        11121
    ], 
    "name": "Power Rangers Zeo - Full Tilt Battle Pinball", 
    "platforms": [
        7
    ], 
    "popularity": 1.0, 
    "release_dates": [
        {
            "category": 0, 
            "date": 846633600000, 
            "human": "1996-Oct-30", 
            "m": 10, 
            "platform": 7, 
            "region": 8, 
            "y": 1996
        }
    ], 
    "slug": "power-rangers-zeo-full-tilt-battle-pinball", 
    "summary": "Earth is under invasion by aliens and the only folks that can stop the madness are the TV heroes known as the Power Rangers. How are they going to do it? Pinball style! You'll find all of the classic pinball bells and whistles here (ramps, spinners, bumpers, targets, flippers, and more), but the action is pure Power Rangers, taking place over five different 3D play fields. Not only that, the game boldly travels to 15 locations around the globe, including New York, Africa, and Japan. Between each level of play, you'll see an awesome animated sequence that advances the storyline to its next phase. Based on what you see in the clips, you'll have to accomplish certain missions in order to advance to the next stage. Though pinball has been around since the early part of the century, it's never been so vast or explosive. The game's makers even worked in such characters as Zeo Zords, King Mondo, and Queen Madrina, just to make things interesting. Whether you're primarily a fan of the Power Rangers, pinball, or PlayStation games, you won't be disappointed.", 
    "tags": [
        268435469, 
        268435486, 
        536871846, 
        536872060, 
        536875054, 
        536875289, 
        536875368, 
        536876694, 
        536880072, 
        536882033
    ], 
    "updated_at": 1516158944269, 
    "url": "https://www.igdb.com/games/power-rangers-zeo-full-tilt-battle-pinball"
}