{
    "alternative_names": [
        {
            "comment": "Other", 
            "name": "Beach 'n Ball"
        }
    ], 
    "category": 0, 
    "cover": {
        "cloudinary_id": "psrdeduqd7iiqg6lfnsw", 
        "height": 649, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/psrdeduqd7iiqg6lfnsw.jpg", 
        "width": 640
    }, 
    "created_at": 1499443097313, 
    "first_release_date": 977356800000, 
    "games": [
        22690, 
        49045, 
        39401, 
        38363, 
        38170, 
        68826, 
        46150, 
        45250, 
        44340, 
        43244
    ], 
    "genres": [
        14
    ], 
    "id": 44888, 
    "keywords": [
        654, 
        1166
    ], 
    "name": "Power Spike: Pro Beach Volleyball", 
    "platforms": [
        7
    ], 
    "popularity": 1.333333333333333, 
    "release_dates": [
        {
            "category": 0, 
            "date": 977356800000, 
            "human": "2000-Dec-21", 
            "m": 12, 
            "platform": 7, 
            "region": 8, 
            "y": 2000
        }
    ], 
    "slug": "power-spike-pro-beach-volleyball", 
    "summary": "Put away that suntan lotion, because you're not going to need it for this beach volleyball game. That's not to say the action isn't hot, as you form a two-person team and battle the superstars of volleyball. Licensed by the FIVB, POWER SPIKE PRO BEACH VOLLEYABALL features over 40 real heroes of the pro circuit, such as Gabrielle Reece and Sinjin Smith. You'll play in real-life environments set in 14 different locations spanning the globe. Travel to Sydney, Osaka, Los Angeles, and lots of other great cities as you spike and dig your way to hard-fought victory. If you'd like to see how your own creations fare against the world's best, create your own player based on a list of physical traits and abilities, then pick a partner and serve it up. Real volleyball physics are in place, making every bump and spike look and feel like the real thing. The graphics and animations will rock your world as you play in several competitive modes. If you have a Multi-tap and four controllers, you can even play a four-player extravaganza, each player taking on a different star or created athlete in a two-on-two match-up.", 
    "tags": [
        268435470, 
        536871566, 
        536872078
    ], 
    "updated_at": 1515823692231, 
    "url": "https://www.igdb.com/games/power-spike-pro-beach-volleyball"
}