{
    "category": 0, 
    "created_at": 1499436374625, 
    "first_release_date": 883180800000, 
    "genres": [
        9
    ], 
    "id": 44781, 
    "name": "Puyo Puyo Sun - Ketteiban", 
    "platforms": [
        7
    ], 
    "popularity": 1.0, 
    "release_dates": [
        {
            "category": 0, 
            "date": 883180800000, 
            "human": "1997-Dec-27", 
            "m": 12, 
            "platform": 7, 
            "region": 8, 
            "y": 1997
        }
    ], 
    "slug": "puyo-puyo-sun-ketteiban", 
    "summary": "This game is a Japan-only port of the third game in the Puyo Puyo series originally made for the Arcades by Sega. \n \nThe name of Puyo Puyo Sun comes from a Japanese pun on \"san\", and also indicates a new Ojama brought into the game. As Sun Puyos were used in this game, and the game itself is not only set on a tropical beach, but is the third in the series (三, \"san\" is the Japanese word for the number 3), the name suited the game. \n \nJust like the predecessors, Puyos fall from the top of the screen in pairs, can be moved left and right, and can be rotated clockwise and anti-clockwise by 90°. The rule of Sousai and Zenkesei still remained, but every time you countered, special garbage would fall on the screen in a preset pattern (in the Game Boy version of this game, it fell randomly). Every time you cleared the screen however, Sun Puyos would fall on the screen, and the All Clear bonus removed. \n \nThe game features 3 story modes featuring their own character and difficulty: Draco Centauros (Easy), Arle Nadja (Normal) and Schezo Wegey (Hard). \n \nStoryline: \nSatan has once again decided to create another test by using special magic to pull the Sun closer to the Earth on a remote island. This created a semi-resort, in which characters have decided to visit. Arle, together with Carbuncle, find the sun too hot, and see the building that Satan's emanating his own heat wave. Draco loves the hot weather and appears in a bikini, whereas Schezo, who takes refuge in a cave, finds that it's just not cool enough, and decides to find out what's happening.", 
    "updated_at": 1500536131731, 
    "url": "https://www.igdb.com/games/puyo-puyo-sun-ketteiban"
}