{
    "category": 0, 
    "collection": 1162, 
    "cover": {
        "cloudinary_id": "mrqzua68bxj0lioxhog7", 
        "height": 635, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/mrqzua68bxj0lioxhog7.jpg", 
        "width": 638
    }, 
    "created_at": 1421451014883, 
    "developers": [
        1900
    ], 
    "esrb": {
        "rating": 3
    }, 
    "first_release_date": 909792000000, 
    "game_modes": [
        1, 
        4
    ], 
    "games": [
        40470, 
        8431, 
        22690, 
        28856, 
        41620, 
        26709, 
        55217, 
        54789, 
        73678, 
        73626
    ], 
    "genres": [
        10, 
        14
    ], 
    "id": 8648, 
    "keywords": [
        28, 
        155, 
        484, 
        1166, 
        4157, 
        13951
    ], 
    "name": "Rally Cross 2", 
    "platforms": [
        7
    ], 
    "popularity": 1.333333333333333, 
    "publishers": [
        241
    ], 
    "release_dates": [
        {
            "category": 0, 
            "date": 909792000000, 
            "human": "1998-Oct-31", 
            "m": 10, 
            "platform": 7, 
            "region": 2, 
            "y": 1998
        }, 
        {
            "category": 0, 
            "date": 932428800000, 
            "human": "1999-Jul-20", 
            "m": 7, 
            "platform": 7, 
            "region": 1, 
            "y": 1999
        }
    ], 
    "slug": "rally-cross-2", 
    "summary": "Rally Cross 2 lets you experience off-road racing on eight different tracks set in a variety of environments: Construction, Switchyard, Black Forest, Dry Valley, Rocky Pass, County Air, Refinery and RC Stadium. The four play settings include Single Race (which can be set to head-on or suicide modes, having you race against one or three vehicles driving in the opposite direction), Season, Time Trial and Practice. A new 3D engine allows for visible damage and effects such as reflections and mud sticking to your car or truck. Speaking of vehicles, you select from a pool of ten with different ratings in power, top speed and weight. \n \nYou can also customize shocks, steering response, brakes, gearing ratios, transmission, tires (choose from all purpose, off-road, snow or slick) and even paint--both body and detail colors can be set to your liking. Yet the most notable addition is the track editor, which allows you to build your own course from scratch or modify an existing one to add more jumps, 90 degree turns, mud pits, and several other features. In total, there are 16 different track pieces you can position on an 8 x 8 grid using one of three themes: desert, snow or forest. Rally Cross 2 also supports the Dual Shock Analog Controller and up to two players for head-to-head competition. \n \n allgames - Scott Alan Marriott", 
    "tags": [
        268435466, 
        268435470, 
        536870940, 
        536871067, 
        536871396, 
        536872078, 
        536875069, 
        536884863
    ], 
    "updated_at": 1517270816166, 
    "url": "https://www.igdb.com/games/rally-cross-2"
}