{
    "category": 0, 
    "cover": {
        "cloudinary_id": "loncalrawlfm7klhlkye", 
        "height": 975, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/loncalrawlfm7klhlkye.jpg", 
        "width": 1000
    }, 
    "created_at": 1499446117309, 
    "first_release_date": 975110400000, 
    "games": [
        76246, 
        19341, 
        28029, 
        32902, 
        24920, 
        272, 
        68287, 
        10039, 
        68142, 
        36608
    ], 
    "genres": [
        5
    ], 
    "id": 45036, 
    "name": "RayCrisis: Series Termination", 
    "platforms": [
        7
    ], 
    "popularity": 1.333333333333333, 
    "release_dates": [
        {
            "category": 0, 
            "date": 975110400000, 
            "human": "2000-Nov-25", 
            "m": 11, 
            "platform": 7, 
            "region": 8, 
            "y": 2000
        }
    ], 
    "slug": "raycrisis-series-termination", 
    "summary": "An ambitious and unethical scientist, a secret experiment gone horribly awry, and an artificially intelligent supercomputer gone mad; all the necessary ingredients for the imminent extinction of mankind. You are humanity's last hope, a hotshot pilot given the unenviable task of flying an experimental fighter into the dark heart of the Con-Human Network. Seize the controls of three Wave Rider spacecraft, each equippped with the WR-01 primary weapon array, WR-02 secondary lock-on laser system, and WR-03 single-use weapon for emergency situations. RayCrisis: Series Termination is the final entry in Taito's acclaimed trilogy of shooters, and it bombards your CRT with an abundance of fourth-generation optical stimulation: multilevel scrolling, transparency and lighting effects, and enough polygons to overload your cerebral cortex. Dodge, weave, and blast through two play modes, disintegrating wave after wave of relentless bogeys, to achieve high scores and unlock hidden bonuses. Prepare your senses, reinforce your nerves, and limber your trigger finger - the final assault has begun!", 
    "tags": [
        1, 
        268435461
    ], 
    "themes": [
        1
    ], 
    "updated_at": 1500536476166, 
    "url": "https://www.igdb.com/games/raycrisis-series-termination"
}