{
    "category": 0, 
    "cover": {
        "cloudinary_id": "aijk9hfun88dyc4sdy2z", 
        "height": 1015, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/aijk9hfun88dyc4sdy2z.jpg", 
        "width": 1024
    }, 
    "created_at": 1499164911975, 
    "first_release_date": 901324800000, 
    "games": [
        75962, 
        46815, 
        75964, 
        75858, 
        75857, 
        75853, 
        68609, 
        55058, 
        50726, 
        50704
    ], 
    "genres": [
        4
    ], 
    "id": 43874, 
    "name": "Real Bout Garou Densetsu Special: Dominated Mind", 
    "platforms": [
        7
    ], 
    "popularity": 1.333333333333333, 
    "release_dates": [
        {
            "category": 0, 
            "date": 901324800000, 
            "human": "1998-Jul-25", 
            "m": 7, 
            "platform": 7, 
            "region": 8, 
            "y": 1998
        }
    ], 
    "slug": "real-bout-garou-densetsu-special-dominated-mind", 
    "summary": "Real Bout Garou Densetsu Special Dominated Mind (リアルバウト餓狼伝説スペシャルドミネイテッドマインド, Garou Densetsu Supesharu Domineiteddo Maindo) is a port of Real Bout Fatal Fury Special that was released for the PlayStation in 1998 in Japan. In this version, Geese sports a halo over his head. The game comes with a Fan Collection disk consisting of interviews with Fatal Fury characters. \nStory \nThe story centers around White's brainwashing of Billy Kane and attempted takeover of Southtown's underworld in the power vacuum left by Geese Howard's death in the original Real Bout. \n \nA translation of the official story is as follows: \n \nSouth Town, the spirited crime city in America. Once there was a man who owned and dictated the city. The man's name was Geese Howard. To defeat him, countless martial artists have met in South Town. Among them was a young man named Terry Bogard who defeated Geese. The death match that took place to defeat Geese was written into legend by the town's people. The wolves starved for battle, the legend of the hungry wolves. \n \nTime passes... a new shadow slips into town after Geese's death. White and his mysterious armed servant scheme to make a profit from South Town. White has Geese's former right hand man, Billy Kane, in his ranks. Hereafter, any other strong warrior that opposes him will be put under his mind control. What will become of South Town's fate? The new legend to save the town must be made by you!", 
    "tags": [
        268435460
    ], 
    "updated_at": 1500527785496, 
    "url": "https://www.igdb.com/games/real-bout-garou-densetsu-special-dominated-mind"
}