{
    "category": 0, 
    "cover": {
        "cloudinary_id": "cu45km5too5vhnzzve6p", 
        "height": 953, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/cu45km5too5vhnzzve6p.jpg", 
        "width": 1023
    }, 
    "created_at": 1499444382207, 
    "first_release_date": 1041984000000, 
    "games": [
        44242, 
        34919, 
        18623, 
        19934, 
        22470, 
        29173, 
        19341, 
        25311, 
        26145, 
        22425
    ], 
    "genres": [
        13
    ], 
    "id": 44977, 
    "keywords": [
        21, 
        594, 
        1148, 
        4372
    ], 
    "name": "Rescue Copter", 
    "platforms": [
        7
    ], 
    "popularity": 1.333333333333333, 
    "release_dates": [
        {
            "category": 0, 
            "date": 1041984000000, 
            "human": "2003-Jan-08", 
            "m": 1, 
            "platform": 7, 
            "region": 8, 
            "y": 2003
        }
    ], 
    "slug": "rescue-copter", 
    "summary": "The company behind the Jet Copter and Jet Stream series in Japan, AquaSystem, flies its Rescue Copter across the Pacific for this stateside PlayStation release. Players engage in fifteen missions consisting of border patrols, daring rescues, transport runs, crop dusting, treasure hunts, and fire fighting. Four types of helicopters, each geared for specific tasks, include the R-22 (training, crop dusting), AS350B3 (equipped with cables for external transporting), BK117 (rescue and transport), and the 47G4A-Soloy (low flying crop duster). \n \nFive practice modes allow players to ease into the controls by offering take-off and landing, hovering, flight, cargo, and fire fighting drills. Scores and medals (gold, silver, or bronze) are based on the amount of time it takes to complete a mission, and mission replay videos are available at the touch of a button. Other features include two difficulty settings, easy and expert (which factors damage and wind into the challenge), three camera angles, and a free flight mode using maps unlocked in successful missions.", 
    "tags": [
        1, 
        268435469, 
        536870933, 
        536871506, 
        536872060, 
        536875284
    ], 
    "themes": [
        1
    ], 
    "updated_at": 1516687362811, 
    "url": "https://www.igdb.com/games/rescue-copter"
}