{
    "alternative_names": [
        {
            "comment": "Japanese title", 
            "name": "リッジレーサーレボリューション"
        }
    ], 
    "category": 0, 
    "cover": {
        "cloudinary_id": "wqr9of4v2wng2dtxpww4", 
        "height": 257, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/wqr9of4v2wng2dtxpww4.jpg", 
        "width": 256
    }, 
    "created_at": 1460166359074, 
    "developers": [
        263
    ], 
    "esrb": {
        "rating": 1
    }, 
    "first_release_date": 817948800000, 
    "franchise": 795, 
    "franchises": [
        795
    ], 
    "game_modes": [
        1, 
        2, 
        4
    ], 
    "games": [
        23314, 
        18699, 
        76259, 
        103018, 
        101535, 
        101205, 
        101142, 
        101087, 
        100902, 
        100844
    ], 
    "genres": [
        10
    ], 
    "id": 18697, 
    "name": "Ridge Racer Revolution", 
    "pegi": {
        "rating": 1
    }, 
    "platforms": [
        7
    ], 
    "player_perspectives": [
        1, 
        2
    ], 
    "popularity": 1.333333333333333, 
    "publishers": [
        263
    ], 
    "release_dates": [
        {
            "category": 0, 
            "date": 817948800000, 
            "human": "1995-Dec-03", 
            "m": 12, 
            "platform": 7, 
            "region": 5, 
            "y": 1995
        }, 
        {
            "category": 0, 
            "date": 831686400000, 
            "human": "1996-May-10", 
            "m": 5, 
            "platform": 7, 
            "region": 1, 
            "y": 1996
        }, 
        {
            "category": 0, 
            "date": 844041600000, 
            "human": "1996-Sep-30", 
            "m": 9, 
            "platform": 7, 
            "region": 2, 
            "y": 1996
        }
    ], 
    "screenshots": [
        {
            "cloudinary_id": "awneoamn5ath0faxpxo3", 
            "height": 262, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/awneoamn5ath0faxpxo3.jpg", 
            "width": 350
        }, 
        {
            "cloudinary_id": "ydz6l9vurmjpt4vb4qeo", 
            "height": 360, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/ydz6l9vurmjpt4vb4qeo.jpg", 
            "width": 480
        }
    ], 
    "slug": "ridge-racer-revolution", 
    "storyline": "The gameplay system remains unchanged from Ridge Racer (with the exception of the addition of a rear-view mirror when using the in-car view, inherited from the 1994 arcade sequel Ridge Racer 2) with its set of checkpoints, time-limit, and the same cars. The player can drive using either automatic transmission or manual transmission. Namco's NeGcon controller can be used to play the game. The game consists of three courses: \"Novice,\" \"Intermediate\" and \"Expert\", with each one having different sections of the track opened. The game incorporates modes from the original game; normal race against eleven other cars, and Time Trial against one car. Ridge Racer Revolution adds a new race mode; Free Run. This mode is not actually a race, as there are no other cars. Rather, the player can test drive the car and practise driving around the track. There is no lap limit. A new feature of the game is the ability to select the time of day the in which the race takes place. This option is not available at the start of the game, and must be unlocked. Ridge Racer Revolution has a two-player link-up mode which also allows the players access to the two courses from the original Ridge Racer game known as 'Special 1' and 'Special 2'.\nLike the first Ridge Racer, the player normally starts with four cars. The remaining eight are selectable upon winning the mini game before the title screen (the mini game is Galaga '88 instead of the original game's Galaxian). Also like the first game, after the player wins the first three circuits, reversed versions of the tracks are unlocked, and the time trial mode becomes a boss race against two other cars including the duel car. There are three duel cars; the original \"13th Racing\" devil car from the first Ridge Racer of the Novice course, and the new \"13th Racing Kid\" (of the Intermediate course) and \"White Angel\" (of the Expert course) cars. Players will obtain those cars upon winning the respective course's time trial boss race.\nThere are also two hidden modes; \"Drift Contest\", where the player earns points according to how well spins are performed on certain corners, and \"Pretty Racer\" (also known as buggy mode), which was the inspiration for the arcade game Pocket Racer. Mirrored tracks that function the same way as the original game are also accessible. As with the first game, the player can insert a music CD during the game to listen to instead of the game's soundtrack. However, unlike the first game, only the last track played is loaded into the PlayStation's memory; to switch courses the player would need to reinsert the game disc before loading the data.", 
    "summary": "Ridge Racer Revolution (リッジレーサーレボリューション Rijji Rēsā Reboryūshon) is an arcade racing game developed and published by Namco for the PlayStation in 1995. It is the PlayStation sequel of Ridge Racer (the arcade sequel is Ridge Racer 2). Like the original Ridge Racer, the player races against eleven other computer-controlled cars, and supports Namco's NeGcon controller. The game adds two hidden cars for the player to unlock, and 2-player support via the PlayStation Link cable. The game was re-released in Japan for the PlayStation The Best range on 27 June 1997, and for the Platinum Range in PAL regions the following year. The game received generally positive reviews, but some reviewers criticised its similarity to the original. Ridge Racer Revolution was followed by a sequel, Rage Racer, which was released on 3 December 1996 in Japan, May 15 1997 in North America, and June 1997 PAL regions.", 
    "tags": [
        268435466, 
        1073741825, 
        1073741826
    ], 
    "updated_at": 1517270916050, 
    "url": "https://www.igdb.com/games/ridge-racer-revolution", 
    "videos": [
        {
            "name": "Gameplay video", 
            "video_id": "T_RtwNK5R2E"
        }
    ], 
    "websites": [
        {
            "category": 3, 
            "url": "https://en.wikipedia.org/wiki/Ridge_Racer_Revolution"
        }
    ]
}