{
    "category": 0, 
    "cover": {
        "cloudinary_id": "y9jqu4lh69n1w6gul1rt", 
        "height": 1405, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/y9jqu4lh69n1w6gul1rt.jpg", 
        "width": 1419
    }, 
    "created_at": 1499444376683, 
    "first_release_date": 1044057600000, 
    "games": [
        68287, 
        71455, 
        36950, 
        25300, 
        28029, 
        142, 
        64204, 
        75089, 
        10039, 
        27314
    ], 
    "genres": [
        4
    ], 
    "id": 44975, 
    "keywords": [
        107, 
        970
    ], 
    "name": "Robo-Pit 2", 
    "platforms": [
        7
    ], 
    "popularity": 1.333333333333333, 
    "release_dates": [
        {
            "category": 0, 
            "date": 1044057600000, 
            "human": "2003-Feb-01", 
            "m": 2, 
            "platform": 7, 
            "region": 8, 
            "y": 2003
        }
    ], 
    "slug": "robo-pit-2", 
    "summary": "Robo-Pit 2 is, like its predecessor, a fighting game where robots battle it out in an arena. The game starts with the player creating his own robot. The player can use 146 different parts and 72 colours to create a robot of his own taste. The different body parts that can be customized are head, body, arms and legs. Each body part has its own attack and durability ratings that determines how the robot will fare in combat. \n \nThe battles takes place in the Coliseum. The Coliseum consists of a number of rooms each hosting an enemy robot that the player has to defeat to unlock more rooms. Defeating an enemy can also grant the player new body parts as well as experience and skill points. The player can move around his robot from a third person perspective and launch different attacks such as jabs, straight, hook and upper attacks. With good timing it's also possible to link attacks together. A special attack can be executed when the SP gauge is full. There's also a guard impact command which allows the player to repel the enemy attack. The player has a booster which allows the robot to fly as long as the boost gauge lasts. A battle ends when one of the combatants has his energy reduced to zero.", 
    "tags": [
        1, 
        18, 
        268435460, 
        536871019, 
        536871882
    ], 
    "themes": [
        1, 
        18
    ], 
    "updated_at": 1515740104463, 
    "url": "https://www.igdb.com/games/robo-pit-2"
}