{
    "category": 0, 
    "collection": 4580, 
    "cover": {
        "cloudinary_id": "thnum6gcyg7hsnvzl439", 
        "height": 227, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/thnum6gcyg7hsnvzl439.jpg", 
        "width": 222
    }, 
    "created_at": 1415064096681, 
    "developers": [
        4031
    ], 
    "esrb": {
        "rating": 3
    }, 
    "first_release_date": 999561600000, 
    "franchise": 234, 
    "franchises": [
        234
    ], 
    "game_modes": [
        1
    ], 
    "games": [
        22690, 
        19554, 
        8095, 
        74752, 
        34919, 
        55715, 
        16468, 
        49989, 
        36608, 
        11253
    ], 
    "genres": [
        14
    ], 
    "id": 8094, 
    "keywords": [
        50, 
        637, 
        651, 
        690, 
        917, 
        1800, 
        4379, 
        4380, 
        4608, 
        5782
    ], 
    "name": "Rocket Power: Team Rocket Rescue", 
    "platforms": [
        7
    ], 
    "player_perspectives": [
        2
    ], 
    "popularity": 1.333333333333333, 
    "publishers": [
        197
    ], 
    "release_dates": [
        {
            "category": 0, 
            "date": 999561600000, 
            "human": "2001-Sep-04", 
            "m": 9, 
            "platform": 7, 
            "region": 2, 
            "y": 2001
        }
    ], 
    "slug": "rocket-power-team-rocket-rescue", 
    "summary": "Based on the successful Nickelodeon cartoon series, Rocket Power: Team Rocket Rescue for PlayStation features Otto, Reggie, Sam, and Twister displaying their Xtreme sports talents for players as they try to save Ray Rocket's business from the competition. Since Ray Rocket's new line of boards is not gaining exposure, the team decides to advertise by entering local competitions under his name. Players control any of the four characters to snowboard, skateboard, bike, and inline skate through 16 levels of single-player story mode, free play, or Titos Challenge. Performing tricks and completing tasks as Team Rocket tries to help Raymondo will progress players through the game. \n \nIn Story Mode, the chosen character must complete tasks such as finding bike parts, collecting flags, and navigating through gates in a downhill snowbaord challenge. Performing tricks to earn high scores is another included task. Each level is timed and the tasks must be completed before the time runs out in order to win and progress to the next level. Mad Town and the ski slopes are some of the areas the team will visit in Story Mode with the main objective being to advertise the 2001 line of Rocket Boards.", 
    "tags": [
        1, 
        268435470, 
        536870962, 
        536871549, 
        536871563, 
        536871602, 
        536871829, 
        536872712, 
        536875291, 
        536875292, 
        536875520, 
        536876694, 
        1073741826
    ], 
    "themes": [
        1
    ], 
    "updated_at": 1515768264178, 
    "url": "https://www.igdb.com/games/rocket-power-team-rocket-rescue"
}