{
    "category": 0, 
    "cover": {
        "cloudinary_id": "l2zykbwwkhryyjypjgm1", 
        "height": 1409, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/l2zykbwwkhryyjypjgm1.jpg", 
        "width": 1418
    }, 
    "created_at": 1499446974667, 
    "first_release_date": 944006400000, 
    "games": [
        19222, 
        41348, 
        10225, 
        27266, 
        14246, 
        60044, 
        236, 
        27725, 
        101980, 
        101976
    ], 
    "genres": [
        9
    ], 
    "id": 45054, 
    "name": "Scrabble: Crossword Game", 
    "platforms": [
        7
    ], 
    "popularity": 1.333333333333333, 
    "release_dates": [
        {
            "category": 0, 
            "date": 944006400000, 
            "human": "1999-Dec-01", 
            "m": 12, 
            "platform": 7, 
            "region": 8, 
            "y": 1999
        }
    ], 
    "slug": "scrabble-crossword-game", 
    "summary": "Hasbro Interactive's best-selling computer title based on one of the world's most famous word games has made the translation to the PlayStation with real-time 3D graphics and support for up to four players. As with the two previous CD-ROM games, Scrabble for the PlayStation even contains the Merriam Webster's Official Scrabble Player's Dictionary, 3rd Edition, so players can look up definitions to certain words (not all are available, however) and determine if a word actually exists. \n \nFor those unfamiliar with the board game from which this title is based, Scrabble involves forming words using wooden tiles representing individual letters. These tiles are then placed into rows on a board made up of 225 spaces. Each letter is worth a certain point value, and some of the spaces will offer specific bonuses if you manage to build off them. The player with the most points after all the tiles have been placed on the board is considered the winner. The PlayStation version follows this same format, but with automatic scoring and a computer opponent named Maven with eight selectable difficulty levels.", 
    "tags": [
        268435465
    ], 
    "updated_at": 1500536230308, 
    "url": "https://www.igdb.com/games/scrabble-crossword-game"
}