{
    "aggregated_rating": 70.0, 
    "aggregated_rating_count": 1, 
    "category": 0, 
    "cover": {
        "cloudinary_id": "o0ahwrvxuuzvkgtxgtqj", 
        "height": 595, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/o0ahwrvxuuzvkgtxgtqj.jpg", 
        "width": 373
    }, 
    "created_at": 1468847875526, 
    "first_release_date": 823132800000, 
    "games": [
        28856, 
        40470, 
        36662, 
        34919, 
        36608, 
        16468, 
        23175, 
        54789, 
        55192, 
        59516
    ], 
    "genres": [
        10
    ], 
    "id": 20635, 
    "keywords": [
        21, 
        1821, 
        4157, 
        4446
    ], 
    "name": "Shellshock", 
    "platforms": [
        7
    ], 
    "popularity": 1.333333333333333, 
    "release_dates": [
        {
            "category": 0, 
            "date": 823132800000, 
            "human": "1996-Feb-01", 
            "m": 2, 
            "platform": 7, 
            "region": 8, 
            "y": 1996
        }
    ], 
    "slug": "shellshock", 
    "summary": "Having served in combat for the United States, Da Wardenz are out for one thing -- justice. This anti-terrorist tank force was conceived after an ill-fated campaign at Mostvia Vatska in 1994. Coming under heavy fire, the troops sent a distress signal to the U.S. Intelligence requesting immediate backup. The government turned their backs on the Special Forces unit by making them expendable and refusing to send in backup. As a result, five men survived; those five men formed Da Wardenz. \n \nHere's where you come into play. Assuming the role of a rookie commando, your mission is simple: prove yourself to Da Wardenz by destroying terrorist forces and rectifying global corruption. Easy, huh? That's not all -- you'll be in command of an M-13 Predator battle tank; this thing can mow down forests and calm any terrorist dispute. Along the way, you can upgrade your tank in armaments and shielding. \n \nShellshock is broken into two parts: The Pen and actual mission objectives. As Da Wardenz headquarters, The Pen has all sorts of locations including the main hangar, basketball court, simulation room, workshop area, briefing area, and various lockers. Before a mission, you'll want to explore the headquarters and interact with each member of the team; you may learn something. When you're ready to kick some terrorist butt, you'll simply walk to the tank area and hop in!", 
    "tags": [
        1, 
        268435466, 
        536870933, 
        536872733, 
        536875069, 
        536875358
    ], 
    "themes": [
        1
    ], 
    "total_rating": 70.0, 
    "total_rating_count": 1, 
    "updated_at": 1516170449352, 
    "url": "https://www.igdb.com/games/shellshock"
}