{
    "category": 0, 
    "collection": 668, 
    "cover": {
        "cloudinary_id": "op1umukrzhmwfbnjjxnu", 
        "height": 1382, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/op1umukrzhmwfbnjjxnu.jpg", 
        "width": 1222
    }, 
    "created_at": 1390540550748, 
    "developers": [
        2024
    ], 
    "esrb": {
        "rating": 6
    }, 
    "first_release_date": 951782400000, 
    "game_modes": [
        1, 
        2
    ], 
    "games": [
        4117, 
        15536, 
        26401, 
        4115, 
        28204, 
        375, 
        11171, 
        748, 
        3201, 
        7202
    ], 
    "genres": [
        5, 
        15
    ], 
    "id": 4116, 
    "keywords": [
        1, 
        132, 
        159, 
        879, 
        1186, 
        1219, 
        1440, 
        1710, 
        1834, 
        3782, 
        3831, 
        4146, 
        4210, 
        4244, 
        4246, 
        4259, 
        4287, 
        4338, 
        4372, 
        4384, 
        4391, 
        4446, 
        4508, 
        4525, 
        4571, 
        4611, 
        4660, 
        4712, 
        4726, 
        4730, 
        4777, 
        4843, 
        4892, 
        4906, 
        4910, 
        5307, 
        5328, 
        5350, 
        5775, 
        5794, 
        5813, 
        5941, 
        5999, 
        6005, 
        6397, 
        6624, 
        7038, 
        7093, 
        7655, 
        7670, 
        9154, 
        9529, 
        10368, 
        11966, 
        13119, 
        13199, 
        13951
    ], 
    "name": "Syphon Filter 2", 
    "platforms": [
        45, 
        7
    ], 
    "player_perspectives": [
        2
    ], 
    "popularity": 1.333333333333333, 
    "publishers": [
        241
    ], 
    "rating": 81.5830533623509, 
    "rating_count": 20, 
    "release_dates": [
        {
            "category": 0, 
            "date": 951782400000, 
            "human": "2000-Feb-29", 
            "m": 2, 
            "platform": 7, 
            "y": 2000
        }, 
        {
            "category": 0, 
            "date": 1252540800000, 
            "human": "2009-Sep-10", 
            "m": 9, 
            "platform": 45, 
            "y": 2009
        }
    ], 
    "slug": "syphon-filter-2", 
    "storyline": "Gabriel Logan, Lian Xing, and a squad of CBDC agents attempt to leave Kazakhstan after gathering Jonathan Phagan's back-up files only to be ambushed by the Agency, who capture Lian. The SVR arrives to cover Gabe's tracks, as he attempts to swap the data for Lian's vaccine from the Agency.\n\nGabe, along with the CBDC agents, are shot down by fighter aircraft over the Rocky Mountains while en route to Arizona to meet with former Agency operative Teresa Lipan. Gabe and the CBDC agents manage to parachute to the ground but Phagan's data disks remain on the plane, which crashes somewhere in the Rockies. With the aid of Lieutenant Jason Chance, Gabe locates the crash site containing the information on the Syphon Filter virus on the disks, while fighting off pursuing Agency commandos. Meanwhile, Lian sabotages the Agency's pursuit of Logan, interrogates Thomas Holman, kills Falkan, and escapes McKenzie Air Force Base in Colorado. Having requisitioned a UH-60 Black Hawk helicopter, Lian regroups with Gabe, transports him to the crash site. Gabe parachutes right over the crash site, attempting to surprise the ground forces. He kills Archer and recovers the disks, learning afterwards that Teresa lost contact with the CBDC agents while flying to Arizona.\n\nDespite having the disks, they are useless without the encryption codes. Lian's intelligence from Holman leads them to the Pharcom Exposition Center in New York City. Gabe infiltrates the Expo Center and finds the Agency covering their tracks. After fighting his way through the Expo Center, Logan manages to lock himself up along with Dillon Morgan, who has obtained the codes. Morgan has rigged the center with explosives. Teresa manages to defuse the explosives, while Logan kills Morgan and retrieves the codes. When the encryption disks are analyzed, it turns out that they only have half of the encryption data, and that the other half was in Uri Gregorov's possession. A meeting is set up in a nightclub in Moscow, with Lian unaware that she was meeting an impostor hired by Mara Aramov. Aramov's thugs instigate a shootout, with Lian being forced to chase the impostor and incapacitate him, only for SVR officials to take the protagonists to SVR headquarters.\n\nThe protagonists learn that the real Gregorov is being held in Aljir Prison, located in a remote region of Siberia, and the background of their Agency, which originally served as an international arms consortium that has sold weapons to a multitude of terrorist groups, with implications surpassing that of the Iran-Contra scandal. The Agency was trying to sell the Syphon Filter virus to a renegade Chinese general named Shi Hao, attempting to lead a rebellion in the Heilongjiang province, a conflict which will provoke the Russian military into action, due to this region being contested by Russia and the People's Republic of China. Lian infiltrates the prison to save Gregorov, knowing the layout from her previous imprisonment. She sabotages the electrical system to stop the execution, inadvertently starting a riot, at which time Aramov, for reasons unknown, kills the guards. Lian makes her way to the execution chamber and frees Gregorov. Lian and Gregorov fight their way out of the prison, but Lian collapses just as they are extracted. Now in possession of the complete data, Gabe attempts to negotiate with Lyle Stevens.\n\nWith Lian's time running out, Gabe arranges a meeting at the Agency's New York laboratory to retrieve the vaccine. He knows that Stevens will double-cross him and eventually he does. Weissennger injects him with something to knock him out. After killing the scientist that was about to extract his plasma, he is free to move about the facility. He learns that Chance survived in Colorado and frees him from his cell. Gabe eventually locates Weissenger and recovers the vaccine, only for Weissennger to put the facility on alert. Gabe escapes the lab after a fierce firefight, and is in a protracted pursuit by both Agency operatives and the NYPD SWAT team. Gabe makes his way to an apartment terrace where he assists a female SWAT officer in killing snipers which have pinned down her partner. Shortly after neutralising the threat, Gabe learns that Chance did not show up at the extraction point, and assumes that he is dead. Stevens holds the female officer hostage and executes the officer. Before he can kill a surrendering Gabe, Teresa detonates C4 to facilitate Gabe's escape.\n\nGabe and Teresa fight past Agency operatives, making it to a parking garage and confronting Stevens and his men. Gabe and Teresa corner Stevens at the top floor of the garage before they execute him. As the pair go to the helicopter, they find Chance, dressed in full body armor, having been undercover for the Agency. He aims a gun at Gabe, but Teresa pushes him out of the way, and gets shot. Chance and Logan enter into a shootout, with Gabe using an automatic shotgun to push Chance backwards into the helicopter's tail rotor.\n\nGabe cures Lian with the vaccine, and mourns the loss of Teresa. In a post credits scene, Secretary of State Vince Hadden calls off the raid to capture Logan and Xing, stating that he has other plans in store for them.", 
    "summary": "Syphon Filter 2 is a stealth third-person shooter video game for the PlayStation. Released in 2000, its plot picks up immediately after where the previous Syphon Filter ended. It is the second title in the Syphon Filter series. Syphon Filter 2 was released on the PlayStation Store on September 10, 2009.", 
    "tags": [
        1, 
        23, 
        39, 
        268435461, 
        268435471, 
        536870913, 
        536871044, 
        536871071, 
        536871791, 
        536872098, 
        536872131, 
        536872352, 
        536872622, 
        536872746, 
        536874694, 
        536874743, 
        536875058, 
        536875122, 
        536875156, 
        536875158, 
        536875171, 
        536875199, 
        536875250, 
        536875284, 
        536875296, 
        536875303, 
        536875358, 
        536875420, 
        536875437, 
        536875483, 
        536875523, 
        536875572, 
        536875624, 
        536875638, 
        536875642, 
        536875689, 
        536875755, 
        536875804, 
        536875818, 
        536875822, 
        536876219, 
        536876240, 
        536876262, 
        536876687, 
        536876706, 
        536876725, 
        536876853, 
        536876911, 
        536876917, 
        536877309, 
        536877536, 
        536877950, 
        536878005, 
        536878567, 
        536878582, 
        536880066, 
        536880441, 
        536881280, 
        536882878, 
        536884031, 
        536884111, 
        536884863, 
        1073741826
    ], 
    "themes": [
        1, 
        23, 
        39
    ], 
    "total_rating": 81.5830533623509, 
    "total_rating_count": 20, 
    "updated_at": 1528182208761, 
    "url": "https://www.igdb.com/games/syphon-filter-2"
}