{
    "category": 0, 
    "collection": 668, 
    "cover": {
        "cloudinary_id": "d4ac5w6pccaqkdn9bw1j", 
        "height": 1403, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/d4ac5w6pccaqkdn9bw1j.jpg", 
        "width": 1203
    }, 
    "created_at": 1390543474062, 
    "developers": [
        10019
    ], 
    "esrb": {
        "rating": 6
    }, 
    "first_release_date": 1004918400000, 
    "game_modes": [
        1, 
        2
    ], 
    "games": [
        6036, 
        26192, 
        27314, 
        11171, 
        4116, 
        36950, 
        19561, 
        28552, 
        36813, 
        7202
    ], 
    "genres": [
        5, 
        31
    ], 
    "id": 4117, 
    "keywords": [
        132, 
        159, 
        190, 
        879, 
        1027, 
        1186, 
        1219, 
        1440, 
        3486, 
        4210, 
        4246, 
        4372, 
        4391, 
        4446, 
        4525, 
        4571, 
        4660, 
        4726, 
        4730, 
        4777, 
        4843, 
        4880, 
        4892, 
        5307, 
        5328, 
        5350, 
        5813, 
        7038, 
        9529, 
        9870, 
        13118
    ], 
    "name": "Syphon Filter 3", 
    "platforms": [
        45, 
        7
    ], 
    "player_perspectives": [
        2
    ], 
    "popularity": 1.333333333333333, 
    "publishers": [
        45
    ], 
    "rating": 75.3586556672675, 
    "rating_count": 13, 
    "release_dates": [
        {
            "category": 0, 
            "date": 1004918400000, 
            "human": "2001-Nov-05", 
            "m": 11, 
            "platform": 7, 
            "y": 2001
        }, 
        {
            "category": 0, 
            "date": 1192665600000, 
            "human": "2007-Oct-18", 
            "m": 10, 
            "platform": 45, 
            "y": 2007
        }
    ], 
    "slug": "syphon-filter-3", 
    "storyline": "Gabriel Logan, Lawrence Mujari, and Lian Xing are standing in front of Teresa Lipan's grave. Meanwhile, Secretary of State Vincent Hadden cancels an operation to capture the protagonists, stating that he has other plans for Logan, planning to blame him during Congressional hearings.\n\nIn the first flashback, two weeks before the hearing, Logan is dropped off by Xing at the Hotel Fukushima in Tokyo, Japan to assassinate a renegade Chinese General Shi Hao by interrupting the latter's interrogation of a JRA member. JRA members enter the hotel and take the daughter of the Chinese Ambassador hostage. Logan fights his way out and rescues the hostage. He learns that Congressional hearings have been scheduled.\n\nLogan details his 1999 operation with Xing and Benton in Costa Rica prior to the D.C. incident (the events originally depicted in the first game's opening). They were to rendezvous with Ellis, only to find him executed. Logan secures samples of the plants, and destroys Rhoemer's helicopter; while Xing investigates what Rhoemer's group was growing. Logan pursues Rhoemer, defying Benton's order to regroup. Logan procures a jeep and trails Rhoemer to his airplane. Logan manages to board the plane, but forced not to kill the pilot in order to keep the plane airborne, shoots Rhoemer (wearing the same armor as Jason Chance), causing him to fall out from the back of the cargo hold; although Rhoemer eventually parachutes to safety.\n\nThe next testimony is from Mujari. He explains the first time he came into contact with the Agency and the Syphon Filter virus. In 1984, he was working with the African National Council, in Mpumalanga, South Africa to free enslaved Africans under apartheid rule. Mujari enters a set of mining tunnels only to find out that his rescue efforts were in vain; all the slaves are dead. He keeps the South African samples; Lipan, who is working for The Agency, comes to his lab, sees the samples and asks Mujari to work on the virus for Pharcom.\n\nWhen it is Xing's turn to testify, she describes the events in Kabul, Afghanistan during the Soviet conflict in 1987, as well as her side of the Costa Rican operation. In the former flashback, she is gathering evidence of Soviet troop movements led by Uri Gregorov; she being an MSS agent. She is ambushed by the Soviets, but rescued by Logan, a U.S. Army Ranger. Logan briefs Xing on his mission to deliver weapons to the local rebels, and Xing agrees to create a distraction for him. In the latter flashback, Xing discovers that Rhoemer has kidnapped a large number of world-renowned scientists and medical technicians to work at his labs. Benton orders Lian to save the scientists in order to find out what the plants were used for. She is also ordered to collect a sample of the virus, collect data disks, and destroy computers containing the data. During the mission, it is revealed that Elsa Weissinger is one of Rhoemer's lab technicians. It is also discovered that the plants are necessary for creating the Syphon Filter virus.\n\nWhile others testify, Logan, with an MI-6 team led by Margeret Powers, tracks one of the last shipments of the Syphon Filter virus to Dublin, Ireland. Logan plants explosives on the ship, the S.S. Lorelei, and recovers the shipping manifest. They come under attack from the IRA, who discovers the Agency's plans to drop off viral containers. It is revealed that they already unloaded several truckloads of the virus while the bombs were planted on the ship. Logan and the team prevent the trucks from the leaving the area, while eliminating a double agent.\n\nAfter his mission in Ireland, Logan testifies about his role in Afghanistan in 1987, which reveals how he and Ellis were recruited into the Agency. Logan, Ellis, and Benton are the only survivors of a destroyed supply convoy. Upon entering Kabul, Xing's diversion leaves the convoy's route temporarily unguarded with the exception of a tank guarding the town square. Gabe destroys the tank using a C-4 explosive and reveals to Hadden that Benton's contact is not an Afghan rebel but a Soviet agent. Benton does not work for the CIA, but for the Agency, which is supplying weapons to the Soviets. However, Benton kills the Soviet agent and orders the protagonists to leave the weapons for the rebels.\n\nLogan's intelligence leads Xing and Powers to the Tanami desert in Australia, where Weissenger is running the medical end of the operation. Xing intends to kidnap Weissenger, take photographic evidence of genocide, sabotage the terrorist group, and rescue the soon-to-be-executed aborigines. After the kidnapping, Xing forces Weissenger to synthesise the vaccine. Before going off to save the villagers, Weissenger gives Xing information about Mara Aramov as an insurance policy in case Aramov double-crossed her. Weissenger leaves when Xing returns to the helicopter.\n\nHadden accuses Logan of killing Lipan, but Teresa herself appears and reveals that she faked her death. She testifies about her first day as an ATF agent in Western Montana, Paradise Ridge during the early 1990s. She receives a call from two FBI agents saying that they needed back-up in order to take down a militia sniper. Teresa provides back-up for the agents, but ends up in a conspiracy. A militia survivalist named Earl Oakton, captured by the agents, is executed in cold blood. The supposed FBI agents are really corrupt NSA agents bent on killing the Oakton family to acquire satellite data. Logan, disguised as one of the agents, captures and then rescues Lipan from execution. Logan is concerned about retrieving the data, while Lipan does her best to save the militia and her fellow ATF agents from the NSA agents. She eventually meets up with the Oakton family (or what is left of them), recovers the satellite data, and extracts them from the area with Logan.\n\nAt the end of her testimony, Lipan reveals that she shadowed Hadden the entire time to find out that Aramov is his accomplice. Logan appears with federal agents with a warrant to arrest Hadden. Aramov barges in and shoots all in sight, but Logan and Lipan evade her. Logan pursues Aramov, while rescuing captured federal agents along the way. He also searches for codes to disarm planted bombs. Logan eventually enters a Washington Metro train, on the same lines he confronted Aramov in 1999, and shoots her.\n\nUpon Aramov's capture, Gabe is now the head of the Agency, later known as the IPCA. However, Aramov escapes from prison. A post credit cut scene shows Aramov recovering a shipment of the Syphon Filter virus from the S.S. Lorelei's wreckage.", 
    "summary": "Syphon Filter 3 is a stealth third-person shooter video game for the PlayStation. It was released in 2001, and is a sequel to Syphon Filter 2. Syphon Filter 3 holds the distinction of being the last first party game released for the PlayStation.", 
    "tags": [
        1, 
        23, 
        39, 
        268435461, 
        268435487, 
        536871044, 
        536871071, 
        536871102, 
        536871791, 
        536871939, 
        536872098, 
        536872131, 
        536872352, 
        536874398, 
        536875122, 
        536875158, 
        536875284, 
        536875303, 
        536875358, 
        536875437, 
        536875483, 
        536875572, 
        536875638, 
        536875642, 
        536875689, 
        536875755, 
        536875792, 
        536875804, 
        536876219, 
        536876240, 
        536876262, 
        536876725, 
        536877950, 
        536880441, 
        536880782, 
        536884030, 
        1073741826
    ], 
    "themes": [
        1, 
        23, 
        39
    ], 
    "total_rating": 75.3586556672675, 
    "total_rating_count": 13, 
    "updated_at": 1528182304727, 
    "url": "https://www.igdb.com/games/syphon-filter-3"
}