{
    "category": 0, 
    "cover": {
        "cloudinary_id": "p2lbtibesdxrsbxg5x7a", 
        "height": 400, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/p2lbtibesdxrsbxg5x7a.jpg", 
        "width": 400
    }, 
    "created_at": 1440469367993, 
    "developers": [
        6231, 
        6232
    ], 
    "first_release_date": 922406400000, 
    "game_modes": [
        1, 
        2, 
        4
    ], 
    "games": [
        10039, 
        28856, 
        28029, 
        68287, 
        11253, 
        36662, 
        36950, 
        76246, 
        28751, 
        19341
    ], 
    "genres": [
        5, 
        10, 
        14
    ], 
    "id": 11779, 
    "keywords": [
        47, 
        484, 
        1741, 
        1821, 
        1822, 
        1823, 
        1824, 
        1825, 
        1826, 
        4157, 
        4210, 
        5453
    ], 
    "name": "Tank Racer", 
    "platforms": [
        34, 
        6, 
        7
    ], 
    "player_perspectives": [
        2
    ], 
    "popularity": 1.333333333333333, 
    "publishers": [
        6033, 
        6233
    ], 
    "release_dates": [
        {
            "category": 7, 
            "human": "TBD", 
            "platform": 6
        }, 
        {
            "category": 0, 
            "date": 922406400000, 
            "human": "1999-Mar-26", 
            "m": 3, 
            "platform": 7, 
            "y": 1999
        }, 
        {
            "category": 7, 
            "human": "TBD", 
            "platform": 34
        }
    ], 
    "screenshots": [
        {
            "cloudinary_id": "zxs2rg8xtt9lcs8lmdqq", 
            "height": 480, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/zxs2rg8xtt9lcs8lmdqq.jpg", 
            "width": 800
        }, 
        {
            "cloudinary_id": "q0x4uohlo7vvh94gggdi", 
            "height": 480, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/q0x4uohlo7vvh94gggdi.jpg", 
            "width": 640
        }, 
        {
            "cloudinary_id": "d639z1th5qfxfnngnbzr", 
            "height": 1050, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/d639z1th5qfxfnngnbzr.jpg", 
            "width": 1680
        }, 
        {
            "cloudinary_id": "mhthemx8vldtgejroazw", 
            "height": 480, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/mhthemx8vldtgejroazw.jpg", 
            "width": 640
        }, 
        {
            "cloudinary_id": "wte3gwkbl3rxrwssdqpw", 
            "height": 480, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/wte3gwkbl3rxrwssdqpw.jpg", 
            "width": 640
        }
    ], 
    "slug": "tank-racer", 
    "summary": "Tank Racer is a 3D action racing computer and video game by Focus Multimedia Ltd, Grolier Interactive and Glass Ghost, copyrighted in 1998 and released on March 26 1999.\n\n\nSINGLE PLAYER MODE:\nThere are 4 tanks to choose from for each championship (12 in total), and 8 different tracks.\n\nThe main goal of the single player mode in Tank Racer is to win all 3 cups in Cup Race. There are 4 courses in the bronze cup, 3 courses with 2 repeated courses in the silver cup and 1 course with 5 repeated courses in the gold cup. There are 4 'brands' of tanks to choose from. Though each cup has a different type of a specific brand, they keep the same purpose and more or less the same characteristics. For example: the EBZ brand is build for handling and taking corners rather than for speed and this remains true for each of the cups. Although there are differences, the 'EBZ 212 coupe' has handling as the highest statistic while the 'EBZ 720 SLi' switched to acceleration, top speed is still their lowest rating.\n\nEach track is different, usually with a main road to follow and some shortcuts to discover. With the premise of racing tanks other interesting options are provided. Cars that block the road are no longer unpassable obstacles, you simply run over them rendering them flattened for the next round. Driving through parts of a houses to quickly cut off a corner and save time becomes standard. These and other possibilities can quickly alter the flow of a race.\n\n\nMULTIPLAYER MODE:\nThere are two multi-player modes, Battle mode and Multiplayer Race mode\n\nBattle mode:\n\nBattle mode lets you battle against one other player (on the PC version you battle via LAN, the Internet, Modem link or DirectCable and on the PlayStation version you battle using split screen mode) in 1 of 8 tracks.\n\nMultiplayer Race mode:\n\nWith the PC version of the game you play Multiplayer Race mode with up to 5 other players over LAN or the Internet, or with 1 other player via Modem link or DirectCable connection. With the PlayStation version of the game you can play Multiplayer Race mode with 1 other player in split screen mode.\n\nMultiplayer Rules:\n\nNo Hidden Tanks And Goodies Are Allowed Only Random Powerups Will Dropped On Map\n\n\nPOWER-UPS:\nThere are 8 power-ups throughout the game:\n\nHoming Rocket - Locks onto the tank you are aiming at and homes in on it.\nConcussion Shell - Causes a shock wave to come out from the point of impact. This shock wave causes any tank that it hits to spin off.\nTurbo - Gives 8 seconds of Turbo Acceleration.\nMines - Drops 3 mines behind your tank, which when driven over cause you to lose control.\nShield - Gives you a shield for 10 seconds. If you are shot whilst you have the shield the weapon will have no effect on you.\nAlien Abduction - When a tank is hit with this it will be abducted by a UFO and transported back down the track.\nElectro Mine - Causes you to lose control of the tanks turret for 6 seconds.\nSlider Rizer - This is a mine based weapon that causes the tank to slide around as if out of control.\n\n\nMOBILE PHONE VERSION:\nA mobile phone version (known as Tank Racer Mobile, Tank Racer Portable and Portable Tank Racer) of the game was released by GlobalFun and Runestone Games on February 28 2005. It is in 2D unlike the PC or PlayStation versions.\n\nIn the game you can chose from a range of tanks including Bumbleboy, Thor and Power Punch. Like the PC and PlayStation versions you have a range of tracks and championships to choose from, and some tracks have hidden shortcuts.", 
    "tags": [
        1, 
        268435461, 
        268435466, 
        268435470, 
        536870959, 
        536871396, 
        536872653, 
        536872733, 
        536872734, 
        536872735, 
        536872736, 
        536872737, 
        536872738, 
        536875069, 
        536875122, 
        536876365, 
        1073741826
    ], 
    "themes": [
        1
    ], 
    "updated_at": 1515672903088, 
    "url": "https://www.igdb.com/games/tank-racer", 
    "videos": [
        {
            "name": "Gameplay video", 
            "video_id": "2ultwkpM_ig"
        }
    ]
}