{
    "category": 0, 
    "cover": {
        "cloudinary_id": "xytj8tqr4nfyzypez42g", 
        "height": 500, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/xytj8tqr4nfyzypez42g.jpg", 
        "width": 351
    }, 
    "created_at": 1499443291235, 
    "first_release_date": 996451200000, 
    "games": [
        49414, 
        25636, 
        21842, 
        28080, 
        36608, 
        18862, 
        75102, 
        23913, 
        47472, 
        44922
    ], 
    "genres": [
        12
    ], 
    "id": 44906, 
    "name": "TechnoMage: Return of Eternity", 
    "platforms": [
        7
    ], 
    "popularity": 1.333333333333333, 
    "release_dates": [
        {
            "category": 0, 
            "date": 996451200000, 
            "human": "2001-Jul-30", 
            "m": 7, 
            "platform": 7, 
            "region": 8, 
            "y": 2001
        }
    ], 
    "slug": "technomage-return-of-eternity", 
    "summary": "Enter into an action-packed and thrilling adventure! Gothos, a world full of secrets and strange creatures and of two cultures; one technically gifted and inventive, the other blessed with knowledge and magical powers. Yet both face a common threat. You assume the role of Meliv, the TechnoMage. In your eventful travels through fascination worlds, you will meet curious peoples, bizarre characters and the enchanting Talis, who shares your destiny. \n \nWill you be the one to save Gothos? \n \nFeatures: \n- Experience a completely new mixture of action, adventure, role-play and much more. \n- You will be challenged by numerous tasks, requiring logical thought, tactical moves and great fighting spirit. \n- Easy interface and player friendly gameplay easy you into the gameworld. \n- Detailed and meticulous background history. Wonderfully atmospheric movie sequences as the plot unfolds. \n- Eight graphically sumptuous and varied worlds, with over 20 different regions. \n- Over 200 intriguing characters and adversaries. \n- Hours of excitement and action. \n- A huge array of tools, impressive magic spells and powerful weapons for the player to use.", 
    "tags": [
        268435468
    ], 
    "updated_at": 1523819658549, 
    "url": "https://www.igdb.com/games/technomage-return-of-eternity"
}