{
    "alternative_names": [
        {
            "comment": "Japanese title", 
            "name": "鉄拳3"
        }
    ], 
    "category": 0, 
    "collection": 275, 
    "cover": {
        "cloudinary_id": "p00a9qbgi9vmkljfjucc", 
        "height": 650, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/p00a9qbgi9vmkljfjucc.jpg", 
        "width": 649
    }, 
    "created_at": 1342290481516, 
    "developers": [
        263
    ], 
    "esrb": {
        "rating": 5, 
        "synopsis": "PlayStation/PS one"
    }, 
    "first_release_date": 858988800000, 
    "game_modes": [
        1, 
        2
    ], 
    "games": [
        1242, 
        1245, 
        1243, 
        1246, 
        1247, 
        1564, 
        1249, 
        6958, 
        7364, 
        119
    ], 
    "genres": [
        4
    ], 
    "id": 1244, 
    "keywords": [
        21, 
        61, 
        107, 
        274, 
        301, 
        558, 
        977, 
        1231, 
        1240, 
        1313, 
        1821, 
        1950, 
        1985, 
        1986, 
        2362, 
        2803, 
        2951, 
        4161, 
        4213, 
        4221, 
        4266, 
        4271, 
        4277, 
        4282, 
        4286, 
        4294, 
        4359, 
        4441, 
        4481, 
        4534, 
        4541, 
        4544, 
        4570, 
        4574, 
        4579, 
        4804, 
        4866, 
        4891, 
        4897, 
        4903, 
        4920, 
        4958, 
        4983, 
        5002, 
        5007, 
        5029, 
        5187, 
        5304, 
        5323, 
        5354, 
        5501, 
        5559, 
        5578, 
        5700, 
        5822, 
        5823, 
        5891, 
        5906, 
        5911, 
        6015, 
        6070, 
        6084, 
        6088, 
        6095, 
        6096, 
        6097, 
        6100, 
        6104, 
        6146, 
        6325, 
        6365, 
        6399, 
        6474, 
        6494, 
        6496, 
        6504, 
        6529, 
        6531, 
        6532, 
        6533, 
        6534, 
        6535, 
        6536, 
        6537, 
        6892, 
        7026, 
        7031, 
        7084, 
        7200, 
        7300, 
        7345, 
        7387, 
        7480, 
        7590, 
        7650, 
        8958, 
        9155, 
        9529, 
        9736, 
        9849, 
        9931, 
        9936, 
        10082, 
        10514, 
        10669, 
        11310, 
        11312, 
        11314, 
        11449, 
        11537, 
        11766, 
        11853, 
        11854, 
        11855, 
        11874, 
        11875, 
        11918, 
        13119, 
        13120, 
        13121, 
        13951, 
        14384, 
        16719
    ], 
    "name": "Tekken 3", 
    "pegi": {
        "rating": 3, 
        "synopsis": "The content of this game is suitable for persons aged 12 years and over only.\r\n\r\nIt contains: Realistic looking violence towards non human looking characters"
    }, 
    "platforms": [
        52, 
        7, 
        8
    ], 
    "player_perspectives": [
        4
    ], 
    "popularity": 5.333333333333333, 
    "publishers": [
        45, 
        10070, 
        263
    ], 
    "rating": 88.9466904828856, 
    "rating_count": 144, 
    "release_dates": [
        {
            "category": 0, 
            "date": 858988800000, 
            "human": "1997-Mar-22", 
            "m": 3, 
            "platform": 52, 
            "y": 1997
        }, 
        {
            "category": 0, 
            "date": 890870400000, 
            "human": "1998-Mar-26", 
            "m": 3, 
            "platform": 7, 
            "y": 1998
        }, 
        {
            "category": 0, 
            "date": 1112227200000, 
            "human": "2005-Mar-31", 
            "m": 3, 
            "platform": 8, 
            "y": 2005
        }
    ], 
    "screenshots": [
        {
            "cloudinary_id": "je7wlrt8g364wb9fafmk", 
            "height": 360, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/je7wlrt8g364wb9fafmk.jpg", 
            "width": 480
        }, 
        {
            "cloudinary_id": "j3x6sc4zjgnztgp0oeau", 
            "height": 480, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/j3x6sc4zjgnztgp0oeau.jpg", 
            "width": 640
        }, 
        {
            "cloudinary_id": "l44gurity7g7rigtyboz", 
            "height": 480, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/l44gurity7g7rigtyboz.jpg", 
            "width": 640
        }, 
        {
            "cloudinary_id": "lp1rsb7sz9dmf1oru3dw", 
            "height": 480, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/lp1rsb7sz9dmf1oru3dw.jpg", 
            "width": 640
        }, 
        {
            "cloudinary_id": "tglnbzknzjfsqnxxkjen", 
            "height": 480, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/tglnbzknzjfsqnxxkjen.jpg", 
            "width": 640
        }
    ], 
    "slug": "tekken-3", 
    "storyline": "Fifteen years after the King of the Iron Fist Tournament 2, Heihachi Mishima has established the Tekken Force, a paramilitary organization dedicated to the protection of the Mishima Zaibatsu. A squadron of the Tekken Force searches an ancient temple located in Mexico. Soon after arriving there, Heihachi learns that they have been obliterated by Ogre. However, Heihachi, having witnessed the event, seeks to capture Ogre in hopes of harnessing its power for his own gain. Soon after, various martial artists end up dead, attacked or missing from all over the world, with Ogre behind it. \n \nJun Kazama has been living a quiet life in Yakushima with her young son, Jin, fathered after the events of the previous tournament by Heihachi's son, Kazuya. However, their peaceful life is disrupted when Jun begins to feel the encroaching presence of Ogre. Jun is now a target and instructs Jin to seek Heihachi should anything happen. Sometime after Jin's fifteenth birthday, Ogre indeed attacks. Against Jun's wishes, Jin valiantly tries to fight Ogre off, but Ogre knocks him unconscious. When Jin awakens, he finds that his house has been burned to the ground, and that his mother is missing and most likely dead. Driven by revenge, Jin is confronted by the Devil, which brands Jin's left arm and possesses him. Jin goes to Heihachi, explaining his situation and identity and begging him for training to become strong enough to face Ogre. Heihachi accepts and takes Jin in, as well as sending him to school. \n \nFour years later, Jin masters the Mishima karate style. On Jin's nineteenth birthday, Heihachi announces the King of the Iron Fist Tournament 3, secretly intending to lure out Ogre, while Jin prepares for his upcoming battle. \n \nIn the tournament, at a large temple, Paul Phoenix defeats Ogre and walks away from the tournament, thinking he is victorious. However, Ogre transforms into its true form of a monstrous beast, and Jin finally confronts it. Jin battles and defeats Ogre, and the being completely dissolves. However, Jin is suddenly gunned down by a squadron of Tekken Forces led by Heihachi, who, no longer needing him, personally fires a final shot into his grandson's head. \n \nHowever, Jin, revived by the Devil within him, reawakens and dispatches the soldiers, smashing Heihachi through the wall of the temple. Heihachi survives the long fall, looking up to see Jin sprout feathery wings and fly off into the night.", 
    "summary": "Tekken 3 maintains the same core fighting system and concept as its predecessors, but brings many improvements, such as significantly more detailed graphics and animations, fifteen new characters added to the game's roster, more modern music and faster and more fluid gameplay. \nPerhaps the most noticeable change from Tekken 2 fight system is movement reform - whereas the element of depth had been largely insignificant in previous Tekken games (aside from some characters having unique sidesteps and dodging maneuvers), Tekken 3 added emphasis on the third axis, allowing all characters to sidestep in or out of the background by lightly pressing the arcade stick (or tapping the controller button in the console version) towards the corresponding direction. Another big change in movement was that jumping was toned down, no longer allowing fighters to jump to extreme heights (as was present in previous games), but keeping leaps to reasonable, realistic heights. It made air combat more controllable, and put more use to sidestep dodges, as jumping no longer became a universal dodge move that was flying above all of the ground moves. Other than that, the improved engine allowed for quick recoveries from knock-downs, more escapes from tackles and stuns, better juggling (as many old moves had changed parameters, allowing them to connect in combo-situations, where they wouldn't connect in previous games) and extra newly created combo throws. \n \nTekken 3 was the first Tekken to feature a beat 'em up minigame called \"Tekken Force\", which pitted the player in various stages against enemies in a side-scrolling fashion. If the player succeeds in beating the minigame four times, Dr. Bosconovitch would be a playable character (granted that you defeat him first). This was continued in Tekken 4 and succeeded by the Devil Within minigame in Tekken 5 - but Boskonovitch was dropped as a playable character after Tekken 3. There is also a minigame \"Tekken Ball\", similar to beach volleyball, where one has to hit the ball with a powerful attack to hurt the opponent or try to hit the ball in such a way that it hits the ground in the opponent's area, thus causing damage.", 
    "tags": [
        1, 
        268435460, 
        536870933, 
        536870973, 
        536871019, 
        536871186, 
        536871213, 
        536871470, 
        536871889, 
        536872143, 
        536872152, 
        536872225, 
        536872733, 
        536872862, 
        536872897, 
        536872898, 
        536873274, 
        536873715, 
        536873863, 
        536875073, 
        536875125, 
        536875133, 
        536875178, 
        536875183, 
        536875189, 
        536875194, 
        536875198, 
        536875206, 
        536875271, 
        536875353, 
        536875393, 
        536875446, 
        536875453, 
        536875456, 
        536875482, 
        536875486, 
        536875491, 
        536875716, 
        536875778, 
        536875803, 
        536875809, 
        536875815, 
        536875832, 
        536875870, 
        536875895, 
        536875914, 
        536875919, 
        536875941, 
        536876099, 
        536876216, 
        536876235, 
        536876266, 
        536876413, 
        536876471, 
        536876490, 
        536876612, 
        536876734, 
        536876735, 
        536876803, 
        536876818, 
        536876823, 
        536876927, 
        536876982, 
        536876996, 
        536877000, 
        536877007, 
        536877008, 
        536877009, 
        536877012, 
        536877016, 
        536877058, 
        536877237, 
        536877277, 
        536877311, 
        536877386, 
        536877406, 
        536877408, 
        536877416, 
        536877441, 
        536877443, 
        536877444, 
        536877445, 
        536877446, 
        536877447, 
        536877448, 
        536877449, 
        536877804, 
        536877938, 
        536877943, 
        536877996, 
        536878112, 
        536878212, 
        536878257, 
        536878299, 
        536878392, 
        536878502, 
        536878562, 
        536879870, 
        536880067, 
        536880441, 
        536880648, 
        536880761, 
        536880843, 
        536880848, 
        536880994, 
        536881426, 
        536881581, 
        536882222, 
        536882224, 
        536882226, 
        536882361, 
        536882449, 
        536882678, 
        536882765, 
        536882766, 
        536882767, 
        536882786, 
        536882787, 
        536882830, 
        536884031, 
        536884032, 
        536884033, 
        536884863, 
        536885296, 
        536887631, 
        1073741828
    ], 
    "themes": [
        1
    ], 
    "total_rating": 88.9466904828856, 
    "total_rating_count": 144, 
    "updated_at": 1528389548187, 
    "url": "https://www.igdb.com/games/tekken-3", 
    "videos": [
        {
            "name": "Gameplay video", 
            "video_id": "8wLllm8MBkI"
        }, 
        {
            "name": "Game intro", 
            "video_id": "gZ8M9lfBtMA"
        }
    ], 
    "websites": [
        {
            "category": 3, 
            "url": "https://en.wikipedia.org/wiki/Tekken_3"
        }, 
        {
            "category": 1, 
            "url": "http://Tekken.com"
        }, 
        {
            "category": 2, 
            "url": "http://en.wikipedia.org/wiki/Tekken_3"
        }
    ]
}