{
    "category": 0, 
    "collection": 666, 
    "cover": {
        "cloudinary_id": "qpcddqg6k4ddkffjs9di", 
        "height": 1392, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/qpcddqg6k4ddkffjs9di.jpg", 
        "width": 1192
    }, 
    "created_at": 1390539779881, 
    "developers": [
        1383
    ], 
    "esrb": {
        "rating": 6
    }, 
    "first_release_date": 965606400000, 
    "game_modes": [
        1
    ], 
    "games": [
        7213, 
        12571, 
        4113, 
        6194, 
        19085, 
        44512, 
        565, 
        7331, 
        20557, 
        47823
    ], 
    "genres": [
        31
    ], 
    "id": 4114, 
    "keywords": [
        22, 
        61, 
        129, 
        132, 
        164, 
        227, 
        253, 
        296, 
        558, 
        872, 
        1027, 
        1881, 
        2324, 
        2458, 
        2679, 
        3776, 
        4155, 
        4239, 
        4287, 
        4389, 
        4471, 
        4576, 
        4579, 
        4614, 
        4669, 
        4678, 
        4903, 
        4958, 
        5259, 
        5444, 
        5565, 
        5595, 
        5843, 
        5849, 
        5892, 
        5902, 
        5999, 
        6061, 
        6084, 
        6086, 
        6539, 
        6737, 
        6874, 
        7498, 
        7511, 
        7624, 
        8109, 
        8294, 
        8874, 
        8888, 
        9577, 
        9596, 
        9597, 
        9931, 
        10792, 
        11110, 
        11111, 
        11112, 
        11280, 
        11311, 
        13119, 
        13951, 
        15543
    ], 
    "name": "Tenchu 2 : Birth of the Stealth Assassins", 
    "platforms": [
        7
    ], 
    "player_perspectives": [
        2
    ], 
    "popularity": 1.333333333333333, 
    "publishers": [
        66, 
        1383
    ], 
    "rating": 83.0153046630207, 
    "rating_count": 15, 
    "release_dates": [
        {
            "category": 0, 
            "date": 965606400000, 
            "human": "2000-Aug-07", 
            "m": 8, 
            "platform": 7, 
            "y": 2000
        }
    ], 
    "slug": "tenchu-2-birth-of-the-stealth-assassins", 
    "storyline": "The game is intended as a prequel to the game Tenchu: Stealth Assassins and depicts the series' heroes Rikimaru and Ayame as teens, being taught by their elderly master named Shiunsai as well as another Azuma ninja named Tatsumaru. The game reveals how Rikumaru got the famous scar over his right eye (not depicted in the game's cover).\n\nThe Azuma Ninja have served the House of Gohda for countless generations. Now three young ninja, Rikimaru, Ayame, and Tatsumaru, must protect Lord Gohda Matsunoshin against a coup d'état attempt and a mysterious ninja group calling themselves the Burning Dawn.\n\nAfter the three ninja are accepted into the Azuma clan, they are called to Gohda castle, which is under attack by Lord Gohda's uncle, Motohide. After a bloody battle, which includes the death of Lady Kei, Lord Gohda's wife, and the kidnapping of Princess Kiku, Lord Gohda's daughter, Rikimaru stops Motohide from killing Lord Gohda, but can't stop Motohide from escaping. It turns out that Motohide was working for a rival Lord, Lord Toda. Toda kills Motohide, only to be killed himself and decapitated by Lady Kagami, the leader of Lord Toda's ninja. She is leading a group of rebel ninja group calling themselves the Burning Dawn, consisting of Suzaku, Genbu, Seiryu, and Byakko, the four Lords of the Burning Dawn, and led by Lady Kagami. To make matters worse, the recently made leader of the Azuma Ninja, Tatsumaru, has gone missing. It is later revealed that Tatsumaru has lost his memory and is now part of the Burning Dawn. Rikimaru and Ayame now have to save Lord Gohda, and stop a ninja uprising intended to plunge the country back into the civil war.\n\nThe Burning Dawn has its origins when Lord Gohda's uncle Motohide allied himself with a warlord called Toda Yoshisada in order take control over his kingdom. Toda launched an attack against Gohda castle which resulted in the death of Lord Gohda's wife Lady Kei and the kidnapping of his daughter Princess Kiku. Motohide is later betrayed and killed by Toda, only to be betrayed and killed himself by his chief assassin Lady Kagami: the founder of the Burning Dawn. Over an unknown period of time following the death of Lord Toda, the Burning Dawn partake in a series of underground criminal activities such as kidnapping, theft, forced labor, smuggling and murder. This in turn attracts the attention of Lord Gohda and the Azuma Ninja, who make efforts to end the illegal activities of the organization.\n\nThe end finally arrives when the Burning Dawns hierarchy and its flag ship 'Fire Demon' are destroyed by the combined efforts of Rikimaru and Ayame, as well as naval elements of the Gohda army.", 
    "summary": "Tenchu 2: Birth of the Stealth Assassins is an action-adventure stealth video game developed by Acquire and published by Activision worldwide and Acquire in Japan for the PlayStation in 2000.", 
    "tags": [
        1, 
        17, 
        22, 
        23, 
        268435487, 
        536870934, 
        536870973, 
        536871041, 
        536871044, 
        536871076, 
        536871139, 
        536871165, 
        536871208, 
        536871470, 
        536871784, 
        536871939, 
        536872793, 
        536873236, 
        536873370, 
        536873591, 
        536874688, 
        536875067, 
        536875151, 
        536875199, 
        536875301, 
        536875383, 
        536875488, 
        536875491, 
        536875526, 
        536875581, 
        536875590, 
        536875815, 
        536875870, 
        536876171, 
        536876356, 
        536876477, 
        536876507, 
        536876755, 
        536876761, 
        536876804, 
        536876814, 
        536876911, 
        536876973, 
        536876996, 
        536876998, 
        536877451, 
        536877649, 
        536877786, 
        536878410, 
        536878423, 
        536878536, 
        536879021, 
        536879206, 
        536879786, 
        536879800, 
        536880489, 
        536880508, 
        536880509, 
        536880843, 
        536881704, 
        536882022, 
        536882023, 
        536882024, 
        536882192, 
        536882223, 
        536884031, 
        536884863, 
        536886455, 
        1073741826
    ], 
    "themes": [
        1, 
        17, 
        22, 
        23
    ], 
    "total_rating": 83.0153046630207, 
    "total_rating_count": 15, 
    "updated_at": 1517270711754, 
    "url": "https://www.igdb.com/games/tenchu-2-birth-of-the-stealth-assassins"
}