{
    "category": 0, 
    "collection": 3501, 
    "cover": {
        "cloudinary_id": "sl8zh0rpcqp4hb76wmt5", 
        "height": 636, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/sl8zh0rpcqp4hb76wmt5.jpg", 
        "width": 539
    }, 
    "created_at": 1499447198715, 
    "esrb": {
        "rating": 3
    }, 
    "first_release_date": 971568000000, 
    "games": [
        36868, 
        51464, 
        44177, 
        26848, 
        11588, 
        47007, 
        55752, 
        19685, 
        76098, 
        28113
    ], 
    "genres": [
        8
    ], 
    "id": 45070, 
    "keywords": [
        350, 
        1370, 
        1563, 
        2049, 
        4142, 
        4382
    ], 
    "name": "The Land Before Time: Return to the Great Valley", 
    "platforms": [
        7
    ], 
    "popularity": 1.333333333333333, 
    "release_dates": [
        {
            "category": 0, 
            "date": 971568000000, 
            "human": "2000-Oct-15", 
            "m": 10, 
            "platform": 7, 
            "region": 8, 
            "y": 2000
        }
    ], 
    "slug": "the-land-before-time-return-to-the-great-valley", 
    "summary": "After being chased by a Sharptooth while returning a stolen egg, Littlefoot, Cera, Ducky, and Spike become lost in the Great Beyond. Players control the four prehistoric pals as they each must find the way back home in The Land Before Time: Return to the Great Valley for PlayStation. Journeying through five 3D levels, the characters must collect treestars while avoiding perilous pitfalls. \n \nLevels contain interactive elements, such as plants and tar bubbles. Depending upon the selected character, players can make use of tail whipping, head butting, and other abilities to build bridges, ride geysers, and overcome other obstacles. Petrie is also readily available to fly onscreen and offer advice and direction. Levels are composed of obstacle courses and puzzle-type action as players need to cross rivers, feed plants, and collect treestars while avoiding hazards, such as lava, water, and steep cliffs. After all five characters exit the fifth level, they are all reunited in the Great Valley.", 
    "tags": [
        27, 
        268435464, 
        536871262, 
        536872282, 
        536872475, 
        536872961, 
        536875054, 
        536875294
    ], 
    "themes": [
        27
    ], 
    "updated_at": 1515750365932, 
    "url": "https://www.igdb.com/games/the-land-before-time-return-to-the-great-valley"
}