{
    "aggregated_rating": 60.0, 
    "aggregated_rating_count": 1, 
    "category": 0, 
    "cover": {
        "cloudinary_id": "uhj8bznidf8ngrcrjczx", 
        "height": 996, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/uhj8bznidf8ngrcrjczx.jpg", 
        "width": 640
    }, 
    "created_at": 1443032951998, 
    "first_release_date": 849398400000, 
    "games": [
        68287, 
        71455, 
        25300, 
        36950, 
        27314, 
        28029, 
        64204, 
        25311, 
        19448, 
        26766
    ], 
    "id": 12900, 
    "keywords": [
        25, 
        970, 
        3627, 
        5534, 
        9130, 
        9308, 
        9849
    ], 
    "name": "Tunnel B1", 
    "platforms": [
        7
    ], 
    "popularity": 1.333333333333333, 
    "release_dates": [
        {
            "category": 0, 
            "date": 849398400000, 
            "human": "1996-Dec-01", 
            "m": 12, 
            "platform": 7, 
            "region": 8, 
            "y": 1996
        }
    ], 
    "slug": "tunnel-b1", 
    "summary": "Prepare yourself for dangerous underground combat action in TUNNEL B1 for the PlayStation. Command your specialized B1 hovercraft in fierce battles, as you attempt to bring down an evil madman intent on detonating a thermonuclear explosion and destroying the world. Traverse dark and ominous caverns, dank sewers, and winding tunnels at super speeds while blasting enemies and collecting hidden power-ups. \n \nCompete in frenzied, timed races against frightening drones which you must hunt down and eliminate, and fight fast helicopters and steel-hardened tanks determined to bring about your demise. Use all the weapons in your deadly arsenal including standard guns, powerful rockets, blistering lasers, flares and mines to do your job. \n \nYou'll have to take out entrenched enemy gun turrets, unlock security doors to reach new and tougher stages, explore vast subterranean environments, and avoid devious traps in an intense quest to save humankind. In TUNNEL B1 only you and your gaming skills stand in the way of certain destruction.", 
    "tags": [
        1, 
        18, 
        536870937, 
        536871882, 
        536874539, 
        536876446, 
        536880042, 
        536880220, 
        536880761
    ], 
    "themes": [
        1, 
        18
    ], 
    "total_rating": 60.0, 
    "total_rating_count": 1, 
    "updated_at": 1515637479972, 
    "url": "https://www.igdb.com/games/tunnel-b1"
}