{
    "category": 0, 
    "cover": {
        "cloudinary_id": "ij9a0a25ogw0ti84sfkq", 
        "height": 1409, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/ij9a0a25ogw0ti84sfkq.jpg", 
        "width": 1409
    }, 
    "created_at": 1499443439428, 
    "esrb": {
        "rating": 3
    }, 
    "first_release_date": 1054425600000, 
    "games": [
        60044, 
        25222, 
        14047, 
        26223, 
        27266, 
        61765, 
        82953, 
        80795, 
        80559, 
        80269
    ], 
    "genres": [
        9
    ], 
    "id": 44926, 
    "keywords": [
        1495, 
        1563, 
        2875
    ], 
    "name": "Turnabout", 
    "pegi": {
        "rating": 1
    }, 
    "platforms": [
        7
    ], 
    "popularity": 1.333333333333333, 
    "release_dates": [
        {
            "category": 0, 
            "date": 1054425600000, 
            "human": "2003-Jun-01", 
            "m": 6, 
            "platform": 7, 
            "region": 8, 
            "y": 2003
        }
    ], 
    "slug": "turnabout", 
    "summary": "While the old adage that \"turnabout is fair play\" applies in many situations, Natsume's Turnabout is all about diabolical puzzles where players rotate the entire puzzle while the pieces move within its borders, sliding and rolling into mind-numbing configurations and patterns. The 100 puzzles provided are divided into two groups of 50: Begin Mode and Main Mode. The first 50 puzzles must be solved in order to open up the remaining 50, but the puzzles are numbered in five rows of ten each -- solving seven rounds in a row will open up the next row of ten, thus the puzzles needn't be solved sequentially. \n \nPuzzle pieces in Turnabout come in three types: colored balls, colored blocks, and sliding blocks. By rotating the puzzle board, balls and sliding blocks adhere to the forces of gravity and fall down into open slots. Manipulating the puzzle correctly takes skill and usually no more than ten to fifteen \"steps,\" even at advanced levels. Learning to solve puzzles backward by picturing the flow of the pieces mentally can be an essential tool to success and none of the 100 puzzle board configurations are the same shape. For players looking for even more challenges, up to 50 custom-made puzzles can be devised, using five different colored balls and blocks and nine movable sliders (blocks) in Edit Mode.", 
    "tags": [
        268435465, 
        536872407, 
        536872475, 
        536873787
    ], 
    "updated_at": 1513002117034, 
    "url": "https://www.igdb.com/games/turnabout"
}