{
    "category": 0, 
    "cover": {
        "cloudinary_id": "edtzkidlydli3evijwhi", 
        "height": 518, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/edtzkidlydli3evijwhi.jpg", 
        "width": 500
    }, 
    "created_at": 1499163458543, 
    "first_release_date": 790732800000, 
    "games": [
        56987, 
        64309, 
        39876, 
        1235, 
        41828, 
        68324, 
        41819, 
        19698, 
        80387, 
        64081
    ], 
    "genres": [
        4
    ], 
    "id": 43810, 
    "keywords": [
        107, 
        296
    ], 
    "name": "Twin Goddesses", 
    "platforms": [
        7
    ], 
    "popularity": 1.333333333333333, 
    "release_dates": [
        {
            "category": 0, 
            "date": 790732800000, 
            "human": "1995-Jan-22", 
            "m": 1, 
            "platform": 7, 
            "region": 8, 
            "y": 1995
        }
    ], 
    "slug": "twin-goddesses", 
    "summary": "The planet of peace Loveradiant is a great distant from earth. No boundaries exist in this small united kingdom. It's king, King Loveradiant III, reigns over his kindom in quiet tranquility from his beautiful castle that is surrounded by rich trees and lakes. He loves his country and all its people and they in turn worship their king. \n \nKing Loveradiant III has twin daughters, the eider Nina is very affectionate and the younger Syllin is a woman of great spirit. Their mother, queen Joanna, died suddenly after giving birth to her twin daughters. The king had always tried to compensate for this loss and had given his daughters an abundance of love. \n \nOne day the happiness in the kingdom is shaken when six eerie lights suddenly appear and attack the Loveradiant castle. They are the wicked lights which emanate from the evil witch Carmilla and her entourage of five man. Their aim is to forever take peace away from the land of Loveradiant. \n \nCarmilla strikes down king Loveradiant III and her venomous energy instantly enguls the whole land in darkness. The castle is now under her power. She designates one man to guard each of five floors and settlers herself on the sixth floor, the highest in the castle. She enjoys looking down on the people and watching as their characters change to reflect hatred and jealousy. \n \nThe almighty god Zeus watched this entire incident from on hights. He reacts by bestowing the powers of Love and Courage to the two grieving princesses with which they set out to conquer the evil witch Carmila. \n \n\"You are the only ones that can save Loveradiant\" he tells them. \"Arm yourselves with Love and Courage and defeat Carmila. Go on Nina! Syllin!\"", 
    "tags": [
        268435460, 
        536871019, 
        536871208
    ], 
    "updated_at": 1516565734923, 
    "url": "https://www.igdb.com/games/twin-goddesses"
}