{
    "category": 0, 
    "cover": {
        "cloudinary_id": "bgbdo6ldrwppek1baueu", 
        "height": 310, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/bgbdo6ldrwppek1baueu.jpg", 
        "width": 320
    }, 
    "created_at": 1499443099633, 
    "esrb": {
        "rating": 3
    }, 
    "first_release_date": 971222400000, 
    "games": [
        28856, 
        40470, 
        36608, 
        34919, 
        36662, 
        16468, 
        55192, 
        23175, 
        44482, 
        54789
    ], 
    "genres": [
        10
    ], 
    "id": 44889, 
    "keywords": [
        4157, 
        4813, 
        9849
    ], 
    "name": "Tyco R/C: Assault with a Battery", 
    "platforms": [
        7
    ], 
    "popularity": 1.333333333333333, 
    "release_dates": [
        {
            "category": 0, 
            "date": 971222400000, 
            "human": "2000-Oct-11", 
            "m": 10, 
            "platform": 7, 
            "region": 8, 
            "y": 2000
        }
    ], 
    "slug": "tyco-r-slash-c-assault-with-a-battery", 
    "summary": "Taking RC racing to the next level, TYCO RC: Assault With a Battery is every schoolyard remote-controlled racer's dream come true. Choose one of eight RC cars modeled after real life Tyco-brand toy racers such as The Recoil, Fast Traxx and Hot Rocker. Each racer is completely unique and brandishes it's own signature maneuver breaking out with awesome offensive or defensive moves, or even morphing into a menacing super car. Race as Tantrum, replete with a front-spinning axle that damages all in it's path; Nitro-Dozer, with the ability to transform into a powerful bulldozer; or even Speed Wrench, a monster truck that becomes an on-road terror twice it's width. The elaborate detail in the construction of the vehicles is also found in such features as each individual racer's speed, acceleration rate, turning ratio, and all-out power. Test your skills in Single-Player mode or challenge your friends in Two-Player. With theme-based courses designed for maximum mayhem, TYCO RC: Assault With a Battery delivers all the excitement without having to tell Mom you destroyed another car.", 
    "tags": [
        1, 
        268435466, 
        536875069, 
        536875725, 
        536880761
    ], 
    "themes": [
        1
    ], 
    "updated_at": 1516161142628, 
    "url": "https://www.igdb.com/games/tyco-r-slash-c-assault-with-a-battery"
}