{
    "aggregated_rating": 80.0, 
    "aggregated_rating_count": 1, 
    "category": 0, 
    "collection": 919, 
    "cover": {
        "cloudinary_id": "psbvqzbms9sguadltbxp", 
        "height": 1080, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/psbvqzbms9sguadltbxp.jpg", 
        "width": 1080
    }, 
    "created_at": 1394438476550, 
    "developers": [
        129
    ], 
    "esrb": {
        "rating": 6
    }, 
    "first_release_date": 851990400000, 
    "game_modes": [
        1
    ], 
    "games": [
        26766, 
        26841, 
        23198, 
        1443, 
        17583, 
        26769, 
        13196, 
        12632, 
        18822, 
        11800
    ], 
    "genres": [
        12, 
        15, 
        16, 
        24
    ], 
    "id": 5561, 
    "keywords": [
        170, 
        226, 
        227, 
        296, 
        415, 
        1026, 
        1923, 
        2154, 
        3782, 
        3833, 
        4163, 
        4284, 
        4395, 
        4396, 
        4449, 
        4468, 
        4543, 
        4613, 
        4826, 
        4843, 
        4891, 
        5320, 
        5587, 
        5591, 
        5594, 
        5963, 
        6084, 
        9400, 
        9447, 
        9628
    ], 
    "name": "Vandal Hearts", 
    "platforms": [
        6, 
        32, 
        7
    ], 
    "player_perspectives": [
        2
    ], 
    "popularity": 1.333333333333333, 
    "publishers": [
        129
    ], 
    "rating": 73.3984159145331, 
    "rating_count": 3, 
    "release_dates": [
        {
            "category": 2, 
            "date": 851990400000, 
            "human": "1996", 
            "m": 12, 
            "platform": 7, 
            "y": 1996
        }, 
        {
            "category": 2, 
            "date": 883526400000, 
            "human": "1997", 
            "m": 12, 
            "platform": 32, 
            "y": 1997
        }, 
        {
            "category": 2, 
            "date": 915062400000, 
            "human": "1998", 
            "m": 12, 
            "platform": 6, 
            "y": 1998
        }
    ], 
    "slug": "vandal-hearts", 
    "storyline": "Thousands of years ago, the holy man known to history as Toroah the Messiah traveled far and wide across the continent of Sostegaria, spreading his teachings throughout the land. After his death, his descendants and heirs assumed absolute political power over the region, forming the basis of the Holy Ashah Dynasty and ruling through a combination of religious doctrine and military power for millennia. The kings and queens of the Holy Ashah Dynasty, however, did not always rule wisely or justly, and, as time passed, the citizenry began to resent the power of their leaders.\nFifteen years ago, this growing discontent found its ultimate expression in the person of Arris the Sage, who united the disparate anti-royal factions throughout Sostegaria and shaped them into a powerful guerrilla army. Under the cunning leadership of Arris, this Liberation Army managed to outwit and outmaneuver the Royal Army, and finally smashed through to the palace of the Ashah Dynasty itself, and burnt it to the ground.\nWith the monarchy dissolved, the rebels establish a ruling council founded on the principles of democracy and popular sovereignty. From the ashes of the Holy Ashah Empire emerges the Republic of Ishtaria. The leaders of the revolution naturally assumed leadership positions within the new republic: all, that is, except for Arris himself, who suddenly disappeared and has not been seen of, nor heard of, ever since.\nToday, the fledgling republic is in increasingly dire straits: the autocratic Minister of Defense, Hel Spites, and his elite anti-terrorism squad, the Crimson Guard, are using ever-increasing force to stamp out the last vestiges of resistance to Ishtarian rule, while they allow outlaws to roam the countryside and pirates to sail the seas. Meanwhile, Ash Lambert and his colleagues at the third battalion of the Ishtarian Security Forces begin to suspect a conspiracy at the highest levels of government. Ash's attempts to draw attention to the situation, though, only draw the ire of the conspirators themselves, leaving only Ash and his allies to foil their plans and restore order to the nation.\nAfter the credits, an extra cutscene is available that shows Eleni hearing Ash's ocarina theme while claiming \"he\" has come back.", 
    "summary": "You assume the role of Ash Lambert, a hero torn between saving his country and restoring honor to the disgraced Lambert dynasty. As he struggles with his inner demons and personal problems, he will meet various companions throughout his journey. They will help your character fight to overthrow the oppressive regime and ward off an ancient being that threatens the world. \n \nVandal-Hearts is a 3D turn-based strategy game. Unlike many games of the genre, the various battlefields have sloped surfaces that will either work to your advantage or against you. It will be up to you to accommodate your strategy and amount an appropriate offensive assault against your foes as well as set up defensive measures.", 
    "tags": [
        17, 
        268435468, 
        268435471, 
        268435472, 
        268435480, 
        536871082, 
        536871138, 
        536871139, 
        536871208, 
        536871327, 
        536871938, 
        536872835, 
        536873066, 
        536874694, 
        536874745, 
        536875075, 
        536875196, 
        536875307, 
        536875308, 
        536875361, 
        536875380, 
        536875455, 
        536875525, 
        536875738, 
        536875755, 
        536875803, 
        536876232, 
        536876499, 
        536876503, 
        536876506, 
        536876875, 
        536876996, 
        536880312, 
        536880359, 
        536880540, 
        1073741826
    ], 
    "themes": [
        17
    ], 
    "total_rating": 76.69920795726655, 
    "total_rating_count": 4, 
    "updated_at": 1517270755072, 
    "url": "https://www.igdb.com/games/vandal-hearts", 
    "videos": [
        {
            "name": "Gameplay video", 
            "video_id": "9SnxFx1XzOM"
        }
    ], 
    "websites": [
        {
            "category": 2, 
            "url": "http://en.wikipedia.org/wiki/Vandal_Hearts"
        }
    ]
}