{
    "category": 0, 
    "cover": {
        "cloudinary_id": "oiklvtobt0df2xh5maf7", 
        "height": 141, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/oiklvtobt0df2xh5maf7.jpg", 
        "width": 220
    }, 
    "created_at": 1388957100773, 
    "developers": [
        113
    ], 
    "esrb": {
        "rating": 3, 
        "synopsis": ""
    }, 
    "first_release_date": 912470400000, 
    "game_modes": [
        1, 
        4
    ], 
    "games": [
        44242, 
        18623, 
        22470, 
        29173, 
        26145, 
        22425, 
        55689, 
        55590, 
        23867, 
        22406
    ], 
    "genres": [
        9, 
        13
    ], 
    "id": 3374, 
    "keywords": [
        611, 
        729, 
        1148, 
        4569, 
        4958
    ], 
    "name": "Golden Nugget 64", 
    "platforms": [
        4
    ], 
    "popularity": 1.0, 
    "publishers": [
        1
    ], 
    "release_dates": [
        {
            "category": 0, 
            "date": 912470400000, 
            "human": "1998-Dec-01", 
            "m": 12, 
            "platform": 4, 
            "y": 1998
        }
    ], 
    "slug": "golden-nugget-64", 
    "summary": "The famed Golden Nugget Las Vegas hotel and casino is the setting for the following games: Blackjack: The goal of blackjack is to get the total point value of your cards to 21 without going over; Craps: The objective of craps is to bet on the outcome of dice rolls; Five-card draw: Like most poker games, the point of five card draw is to have the best hand after the final betting round; Roulette: The goal of roulette is to correctly guess which slot the ball will stop on; Seven-card stud: The goal is have the best hand over other opponents; Video poker: The goal of video poker is to make the best possible hand. Unlike other poker games, there are no opponents. You win a certain multiplier of your bet based on your hand; Texas Hold 'Em: To objective is to have a better hand than your opponents. Big Six: Similar to roulette, this game has players try to successfully predict what symbol the wheel will stop on; Mini-Baccarat: The goal of mini-baccarat is to guess which hand is closer to 9 without going over; Slot machines: In order to win in slots, players must match a winning combination of symbols. These symbols vary from slot machine to slot machine. There are six different slot machines in this game.", 
    "tags": [
        268435465, 
        268435469, 
        536871523, 
        536871641, 
        536872060, 
        536875481, 
        536875870
    ], 
    "updated_at": 1513071281148, 
    "url": "https://www.igdb.com/games/golden-nugget-64"
}