{
    "alternative_names": [
        {
            "name": "NFL QB Club 2001"
        }
    ], 
    "category": 0, 
    "collection": 613, 
    "cover": {
        "cloudinary_id": "cuvticq8u9g0i3qkif05", 
        "height": 154, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/cuvticq8u9g0i3qkif05.jpg", 
        "width": 220
    }, 
    "created_at": 1389134935136, 
    "developers": [
        392
    ], 
    "esrb": {
        "rating": 3, 
        "synopsis": ""
    }, 
    "first_release_date": 966988800000, 
    "game_modes": [
        1, 
        4
    ], 
    "games": [
        25080, 
        14896, 
        6631, 
        3558, 
        3539, 
        46820, 
        102122, 
        10328, 
        18681, 
        39665
    ], 
    "genres": [
        14
    ], 
    "id": 3560, 
    "keywords": [
        32
    ], 
    "name": "NFL Quarterback Club 2001", 
    "platforms": [
        4, 
        23
    ], 
    "player_perspectives": [
        2
    ], 
    "popularity": 1.0, 
    "publishers": [
        287
    ], 
    "release_dates": [
        {
            "category": 0, 
            "date": 966988800000, 
            "human": "2000-Aug-23", 
            "m": 8, 
            "platform": 4, 
            "y": 2000
        }, 
        {
            "category": 0, 
            "date": 966988800000, 
            "human": "2000-Aug-23", 
            "m": 8, 
            "platform": 23, 
            "y": 2000
        }
    ], 
    "slug": "nfl-quarterback-club-2001", 
    "summary": "Mind-blowing NFL simulation returns with the next installment of this popular, detailed football extravaganza. With full licenses from the NFL and its athletes, the game has all 31teams and 1500 players, plus perfect replication of logos and stadiums. The game’s five modes include Exhibition, Playoff, Season, Practice, and Simulation. Exhibition lets you take the field as any current NFL team, All-Star lineup, or Super Bowl team since 1967. All of the modes keep more comprehensive stats than you could ever hope for, and you can set up a Season to include preseason action, hot-cold streaks, and player development. Not only that, you can create players, teams, playbooks (with up 128 offensive plays), and profiles of chosen formations and pass-run ratios. There’s even a historical mode that allows you to tap into classic games of yesteryear, featuring teams that date back to 1967. ESPN’s Mike Patrick and Randy Cross chime in with commentary, and Brett Favre has returned yet again to add his insight. Throw a dozen camera angles into the mix, and you’ve got yourself a football game.", 
    "tags": [
        268435470, 
        536870944, 
        1073741826
    ], 
    "updated_at": 1500315956254, 
    "url": "https://www.igdb.com/games/nfl-quarterback-club-2001"
}