{
    "category": 0, 
    "collection": 665, 
    "cover": {
        "cloudinary_id": "jkrrsjkpysgkekosm1bq", 
        "height": 291, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/jkrrsjkpysgkekosm1bq.jpg", 
        "width": 225
    }, 
    "created_at": 1347708449903, 
    "developers": [
        839
    ], 
    "esrb": {
        "rating": 3, 
        "synopsis": ""
    }, 
    "first_release_date": 900633600000, 
    "game_modes": [
        1, 
        4
    ], 
    "games": [
        55192, 
        40470, 
        23314, 
        28856, 
        18699, 
        83217, 
        82502, 
        80729, 
        80382, 
        80309
    ], 
    "genres": [
        10
    ], 
    "id": 1292, 
    "keywords": [
        4157
    ], 
    "name": "Penny Racers", 
    "platforms": [
        4
    ], 
    "popularity": 1.333333333333333, 
    "publishers": [
        863, 
        197
    ], 
    "release_dates": [
        {
            "category": 0, 
            "date": 900633600000, 
            "human": "1998-Jul-17", 
            "m": 7, 
            "platform": 4, 
            "y": 1998
        }
    ], 
    "slug": "penny-racers", 
    "summary": "The premise of PENNY RACERS is simple: race your car the best you can and be among the top three to reach the checkered flag. To achieve this objective, you must avoid missiles launched by your competitors, among other things. One way to counter this is the barrel roll maneuver, which is a quick and effective way to avoid unexpected hurdles on the tracks. In the beginning, you drive a pretty unimpressive racer. However, if you beat the competition and place in the top three, your reward is the chance to upgrade your car. Be merciless and steal the losing racers' special features, such as engine and armor upgrades, special attack abilities, and enhancing cosmetic features for the car. You have 13 different racer body styles and nine tracks to choose from. The cartoony racers zip through city streets, ice caves, and a volcano, and with the Track Create mode, you can design the wildest track you can imagine. When you toss four-player racing into the fray, the fun quadruples as the action intensifies and the losers are utterly humiliated.", 
    "tags": [
        268435466, 
        536875069
    ], 
    "updated_at": 1517270714985, 
    "url": "https://www.igdb.com/games/penny-racers"
}