{
    "alternative_names": [
        {
            "name": "バーチャル・プロレス2 〜王道継承"
        }
    ], 
    "category": 0, 
    "cover": {
        "cloudinary_id": "tucrem7ud9pqmtee2wd9", 
        "height": 281, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/tucrem7ud9pqmtee2wd9.jpg", 
        "width": 200
    }, 
    "created_at": 1389203715806, 
    "developers": [
        1850, 
        1408
    ], 
    "first_release_date": 949017600000, 
    "game_modes": [
        1, 
        4
    ], 
    "games": [
        6685, 
        6408, 
        67730, 
        45074, 
        3626, 
        38420, 
        6407, 
        38408, 
        67040, 
        44825
    ], 
    "genres": [
        4, 
        14
    ], 
    "id": 3625, 
    "keywords": [
        61, 
        234, 
        396, 
        1086, 
        1166, 
        4187, 
        4271, 
        4673, 
        4804, 
        4891
    ], 
    "name": "Virtual Pro Wrestling 2: Ōdō Keishō", 
    "platforms": [
        4
    ], 
    "popularity": 1.333333333333333, 
    "publishers": [
        1850
    ], 
    "release_dates": [
        {
            "category": 0, 
            "date": 949017600000, 
            "human": "2000-Jan-28", 
            "m": 1, 
            "platform": 4, 
            "y": 2000
        }
    ], 
    "slug": "virtual-pro-wrestling-2-odo-keisho", 
    "summary": "The sequel to Virtual Pro Wrestling 64, and released only in Japan. The title translates to Royal Road Succession; the name of the career mode in the game. The fifth wrestling game developed by AKI Corporation. Contained many improvements from previous titles that would be featured in AKI's final Nintendo 64 wrestling game WWF No Mercy. Some features, such as creating masks in edit mode and the MMA style grappling system, would not be carried over to WWF No Mercy. \n \nVirtual Pro Wrestling 2 carries the All Japan Pro Wrestling license, and features 21 wrestlers from their promotion. The rest of the characters included in the game are based on other real promotions and wrestlers, but due to copyright have fake names and appearances. This is common among other Japanese wrestling games. You can identify who the other wrestler's are by their unique moves and taunts, and the edit mode contains each piece of ring attire you would need to recreate their actual likeness. \n \nIn total, there are 98 wrestlers in the game, 23 of which have to be unlocked. There is also 16 original character slots you can use to edit and create your own wrestlers, bringing the potential total of wrestlers in the game to 114. This game has the largest roster of all of AKI's wrestling games. In comparison, WWF No Mercy would have 64 wrestlers available.", 
    "tags": [
        268435460, 
        268435470, 
        536870973, 
        536871146, 
        536871308, 
        536871998, 
        536872078, 
        536875099, 
        536875183, 
        536875585, 
        536875716, 
        536875803
    ], 
    "updated_at": 1515729253026, 
    "url": "https://www.igdb.com/games/virtual-pro-wrestling-2-odo-keisho"
}