{
    "category": 0, 
    "cover": {
        "cloudinary_id": "dqiprxa81msq7wkijsf7", 
        "height": 772, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/dqiprxa81msq7wkijsf7.jpg", 
        "width": 554
    }, 
    "created_at": 1390776658534, 
    "first_release_date": 725760000000, 
    "games": [
        43618, 
        56894, 
        45477, 
        22312, 
        6763, 
        47609, 
        47601, 
        44453, 
        18144, 
        81410
    ], 
    "genres": [
        14
    ], 
    "id": 4525, 
    "keywords": [
        311, 
        729, 
        2803, 
        4264, 
        4265, 
        4274, 
        4854, 
        5622, 
        9503, 
        10445
    ], 
    "name": "Andre Agassi Tennis", 
    "platforms": [
        29
    ], 
    "popularity": 1.333333333333333, 
    "release_dates": [
        {
            "category": 2, 
            "date": 725760000000, 
            "human": "1992", 
            "m": 12, 
            "platform": 29, 
            "y": 1992
        }
    ], 
    "slug": "andre-agassi-tennis", 
    "summary": "A game endorsed by the American player who stunned the tennis world in the early 90s with his \"Image is everything\" looks, sporting long hair, earrings and colorful shirts, Andre Agassi Tennis includes eight players (male and female and as as expected, only Agassi is a real player) rated according to movement speed and both accuracy and strength on serve, backhand and forehand. \n \nGameplay features all the usual moves: smashes, passing shots, volleys and all kinds of backhand and forehand plays, but unlike other games, precise positioning and timing are crucial to avoid hitting the ball outside the court, swinging the racket into thin air or more embarrassing, let the ball hit you on the head. \nThree courts are available: Grass, Clay and Indoor (Sega versions add a fourth, Hard), but the differences between them are minimal. Game modes change according to the version, with the 16-bit versions including a \"Skins\" game, where each point is worth a sum of money based on the number of times the ball was hit.", 
    "tags": [
        268435470, 
        536871223, 
        536871641, 
        536873715, 
        536875176, 
        536875177, 
        536875186, 
        536875766, 
        536876534, 
        536880415, 
        536881357
    ], 
    "updated_at": 1516160286916, 
    "url": "https://www.igdb.com/games/andre-agassi-tennis"
}