{
    "category": 0, 
    "created_at": 1499510764371, 
    "first_release_date": 729648000000, 
    "games": [
        75962, 
        46815, 
        75964, 
        75858, 
        75857, 
        75853, 
        68609, 
        55058, 
        50726, 
        50704
    ], 
    "genres": [
        4
    ], 
    "id": 45584, 
    "name": "Bare Knuckle II", 
    "platforms": [
        29
    ], 
    "popularity": 1.333333333333333, 
    "release_dates": [
        {
            "category": 0, 
            "date": 729648000000, 
            "human": "1993-Feb-14", 
            "m": 2, 
            "platform": 29, 
            "region": 8, 
            "y": 1993
        }
    ], 
    "screenshots": [
        {
            "cloudinary_id": "xw437ysjrfyd0hny37xy", 
            "height": 1080, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/xw437ysjrfyd0hny37xy.jpg", 
            "width": 1440
        }
    ], 
    "slug": "bare-knuckle-ii", 
    "summary": "A year has passed since the events of Streets of Rage. To celebrate the defeat of the mysterious 'Mr. X' and his syndicate the previous year, Adam Hunter, Axel Stone and Blaze Fielding met at their favorite nightspot in the city and spent their time reminiscing about their vigilante crusade against \"Mr. X\" and his organization. Axel and Blaze had moved out of the city after the adventure from last year. Axel has begun working as a part-time bodyguard and Blaze teaches dance classes. Adam has since rejoined the police force and lives in a small house with his younger brother. \n \nThe next morning, Axel received a phone call from Eddie 'Skate' Hunter, Adam's younger brother. Skate had arrived at home from school and was shocked to find his house in ruin and his older brother missing. Attached to the front door was a picture of Adam chained to a wall at the feet of Mr. X. The criminals began to retake the streets once more. Beatings and lootings took place regularly and in broad daylight. Chaos reigned in the city, far worse than before. \n \nRealizing that Mr. X and his syndicate has returned for revenge against them and the city, Axel and Skate waste no time in telling Blaze about the unexpected situation and Blaze herself is determined to help Axel out in defeating Mr. X and rescuing Adam. Accompanied by Adam's young brother Skate and Axel's \"friend,\" a professional wrestler named Max Thunder, Axel and Blaze set forth on a rescue mission, which will take them from the city all the way to Mr. X's hideout on a desolate island, where they will eventually face Mr. X and his bodyguard Shiva. \n \nUnlike the other two games in the series, this game has only one ending, the \"good\" ending where Mr. X is defeated and Adam is rescued. The five heroes then take a helicopter to leave Mr. X's island.", 
    "tags": [
        268435460
    ], 
    "updated_at": 1500503062390, 
    "url": "https://www.igdb.com/games/bare-knuckle-ii"
}