{
    "category": 0, 
    "created_at": 1499509616847, 
    "first_release_date": 677894400000, 
    "genres": [
        4
    ], 
    "id": 45543, 
    "name": "Beast Warrior", 
    "platforms": [
        29
    ], 
    "popularity": 1.333333333333333, 
    "release_dates": [
        {
            "category": 0, 
            "date": 677894400000, 
            "human": "1991-Jun-26", 
            "m": 6, 
            "platform": 29, 
            "region": 8, 
            "y": 1991
        }
    ], 
    "slug": "beast-warrior", 
    "summary": "Beast Warriors was released roughly around the same time as Treco’s Fighting Masters which while not a great game it’s certainly has some entertainment value. Now being a fan of Telenet you’d think I’d side with Battle Monsters being the better monster battler. Sadly not. Telenet’s Riot team have produced one hell of a steaming pile of crap. In fact you can tell right away that this game is going to be a dud as soon as you pass the title screen. No options or decent game modes to choose from. Basically you get Player VS CPU or Player VS Player. That’s it. \n \nIn game graphics are average at best although there is quite a bit of sprite flicker at times when two beasts line up against each other. Not really acceptable in a game when you only have 2 moving characters on screen. Mind you, the audio is far worse than the graphics. Awful tunes with what I think are a few grunts from the beasts. The samples are that low in quality that I can hardly tell. \n \nBut wait, maybe this game looks and sounds so bad because it plays so well? Afraid not. Beast Warriors plays just how it looks and sounds, awful. The controls are ropey, collision detection is a mystery at times and the AI of the CPU seems to pull off moves that just wouldn’t be possible. There’s no question about it. The best aspect of Beast Warriors is the cover art which to be fair is very nice. If you’re the kind of person who buys games for their cover art then I’d say this would be on top of your shopping list but for the rest of us this game should be flushed down the toilet with the rest of the shit.", 
    "themes": [
        1
    ], 
    "updated_at": 1500536691797, 
    "url": "https://www.igdb.com/games/beast-warrior"
}