{
    "category": 0, 
    "collection": 1052, 
    "cover": {
        "cloudinary_id": "m36uvl2hv64yfzjkizlo", 
        "height": 322, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/m36uvl2hv64yfzjkizlo.jpg", 
        "width": 228
    }, 
    "created_at": 1499541971486, 
    "first_release_date": 742780800000, 
    "games": [
        23175, 
        59516, 
        55289, 
        37022, 
        25646, 
        25311, 
        12579, 
        44191, 
        42080, 
        37088
    ], 
    "genres": [
        31
    ], 
    "id": 46238, 
    "keywords": [
        7090, 
        8782
    ], 
    "name": "Blaster Master 2", 
    "platforms": [
        29
    ], 
    "popularity": 1.333333333333333, 
    "release_dates": [
        {
            "category": 0, 
            "date": 742780800000, 
            "human": "1993-Jul-16", 
            "m": 7, 
            "platform": 29, 
            "region": 8, 
            "y": 1993
        }
    ], 
    "slug": "blaster-master-2", 
    "summary": "It has been four years since Jason's Encounter with the Plutonium Boss and the radioactive mutants under the Earth. His only reminder of the incident is S.O.P.H.I.A., the vehicle he used to stop them, which he has hidden in an abandoned barn. One day, one bolt of lightning struck the house and caused the ceiling to crumble, knocking Jason unconscious. When Jason woke up, S.O.P.H.I.A. was in pieces and the parts he had collected from his first dealings with the Mutant Bosses were missing. Little does Jason know that there are more lightning beings where the first one came from and they are planning to destroy the Earth. The beings started digging towards the Earth's core in order to shift the planet's weight off its axis, leading to total annihilation. The parts from S.O.P.H.I.A. are being used to create a robotic army to assist the being in accomplishing their mission. Now, Jason must stop them, but he won't make it without the help of S.O.P.H.I.A. Since he can't recover the parts, he decided to redesign it to better prepare himself for the ordeal facing him. After 29 days, S.O.P.H.I.A. was completely rebuilt and ready for battle. Remembering where he saw the being's footsteps, Jason jumped in his vehicle and headed towards the mountains where the challenge begins.", 
    "tags": [
        1, 
        268435487, 
        536878002, 
        536879694
    ], 
    "themes": [
        1
    ], 
    "updated_at": 1512997097150, 
    "url": "https://www.igdb.com/games/blaster-master-2"
}