{
    "category": 0, 
    "cover": {
        "cloudinary_id": "vyics7ychtclkhg6fd0s", 
        "height": 700, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/vyics7ychtclkhg6fd0s.jpg", 
        "width": 494
    }, 
    "created_at": 1390775305075, 
    "developers": [
        2365
    ], 
    "first_release_date": 630374400000, 
    "game_modes": [
        1
    ], 
    "games": [
        10209, 
        10213, 
        23175, 
        10210, 
        28029, 
        10212, 
        76246, 
        17001, 
        19341, 
        10039
    ], 
    "genres": [
        5
    ], 
    "id": 4448, 
    "keywords": [
        166, 
        1033, 
        4239
    ], 
    "name": "Curse", 
    "platforms": [
        29
    ], 
    "player_perspectives": [
        4
    ], 
    "popularity": 1.333333333333333, 
    "publishers": [
        2365
    ], 
    "release_dates": [
        {
            "category": 0, 
            "date": 630374400000, 
            "human": "1989-Dec-23", 
            "m": 12, 
            "platform": 29, 
            "region": 5, 
            "y": 1989
        }
    ], 
    "slug": "curse", 
    "storyline": "The story takes place in an alien solar system and focuses on the history of its two inhabited planets: Parceria and Seneca. For many years, the people of these planets lived in harmony together with the seemingly more advanced Parcerians continually visiting the Senecans. However, something happened on Parceria: something caused the Parcerians to shut off all forms of communication, visitation and activity with Seneca. Over time, Parceria's environment died out, leaving only a planet-wide barren terrain. Hundreds of years have now passed and the current generation of Senecans see Parceria as nothing but a dead husk with the concept of life and companionship on it being mere, long forgotten legends. \n \nOne day, an enormous attack force flies from Parceria and attacks Seneca without warning. Confirmed to be the Parcerian Military, the invaders cripple Seneca's defense forces. Besides being well armed and equipped, the Parceria Military is also able to manipulate the wildlife to do its bidding through unknown means, ensuring no possible escape to safety. The desperate people of Seneca eventually discovered an ancient star fighter abandoned by the Parcerians called The Baldanders. Using its super-technology, the people of Seneca use the Baldanders in a counter-attack against the Parcerian invasion to destroy their main battleship: a large, mysterious warship known only as 'Mother.'", 
    "summary": "Curse is a 1989 shoot 'em up game developed by Micronet for the Mega Drive video game console. It was a sideways scrolling shoot 'em up spread across five levels. Although an American release was planned, it was never officially released outside Japan.", 
    "tags": [
        268435461, 
        536871078, 
        536871945, 
        536875151, 
        1073741828
    ], 
    "updated_at": 1517270685389, 
    "url": "https://www.igdb.com/games/curse"
}