{
    "category": 0, 
    "cover": {
        "cloudinary_id": "hee2nmwesy5b7hbz8apq", 
        "height": 1440, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/hee2nmwesy5b7hbz8apq.jpg", 
        "width": 2560
    }, 
    "created_at": 1400066995473, 
    "developers": [
        112
    ], 
    "first_release_date": 631065600000, 
    "game_modes": [
        1, 
        3
    ], 
    "games": [
        51485, 
        24199, 
        1070, 
        75556, 
        16750, 
        13683, 
        11141, 
        10426, 
        1073, 
        42611
    ], 
    "genres": [
        8, 
        33
    ], 
    "id": 6793, 
    "name": "ESWAT", 
    "platforms": [
        29, 
        52
    ], 
    "player_perspectives": [
        4
    ], 
    "popularity": 1.333333333333333, 
    "publishers": [
        112
    ], 
    "release_dates": [
        {
            "category": 2, 
            "date": 631065600000, 
            "human": "1989", 
            "m": 12, 
            "platform": 52, 
            "y": 1989
        }, 
        {
            "category": 2, 
            "date": 662601600000, 
            "human": "1990", 
            "m": 12, 
            "platform": 29, 
            "y": 1990
        }
    ], 
    "slug": "eswat", 
    "storyline": "A mysterious and high-tech organization, named \"E.Y.E.\", quickly threatens to take over the entire city and, after being promoted at the end of the second level, Duke Oda is given power armor called the \"Ice Combat Suit\". With this suit the player can use new and more lethal weapons; \"Super Shot\", a plasma rifle, rockets, and a devastating fire attack if he finds them. The player also has access to a jet pack with limited fuel that replenishes over time. Finally, this armor will allow the player to take more damage before being defeated. Unfortunately, because the suit makes him larger, it is harder for him to dodge enemy attacks. The final boss of the game, the leader of E.Y.E., is revealed to be a robot with artificial intelligence that is attempting to replicate its own ICE Combat Suits to take over Liberty.", 
    "summary": "The game is a sidescrolling platformer similar to Shinobi. The game is set in the near future, where the player controls a blonde police officer named Duke Oda who, over a series of levels, turns into the cyborg E.S.W.A.T. At first, as a rookie member of the Cyber Police force in the city of Liberty, the player has to clean the streets of an overwhelming crime wave and terminate the most wanted criminals. In the first and second levels of the game, the completely human Duke Oda can only utilize a single shot weapon and can only survive one hit. A second hit will kill him.", 
    "tags": [
        268435464, 
        268435489, 
        1073741828
    ], 
    "updated_at": 1517270823568, 
    "url": "https://www.igdb.com/games/eswat", 
    "videos": [
        {
            "name": "Gameplay video", 
            "video_id": "ZJVXcTzsrxE"
        }
    ], 
    "websites": [
        {
            "category": 2, 
            "url": "http://en.wikipedia.org/wiki/ESWAT:_City_under_Siege"
        }
    ]
}