{
    "alternative_names": [
        {
            "comment": "Other", 
            "name": "Runark"
        }
    ], 
    "category": 0, 
    "cover": {
        "cloudinary_id": "jzigsacm2toe8smnhnmh", 
        "height": 329, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/jzigsacm2toe8smnhnmh.jpg", 
        "width": 250
    }, 
    "created_at": 1400329340245, 
    "developers": [
        817
    ], 
    "first_release_date": 694137600000, 
    "game_modes": [
        1, 
        2, 
        3
    ], 
    "games": [
        71455, 
        39522, 
        28380, 
        39557, 
        22418, 
        46786, 
        36794, 
        7329, 
        10039, 
        41828
    ], 
    "genres": [
        4, 
        25, 
        33
    ], 
    "id": 6813, 
    "keywords": [
        977, 
        982, 
        2105, 
        3486, 
        4369, 
        4405, 
        4446, 
        4566, 
        4698, 
        4743, 
        4958, 
        4983, 
        5525, 
        7280
    ], 
    "name": "Growl", 
    "platforms": [
        29, 
        52
    ], 
    "player_perspectives": [
        2, 
        4
    ], 
    "popularity": 1.333333333333333, 
    "publishers": [
        817
    ], 
    "release_dates": [
        {
            "category": 2, 
            "date": 694137600000, 
            "human": "1991", 
            "m": 12, 
            "platform": 52, 
            "y": 1991
        }, 
        {
            "category": 2, 
            "date": 694137600000, 
            "human": "1991", 
            "m": 12, 
            "platform": 29, 
            "y": 1991
        }
    ], 
    "slug": "growl", 
    "summary": "The player begins the game by choosing from one of four different forest rangers, each with a different amount of health, attack strength, and jumping height. The game's controls consists of an eight-way joystick for moving the character and two action buttons (attack and jump). The player can perform a variety of different attacks (punches, kicks, and finishing blows) depending on the position of an enemy. By pressing both buttons while surrounded by enemies, the player can perform a special attack that strikes every enemy around him. By pressing both buttons while holding the joystick upwards, the player will perform a longer jump.\n\nThe player can procure weapons by destroying barrels and wooden crates or disarming certain enemies. There are a total of eight weapons which can be obtained: three melee weapons (a pipe, a sword and a whip), two throwing weapons (knives and hand grenades), and three firearms (a pistol, a machine gun, and a rocket launcher). The barrels and crates can also be picked up and thrown at enemies as well. When the machine gun or rocket launcher runs out of ammunition, these are still wielded by the player as melee weapons. The pistol, on the other hand, is thrown by the player after all of its bullets are used. The player can drop his current weapon by pressing down and attack while wielding it. If a weapon lies on the ground after a certain period, it will vanish completely.\n\nThere are seven regular stages (called rounds) and a bonus game, for a total of eight stages. The locations include a city, a moving train, a boat, a jungle, a cavern, and the hideout of the poachers. There are six types of enemy characters throughout the game, excluding the final boss (who has two forms). There are also animal helpers that will help out the player after they're rescued from a poacher, such as an eagle, a herd of deer, and an elephant.", 
    "tags": [
        268435460, 
        268435481, 
        268435489, 
        536871889, 
        536871894, 
        536873017, 
        536874398, 
        536875281, 
        536875317, 
        536875358, 
        536875478, 
        536875610, 
        536875655, 
        536875870, 
        536875895, 
        536876437, 
        536878192, 
        1073741828, 
        1073741826
    ], 
    "updated_at": 1517270951229, 
    "url": "https://www.igdb.com/games/growl", 
    "videos": [
        {
            "name": "Gameplay video", 
            "video_id": "WFFJtqJvLUw"
        }
    ]
}