{
    "alternative_names": [
        {
            "comment": "Genesis Version", 
            "name": "Mighty Morphin Power Rangers: The Movie - Genesis"
        }, 
        {
            "comment": "Genesis Version", 
            "name": "Mighty Morphin Power Rangers: The Movie - Sega Genesis"
        }
    ], 
    "category": 0, 
    "collection": 3148, 
    "cover": {
        "cloudinary_id": "uqwcir1ysjyskqhwy4r7", 
        "height": 2100, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/uqwcir1ysjyskqhwy4r7.jpg", 
        "width": 1534
    }, 
    "created_at": 1510866775446, 
    "first_release_date": 809913600000, 
    "franchise": 147, 
    "franchises": [
        147
    ], 
    "games": [
        71455, 
        28029, 
        75089, 
        10039, 
        25311, 
        68287, 
        51464, 
        142, 
        36794, 
        36950
    ], 
    "genres": [
        4, 
        25
    ], 
    "id": 75980, 
    "name": "Mighty Morphin Power Rangers: The Movie", 
    "platforms": [
        29
    ], 
    "popularity": 2.0, 
    "publishers": [
        229
    ], 
    "release_dates": [
        {
            "category": 0, 
            "date": 809913600000, 
            "human": "1995-Sep-01", 
            "m": 9, 
            "platform": 29, 
            "region": 2, 
            "y": 1995
        }
    ], 
    "slug": "mighty-morphin-power-rangers-the-movie--1", 
    "summary": "The Genesis version of Mighty Morphin Power Rangers: The Movie is a side-scrolling beat-'em-up that can be played by up to two players, where the player can control both the Rangers themselves and their Zords (depending on the level). The game consists of six stages, with the first two stages and the final one covering events from the film, whereas Stage 3 to 5 are set before the events of the film and adapts key episodes from the TV show's second season (namely \"White Light\", \"Ninja Encounter\", and \"Power Transfer\"). The game's soundtrack, composed by Hikoshi Hashimoto, features hard rock arrangements of Ron Wasserman's original TV themes. \n \nThe game contains a total of nine rangers: Tommy, Adam, Kimberly, Billy, Aisha, Rocky, Zach, Trini, and Jason. When selecting Jason, Zach, and Trini, the voice clips of Adam, Aisha, and Rocky are heard when calling out their respective Zord name as their morphing command. The reason for this is because the original actors for them were released from contract after the events of the Power Transfer two-parter episode of Mighty Morphin' Power Rangers. Sega and Banpresto asked for permission from Saban Entertainment to use their characters but have the three replacements use their voices instead of Jason, Trini, and Zach. There are cinematic scenes in digitized form that are abridged from the movie and some from Season 2 of the show. Lord Zedd, Goldar, the Putty Patrol, and Oozemen appear as sub-enemies. Nimrod the Scarlet Sentinel, AC, and DC are renamed in this title as Sentinel Neck, Sentinel Ear, and Sentinel Ring respectively. Players also can fight the Ecto-Morphicons using Ninja Megazord or Falcon Zord (both by 2-Player mode; Thunder Megazord and Mega Tigerzord against the Sentinels). Bulk and Skull also appear as cameos in the game's ending.", 
    "tags": [
        1, 
        18, 
        268435460, 
        268435481
    ], 
    "themes": [
        1, 
        18
    ], 
    "updated_at": 1517270710158, 
    "url": "https://www.igdb.com/games/mighty-morphin-power-rangers-the-movie--1", 
    "version_parent": 3288, 
    "version_title": "Genesis"
}