{
    "category": 0, 
    "created_at": 1499510981822, 
    "first_release_date": 767750400000, 
    "genres": [
        8
    ], 
    "id": 45596, 
    "name": "Monster World 4", 
    "platforms": [
        29
    ], 
    "popularity": 1.0, 
    "release_dates": [
        {
            "category": 0, 
            "date": 767750400000, 
            "human": "1994-May-01", 
            "m": 5, 
            "platform": 29, 
            "region": 8, 
            "y": 1994
        }
    ], 
    "slug": "monster-world-4", 
    "summary": "Monster World IV (モンスターワールドIV Monsutā Wārudo Fō?) is an action-adventure platform game, developed by Westone and released exclusively in Japan by Sega for the Mega Drive in April 1994. It is the sixth and final game in the Wonder Boy/Monster World series. \n \nThe story involves a young girl named Asha, who upon hearing spirits whisper on the wind pleading for help, embarks on a journey to find and aid them. Along the way she becomes master of a genie and adopts a small monster known as Pepelogoo. \n \nMonster World IV is a mix of action-adventure, platforming and RPG genres, in which the player traverses a 2D landscape fighting a variety of monsters as well as interacting with non-playable characters. \n \nExpanding upon previous games in the series, Asha has the ability to swing her sword upward, downward, and across while in air, depending on which direction is pressed. She can also use her shield in a standing position by holding down. \n \nAsha can summon her pet Pepelogoo to reach areas that she cannot on her own. By holding onto him, she can slow the descent of her jump (via his flying ability) or even perform a double-jump. Pepelogoo can also protect Asha from falling rocks, be used as a platform over lava geysers, and blow out fires that obstruct Asha's progress. \n \nEquipment upgrades are purchased in the hub town. Armor increases Asha's pink life heart meter. Shields increase her defense and give her stat defenses to certain elements, such as fire or ice. Swords increase Asha's attack stats with critical effects depending upon the sword. \n \nSome items cannot be purchased and must be found in the temples and caverns that Asha must explore. Healing medicine will restore Asha's health or bring her back to life if she has Pepelogoo. Gold bars can be traded with the rich lady in town for in-game currency. And finally, there are 150 life drops hidden throughout the game. Collecting ten will add a blue life heart to the life meter. \n \nItems can be permanently missed. Once an area's boss is defeated, that area is inaccessible for the rest of the game.", 
    "updated_at": 1500503008855, 
    "url": "https://www.igdb.com/games/monster-world-4"
}