{
    "category": 0, 
    "created_at": 1499510766688, 
    "first_release_date": 664329600000, 
    "games": [
        46892, 
        41258, 
        76246, 
        19341, 
        28029, 
        32902, 
        97018, 
        96550, 
        93794, 
        88910
    ], 
    "genres": [
        5
    ], 
    "id": 45585, 
    "name": "Musha Aleste: Fullmetal Fighter Ellinor", 
    "platforms": [
        29
    ], 
    "popularity": 1.333333333333333, 
    "release_dates": [
        {
            "category": 0, 
            "date": 664329600000, 
            "human": "1991-Jan-20", 
            "m": 1, 
            "platform": 29, 
            "region": 8, 
            "y": 1991
        }
    ], 
    "slug": "musha-aleste-fullmetal-fighter-ellinor", 
    "summary": "M.U.S.H.A.,[2] known in Japan as Musha Aleste: Fullmetal Fighter Ellinor (武者アレスタ?), is a 1990 vertical scrolling shooter video game developed by Compile for the Sega Genesis/Mega Drive. The game was originally published by Toaplan in Japan, and later by Seismic in North America. It is part of the Aleste series of shooter video games. The game has been re-released on the Wii Virtual Console in Japan, North America, and European regions. \n \nThe gameplay involves obtaining power-ups called P-chips. The power-ups cause the main mecha to change color and grant sub-weapons. The sub-weapon also acts as a shield; if the mecha has a sub-weapon and is hit by an enemy attack, the sub weapon is destroyed in place of the mecha. The sub-weapons can be upgraded up to four times if the player obtains the same powerup more than once. The sub-weapons include an energy shield, a beam cannon, and missiles. The player can also obtain and stockpile helper drones, which have customisable attack modes. Up to two drones can assist the player in combat; when one is destroyed, a new one appears if the player has any in reserve. \n \nIn an alternate Tenryaku Era in the year 91 (2290 AD in the American version), technological advancements in Japan suddenly explode making robotics, computers and space travel possible. A space colony project is planned, but the environmental control system to a space colony known as \"Little Japan\" goes out of control and the supercomputer controlling the colony, Dire51, goes rogue, sending its attack units against mankind. Leading the attacks is a black transforming attack robot called Big Asia (大亜) responsible for most of the attacks. A defense squad of mech pilots is called in for a counter-attack, but only one pilot, Ellinor (Terri in the American release), survived and continues the fight.", 
    "tags": [
        268435461
    ], 
    "updated_at": 1500503062684, 
    "url": "https://www.igdb.com/games/musha-aleste-fullmetal-fighter-ellinor"
}