{
    "category": 0, 
    "cover": {
        "cloudinary_id": "z8qrdegsbtbxgcogouqo", 
        "height": 2020, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/z8qrdegsbtbxgcogouqo.jpg", 
        "width": 1442
    }, 
    "created_at": 1490996382722, 
    "developers": [
        1851
    ], 
    "first_release_date": 599529600000, 
    "game_modes": [
        1
    ], 
    "games": [
        13189, 
        25222, 
        55803, 
        27314, 
        19448, 
        26766, 
        25300, 
        11296, 
        36950, 
        29730
    ], 
    "genres": [
        2, 
        31
    ], 
    "id": 28023, 
    "keywords": [
        78, 
        103, 
        970, 
        1027, 
        1120
    ], 
    "name": "Psy-O-Blade", 
    "platforms": [
        29, 
        125
    ], 
    "player_perspectives": [
        2, 
        5
    ], 
    "popularity": 1.333333333333333, 
    "publishers": [
        7934, 
        1851
    ], 
    "release_dates": [
        {
            "category": 0, 
            "date": 641174400000, 
            "human": "1990-Apr-27", 
            "m": 4, 
            "platform": 29, 
            "region": 5, 
            "y": 1990
        }, 
        {
            "category": 2, 
            "date": 599529600000, 
            "human": "1988", 
            "m": 12, 
            "platform": 125, 
            "region": 5, 
            "y": 1988
        }
    ], 
    "screenshots": [
        {
            "cloudinary_id": "h3y8ttdeiobp63tfkp0l", 
            "height": 600, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/h3y8ttdeiobp63tfkp0l.jpg", 
            "width": 800
        }, 
        {
            "cloudinary_id": "siog3gbnfz6sampjwgro", 
            "height": 480, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/siog3gbnfz6sampjwgro.jpg", 
            "width": 640
        }
    ], 
    "slug": "psy-o-blade", 
    "storyline": "You play as Keith, a naive young pilot for the Ministry of Space. Along with the other MoS crew, you’re tasked with exploring Septemius 2, an important exploration vessel that mysteriously veered off-course before it could return to Earth. This is where the game begins, though there’s also a lengthy backstory involving the future of the world (get ready for Neocommunism, folks!), and how governments create killer satellites to keep their opponents in check. This information doesn’t really play into Psy-O-Blade‘s main story, but it does remind us that people will always be brutal to each other and that there’s truly nothing new under the sun. The Ministry of Space boasts quite the cast. In addition to Keith, there’s Bob the navigator, a quiet fellow who shares an uncanny resemblance to Robert, the de facto leader of the operation. Mark is a chemical analyst. Michael is an engineer and resident jokester of the group. Doctor Jimmy is old, bald, and unusually quiet. Feminine is a green-haired Data Analyst with an awful name – surely the English translator didn’t bequeath this moniker upon her, did they? Finally, Sofia’s a computer engineer and Keith’s love interest throughout the game. These characters – for better and for worse – are the game. The only way to progress through Psy-O-Blade‘s tale of sabotage, murder, and mystery is by engaging with these characters repeatedly.", 
    "summary": "Psy-O-Blade is a 1988 point-and-click adventure game for the MSX, PC-88, and PC-98 by T&E Soft. GRC and Sigma ported the game to the Sega Mega Drive in 1990. No version has left Japan. Raika no Papa of GRC did the music conversions for this port.", 
    "tags": [
        18, 
        268435458, 
        268435487, 
        536870990, 
        536871015, 
        536871882, 
        536871939, 
        536872032, 
        1073741826, 
        1073741829
    ], 
    "themes": [
        18, 
        19
    ], 
    "updated_at": 1513068593048, 
    "url": "https://www.igdb.com/games/psy-o-blade", 
    "videos": [
        {
            "name": "Gameplay video", 
            "video_id": "7y2VZ3zCedQ"
        }
    ], 
    "websites": [
        {
            "category": 2, 
            "url": "https://www.segaretro.org/Psy-O-Blade"
        }
    ]
}