{
    "category": 0, 
    "cover": {
        "cloudinary_id": "z3sqwghngtdyyshi2cbo", 
        "height": 480, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/z3sqwghngtdyyshi2cbo.jpg", 
        "width": 640
    }, 
    "created_at": 1499541501988, 
    "first_release_date": 760060800000, 
    "games": [
        34218, 
        34919, 
        36608, 
        16468, 
        51464, 
        59516, 
        66034, 
        65125, 
        23175, 
        28029
    ], 
    "id": 46202, 
    "keywords": [
        534, 
        1304, 
        3741, 
        4142, 
        4184, 
        5760, 
        6413
    ], 
    "name": "Richard Scarry's Busytown", 
    "platforms": [
        29
    ], 
    "popularity": 1.333333333333333, 
    "release_dates": [
        {
            "category": 0, 
            "date": 760060800000, 
            "human": "1994-Feb-01", 
            "m": 2, 
            "platform": 29, 
            "region": 8, 
            "y": 1994
        }
    ], 
    "slug": "richard-scarrys-busytown", 
    "summary": "This early version is different from its PC counterpart with this version featuring six different stages to choose from and each with their own type of gameplay:•Bruno's Deli: The player takes control of Huckle the Cat as they help Bruno serve his customers by selecting the items they have requested on a conveyor belt. \n \n- Captain Salty: The player uses Huckle again and uses a crane to piece together Salty's ship by dropping them in the required spot which is marked. \n \n- Building House: This is essentially the same as Captain Salty's stage, except this time around the player is building a house instead of a ship. \n \n- Delivery Truck: The player uses Huckle and Lowly Worm to deliver various objects to their required shops while avoiding various obstacles such as trashcans, crossing chickens and chairs to name a few. \n \n- Fire Station: This time the player takes control of a pig fire fighter and transverse BusyTown in a fire truck, collecting various firefighter-related objects while avoiding obstacles. After each object is collected, the player is then taken to a house fire where they must put out the fire and rescue the trapped animals inside. \n \n- The Wind: The player can become the wind and shown a top-down map of BusyTown and using a whirlwind can interact with various objects on the screen to view animations. \nAdditionally, the player can choose these different locations at the main screen that has the player become Lowly the Worm and fly around the map using his Apple Helicopter. It also features many the characters from Scarry's educational books.", 
    "tags": [
        1, 
        34, 
        536871446, 
        536872216, 
        536874653, 
        536875054, 
        536875096, 
        536876672, 
        536877325
    ], 
    "themes": [
        1, 
        34
    ], 
    "updated_at": 1516164990197, 
    "url": "https://www.igdb.com/games/richard-scarrys-busytown"
}