{
    "category": 0, 
    "cover": {
        "cloudinary_id": "bsfctrroab6qubpw324f", 
        "height": 1353, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/bsfctrroab6qubpw324f.jpg", 
        "width": 977
    }, 
    "created_at": 1499540744429, 
    "first_release_date": 802742400000, 
    "games": [
        46820, 
        39665, 
        101684, 
        101567, 
        101100, 
        100907, 
        100887, 
        100879, 
        100863, 
        100832
    ], 
    "genres": [
        14
    ], 
    "id": 46180, 
    "name": "Slam - Shaq Vs. The Legends", 
    "platforms": [
        29
    ], 
    "popularity": 1.333333333333333, 
    "release_dates": [
        {
            "category": 0, 
            "date": 802742400000, 
            "human": "1995-Jun-10", 
            "m": 6, 
            "platform": 29, 
            "region": 8, 
            "y": 1995
        }
    ], 
    "slug": "slam-shaq-vs-the-legends", 
    "summary": "With Pick Up, the player can create a single match. After choosing a location he / she can pick the players for both teams. Most slots on the select are reserved for custom players. If there's no player on the slot, a player called PLAY H will appear as placeholder. Each Location has a few special players, which can be just selected there. Also, after pressing the select changes and gives the player the possibility to choose a profi character. A Tournament works similar to Pick Up. The differences are that you just can choose players for your team and can't pick profi players. After selection a overview with the different matches will be shown. The goal is to survive the tournament and beat all rival teams.Slam features a Editor in which you can create your own players. On the first screen you can name your character and change his look. Similar to RPGs you can give 90 points to different abilities, which have influence on how the player will behave in-game. Finally you can choose a hometown for your character to complete it. In case you don't like the default slam, you can give every custom player own. On the first screen you can select which ranges slam you want to edit and test it. If the selected player can't jump high (has an UPS value of 11 and lower), he can just dunk in range 1, otherwise in 2 also.", 
    "tags": [
        268435470
    ], 
    "updated_at": 1500490248438, 
    "url": "https://www.igdb.com/games/slam-shaq-vs-the-legends"
}