{
    "category": 0, 
    "created_at": 1499541390637, 
    "first_release_date": 765331200000, 
    "games": [
        46820, 
        39665, 
        101684, 
        101567, 
        101100, 
        100907, 
        100887, 
        100879, 
        100863, 
        100832
    ], 
    "genres": [
        14
    ], 
    "id": 46193, 
    "name": "Super Baseball 2020", 
    "platforms": [
        29
    ], 
    "popularity": 1.333333333333333, 
    "pulse_count": 1, 
    "release_dates": [
        {
            "category": 0, 
            "date": 765331200000, 
            "human": "1994-Apr-03", 
            "m": 4, 
            "platform": 29, 
            "region": 8, 
            "y": 1994
        }
    ], 
    "slug": "super-baseball-2020", 
    "summary": "Different from real baseball and other baseball video games, this game consists of both male and female characters, as well as robots. All three types of players have the same basic abilities and vary only on their personal strengths. In many cases, human players are better than their robot counterparts. One major difference between the human and robot characters is that the robot characters can blow up (or lose all their power) if they are worked too hard during a game. That can happen if you constantly make them dive for a ball, run extra bases, or even if they get hit by a pitch. Under no stress whatsoever, some robots, especially pitchers, will naturally run out of power as the game progresses. When this happens, they will lose all their abilities and be useless, both offensively and defensively. When that occurs, you can either power them up or replace them with another person on the roster. Human players do not blow up, but human pitchers can tire out. When they are tired, they will pant heavily and throw the ball very slowly. This can be remedied by either an upgrade or, as in real baseball, switching to a relief pitcher.", 
    "tags": [
        268435470
    ], 
    "updated_at": 1500490268790, 
    "url": "https://www.igdb.com/games/super-baseball-2020"
}