{
    "alternative_names": [
        {
            "comment": "Other", 
            "name": "Larry Nixon's Super Bass Fishing"
        }
    ], 
    "category": 0, 
    "cover": {
        "cloudinary_id": "ukmivahwddrm8z3ogd2n", 
        "height": 347, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/ukmivahwddrm8z3ogd2n.jpg", 
        "width": 475
    }, 
    "created_at": 1499641000928, 
    "first_release_date": 728524800000, 
    "games": [
        42509, 
        49085, 
        49994, 
        7787, 
        37087, 
        22231, 
        60650, 
        49979, 
        49324, 
        43922
    ], 
    "genres": [
        14
    ], 
    "id": 46592, 
    "keywords": [
        509, 
        2016, 
        5362, 
        9579, 
        10065
    ], 
    "name": "TNN Bass Tournament of Champions", 
    "platforms": [
        29
    ], 
    "popularity": 1.333333333333333, 
    "release_dates": [
        {
            "category": 0, 
            "date": 728524800000, 
            "human": "1993-Feb-01", 
            "m": 2, 
            "platform": 29, 
            "region": 8, 
            "y": 1993
        }
    ], 
    "slug": "tnn-bass-tournament-of-champions", 
    "summary": "Starting at 7.30 in the morning, the player has until 4PM to take a boat on the lake and fish for bass to beat competitors. The boat can be steered freely using a top-down view until an appropriate spot has been found by checking the lowrance monitor. The game then switches to a first-person view, also showing the fisher from a side-view on a separate part of the screen, and it is possible to look around in the environment. \n \nCasting is done using a power meter to determine the distance. As the bait sinks, a monitor can be checked for nearby fish. There are also visual clues through splashing water. The player can check the depth and reel in when needed. When a fish has been caught, it becomes a sensitive play with the line tension to make sure it does not snap shown through the side-view of the fisher. At the end of the day the boat can go back to the weighing area to determine the results. Money earned in the tournaments can be used to acquire new spin reels, bait reels, boats, lines and lures.", 
    "tags": [
        268435470, 
        536871421, 
        536872928, 
        536876274, 
        536880491, 
        536880977
    ], 
    "updated_at": 1515780963987, 
    "url": "https://www.igdb.com/games/tnn-bass-tournament-of-champions"
}