{
    "alternative_names": [
        {
            "comment": "Other", 
            "name": "Daisenpuu Custom"
        }, 
        {
            "comment": "Other", 
            "name": "Daisenpuu"
        }, 
        {
            "comment": "Japanese title", 
            "name": "Daisenpū"
        }
    ], 
    "category": 0, 
    "cover": {
        "cloudinary_id": "gjz9q5exrxlm3qhu7qf1", 
        "height": 424, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/gjz9q5exrxlm3qhu7qf1.jpg", 
        "width": 300
    }, 
    "created_at": 1491118758989, 
    "developers": [
        2073
    ], 
    "first_release_date": 631065600000, 
    "game_modes": [
        1
    ], 
    "games": [
        28751, 
        18088, 
        28029, 
        54539, 
        10039, 
        76229, 
        76246, 
        68287, 
        17446, 
        19341
    ], 
    "genres": [
        5
    ], 
    "id": 28040, 
    "keywords": [
        1, 
        166, 
        4259, 
        4959, 
        4967
    ], 
    "name": "Twin Hawk", 
    "platforms": [
        29, 
        52, 
        86
    ], 
    "player_perspectives": [
        3
    ], 
    "popularity": 1.333333333333333, 
    "publishers": [
        817
    ], 
    "release_dates": [
        {
            "category": 0, 
            "date": 661132800000, 
            "human": "1990-Dec-14", 
            "m": 12, 
            "platform": 86, 
            "region": 5, 
            "y": 1990
        }, 
        {
            "category": 0, 
            "date": 648864000000, 
            "human": "1990-Jul-25", 
            "m": 7, 
            "platform": 29, 
            "region": 1, 
            "y": 1990
        }, 
        {
            "category": 0, 
            "date": 646099200000, 
            "human": "1990-Jun-23", 
            "m": 6, 
            "platform": 29, 
            "region": 5, 
            "y": 1990
        }, 
        {
            "category": 2, 
            "date": 631065600000, 
            "human": "1989", 
            "m": 12, 
            "platform": 52, 
            "y": 1989
        }
    ], 
    "slug": "twin-hawk", 
    "storyline": "At the end of an alternate World War II, a new European country is formed called Gorongo. General Giovanni of the Gorongo military was infuriated with the results of the war and what it meant to the country of Gorongo, initiating a rebellion against the country’s government that was widely followed by his soldiers. Holing themselves up on Bobo Island, south of Gorongo, Giovanni declared the occupation as the independent state of Fuangania and plotted to take over Gorongo. After taking over the town of Kusunoki, the Fuangania invasion – consisting of massive ground and sea attack forces – started to spread. \n \nGorongo President Bratt ordered a counterattack that focused on the one type of firepower Giovanni lacked: an air force. The special air force \"Daisenpuu\" sets up a mountain base after spotting a secret Fuangania fortress under construction. However, nearing the end of their training, the airforce is spotted by the Fuangania and are preparing to attack. It's up to the player, in the role of the Wing Commander, to fly into Giovanni's secret base and take him and his commanding unit out.", 
    "summary": "Twin Hawk is a 1989 vertically scrolling shooter arcade game developed by Toaplan and published by Taito. Twin Hawk resembles other shooters of the time, specifically Toaplan's earlier game, Flying Shark. Also like Toaplan's other games, there were various differences between the Japanese version and other versions, including a checkpoint system and higher difficulty for the former. Unusually, the game contains no flying enemies; thus, a complete lack of physical obstructions and a stronger focus on the numbers and speed of ground forces. \n \nAnother draw of Twin Hawk is the game's unique \"smartbomb\" in the form of a group of friendly planes; pressing button 2 once will call in six Flying Fortresses to surround and protect the player's plane, and provide back-up fire. They are easily taken down by enemy fire, so the player must use them wisely. \n \nPressing button 2 again immediately after the call-in will sacrifice the planes for a more typical smartbomb. Otherwise, pressing button 2 while any other plane is on-screen will suicide them all into the nearest enemies below.", 
    "tags": [
        1, 
        39, 
        268435461, 
        536870913, 
        536871078, 
        536875171, 
        536875871, 
        536875879, 
        1073741827
    ], 
    "themes": [
        1, 
        39
    ], 
    "updated_at": 1515716812199, 
    "url": "https://www.igdb.com/games/twin-hawk", 
    "websites": [
        {
            "category": 3, 
            "url": "https://en.wikipedia.org/wiki/Twin_Hawk"
        }
    ]
}