{
    "category": 0, 
    "created_at": 1499540343091, 
    "first_release_date": 688780800000, 
    "genres": [
        5
    ], 
    "id": 46163, 
    "name": "Uchuu Senkan Gomora", 
    "platforms": [
        29
    ], 
    "popularity": 1.333333333333333, 
    "release_dates": [
        {
            "category": 0, 
            "date": 688780800000, 
            "human": "1991-Oct-30", 
            "m": 10, 
            "platform": 29, 
            "region": 8, 
            "y": 1991
        }
    ], 
    "slug": "uchuu-senkan-gomora", 
    "summary": "Uchuu Senkan Gomora (宇宙戦艦ゴモラ), is a shoot-em-up by UPL, originally released in 1990 for the arcade, and then ported to the Sega Mega Drive in 1991. While the arcade version was released overseas (in the US under license from American Sammy under the name Bio-Ship Paladin), the MD version was only released in Japan — however an American title screen is present in the ROM and displayable if the region is set to US, which may mean a US release was planned (this is unconfirmed). It is UPL's only Mega Drive game — they would go bankrupt shortly after publishing it (the later Task Force Harrier EX was ported and published by Treco). \n \nA shoots your weapons; the laser weapon from your main ship can be charged by holding A. B allows you to take control of a beam shot. While B is held down, the D-pad will move a box-shaped target on the screen and A will shoot beam shots toward the target. C is listed as \"PAD MODE\" but does not appear to do anything. In each level, you can get orbs which give you either subships that shoot weapons diagonally or certain powerups (such as an automatically moving beam target or doubling the size of your ship). \n \nPressing Start at the title screen gives you a configuration menu where you can, among other things, choose to play one of two 2-player modes. Normal 2-player mode is 2-player cooperative (two ships on screen at once), while another option allows the second player to take control of the beam laser while you take control of the main ship.", 
    "updated_at": 1500490140927, 
    "url": "https://www.igdb.com/games/uchuu-senkan-gomora"
}