{
    "category": 0, 
    "cover": {
        "cloudinary_id": "qdcrommspbrg2mkpefch", 
        "height": 2100, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/qdcrommspbrg2mkpefch.jpg", 
        "width": 1534
    }, 
    "created_at": 1499540339538, 
    "first_release_date": 673401600000, 
    "games": [
        68287, 
        10209, 
        36950, 
        28029, 
        14364, 
        142, 
        10213, 
        64204, 
        27314, 
        10210
    ], 
    "genres": [
        5
    ], 
    "id": 46162, 
    "keywords": [
        166, 
        970, 
        1025
    ], 
    "name": "Verytex", 
    "platforms": [
        29
    ], 
    "popularity": 1.333333333333333, 
    "release_dates": [
        {
            "category": 0, 
            "date": 673401600000, 
            "human": "1991-May-05", 
            "m": 5, 
            "platform": 29, 
            "region": 8, 
            "y": 1991
        }
    ], 
    "slug": "verytex", 
    "summary": "Verytex (ヴェリテックス) is a 1991 shoot-'em-up game by Asmik for the Sega Mega Drive released exclusively in Japan. \n \nHumans have developed the ability to colonize other planets and have started doing so with great success as no extraterrestrial life has been found. One day, however, the armed forces of the prosperous planet Syracuse have turned on its people for no apparent reason, and it is up to you and the Verytex fighter to stop them and find out why. \n \nA shoots (you have rapidfire). B drops bombs (you have a limited supply, but you can get up to 6 by collecting items with the letter B on them). C changes the speed of the ship (there are three available speeds, the current speed is shown in the HUD), and the charge generated at the back of your ship can be used to destroy close-by enemies. \n \nPowerups are collected as usual. There are three weapons available (each identified by a different color): the default \"yellow\" weapon that shoots normal bullets, the \"blue\" weapon that shoots boomerang-shaped bullets which are weak but very spread, and the \"red\" weapon that shoots a very powerful concentrated laser but only can shoot forwards. Collecting the same kind of weapon the ship currently has will level up it. \n \nTwo more power-ups are available: one with the letter \"M\" that makes the ship shoot missiles alongside the current weapon (up to 7 at any given time on screen) and one with the letter \"S\" with gives the player a shield that can last several hits.", 
    "tags": [
        18, 
        268435461, 
        536871078, 
        536871882, 
        536871937
    ], 
    "themes": [
        18
    ], 
    "updated_at": 1516750308491, 
    "url": "https://www.igdb.com/games/verytex"
}