{
    "alternative_names": [
        {
            "comment": "Other", 
            "name": "Whip Rush: Wakusei Vortegas no Nazo"
        }
    ], 
    "category": 0, 
    "cover": {
        "cloudinary_id": "na9eyk5ih8kte9ln2rrm", 
        "height": 484, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/na9eyk5ih8kte9ln2rrm.jpg", 
        "width": 341
    }, 
    "created_at": 1491117360135, 
    "developers": [
        1192
    ], 
    "first_release_date": 643680000000, 
    "game_modes": [
        1
    ], 
    "games": [
        68287, 
        10209, 
        36950, 
        28029, 
        10213, 
        64204, 
        27314, 
        10210, 
        71455, 
        10212
    ], 
    "genres": [
        5
    ], 
    "id": 28039, 
    "keywords": [
        166, 
        970, 
        2105
    ], 
    "name": "Whip Rush", 
    "platforms": [
        29
    ], 
    "player_perspectives": [
        4
    ], 
    "popularity": 1.333333333333333, 
    "publishers": [
        2418, 
        4468
    ], 
    "release_dates": [
        {
            "category": 1, 
            "date": 654739200000, 
            "human": "1990-Oct", 
            "m": 10, 
            "platform": 29, 
            "region": 2, 
            "y": 1990
        }, 
        {
            "category": 0, 
            "date": 643680000000, 
            "human": "1990-May-26", 
            "m": 5, 
            "platform": 29, 
            "region": 5, 
            "y": 1990
        }
    ], 
    "slug": "whip-rush", 
    "storyline": "In the 22nd century,and mankind has drained every planet in the solar system of its natural resources.A three Alpha-type robot spaceships left the overpopulated Earth on mission to find similar planets to colonize. After five years, the pilots reported finding a similar planet they learned was called Voltegeus, but upon approach their transmission was lost and the ships never re-established contact. Less than a week after the discovery, a massive alien vessel materialized in the vicinity of Mars and started attacking the Earth. Thankfully, Earth's smallest, but most powerful spaceship, the Whip Rush, is ready to attack. It is now up to the Whip Rush to stop the invasion of the Voltegians and discover what truly happened to the missing colony ships.", 
    "summary": "Whip Rush is a side-scrolling space shooter released in 1990 for the Sega Mega Drive System and subsequently for its American counterpart, the Sega Genesis. Whip Rush's gameplay style is very similar to R-Type: The title ship flies through 7 dangerous stages and is forced to fight large bosses using timed attacks. The ship's Options are similar to the ones in Curse or Psychosis: The ship can be equipped with two Options at a time and the player can rotate them around the ship changing their directional fire at the same time. The player has a total of three weapons to choose from and can change the ship's speed through eight different speed levels. Extends are awarded and there are no checkpoints, but if a player loses all their lives and continues, they have to restart the level over again.", 
    "tags": [
        18, 
        268435461, 
        536871078, 
        536871882, 
        536873017, 
        1073741828
    ], 
    "themes": [
        18
    ], 
    "updated_at": 1515627932835, 
    "url": "https://www.igdb.com/games/whip-rush", 
    "websites": [
        {
            "category": 3, 
            "url": "https://en.wikipedia.org/wiki/Whip_Rush"
        }
    ]
}