{
    "aggregated_rating": 65.0, 
    "aggregated_rating_count": 2, 
    "category": 0, 
    "cover": {
        "cloudinary_id": "kblgtlzvv9efmzfvdccz", 
        "height": 1129, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/kblgtlzvv9efmzfvdccz.jpg", 
        "width": 800
    }, 
    "created_at": 1468842098097, 
    "esrb": {
        "rating": 5
    }, 
    "first_release_date": 1224720000000, 
    "games": [
        75245, 
        6080, 
        101956, 
        101659, 
        100916, 
        100909, 
        100767, 
        99181, 
        95874, 
        88903
    ], 
    "genres": [
        7
    ], 
    "id": 20565, 
    "keywords": [
        1299, 
        1699, 
        2440, 
        2803, 
        2949, 
        4134, 
        4137, 
        4272, 
        4287, 
        4332, 
        4333, 
        4359, 
        4450, 
        4452, 
        4494, 
        4576, 
        4611, 
        4823, 
        4854, 
        4910, 
        4920, 
        5259, 
        5354, 
        6493, 
        6497, 
        6537, 
        6578, 
        6784, 
        7189, 
        9222, 
        9503, 
        10060, 
        10594, 
        13076
    ], 
    "name": "B-Boy", 
    "platforms": [
        38
    ], 
    "popularity": 1.333333333333333, 
    "release_dates": [
        {
            "category": 0, 
            "date": 1224720000000, 
            "human": "2008-Oct-23", 
            "m": 10, 
            "platform": 38, 
            "region": 8, 
            "y": 2008
        }
    ], 
    "screenshots": [
        {
            "cloudinary_id": "h7gbwpjeszvkm3k0x0me", 
            "height": 336, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/h7gbwpjeszvkm3k0x0me.jpg", 
            "width": 480
        }
    ], 
    "slug": "b-boy", 
    "summary": "B-Boy allows you to battle through authentic Hip-Hop break-dancing culture, challenging the world's best B-Boys on the world's greatest B-Boy stages - and hopefully take home an in-game adidas sponsorship along the way. The first and only authentic break-dancing title on PSP stays true to the spirit of B-Boying thanks to the wireless functionality - giving you the freedom to battle on the move - anytime and anywhere - just as B-Boy competitions were meant to be. Featuring real life B-Boy characters, every in-game move is motion-captured from the experts, including moves taken from world famous Redbull athlete, \"Crazy Legs\", who also acts as game MC and end of level boss. Battling around the world, B-Boy features real locations and events, accompanied by the sound of a licensed Hip-Hop and classic Funk soundtrack with each track being selected by the B-Boys featured in-game. Progress through play by taking on 40 of the world's greatest B-Boy personalities, and pull off unique moves and outrageous combo's to become number one. Key game features include: 40 B-Boy characters to do battle with, including world famous B-Boy, Crazy Legs; 12 fully licensed motion-captured competitive B-Boys from Europe, Asia and North America; 21 authentic world wide locations including Redbull BC One, Freestyle Sessions, UK B-Boy Championships and IBE; 40 licensed Hip Hop and classic Funk tracks; Customise your B-Boy with full character personalisation - winning battles allows you to kit yourself out with the latest adidas clothing.", 
    "tags": [
        268435463
    ], 
    "themes": [
        1
    ], 
    "total_rating": 65.0, 
    "total_rating_count": 2, 
    "updated_at": 1525030087781, 
    "url": "https://www.igdb.com/games/b-boy"
}