{
    "alternative_names": [
        {
            "comment": "Japanese title", 
            "name": "ＢＬＥＡＣＨ：ヒート・ザ・ソウル３"
        }
    ], 
    "category": 0, 
    "collection": 4239, 
    "cover": {
        "cloudinary_id": "aaobusi5jwqtgzxoeaep", 
        "height": 772, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/aaobusi5jwqtgzxoeaep.jpg", 
        "width": 447
    }, 
    "created_at": 1507120555220, 
    "developers": [
        2821
    ], 
    "first_release_date": 1153353600000, 
    "franchise": 177, 
    "franchises": [
        177
    ], 
    "id": 72793, 
    "name": "Bleach: Heat the Soul 3", 
    "platforms": [
        38
    ], 
    "popularity": 1.666666666666667, 
    "publishers": [
        45
    ], 
    "release_dates": [
        {
            "category": 0, 
            "date": 1153353600000, 
            "human": "2006-Jul-20", 
            "m": 7, 
            "platform": 38, 
            "region": 5, 
            "y": 2006
        }
    ], 
    "slug": "bleach-heat-the-soul-3", 
    "summary": "Bleach: Heat the Soul 3 is the third installment in the Heat the Soul series, released on July 20, 2006. The game features 34 characters, covering events from the Soul Society: The Sneak Entry arc to Ulquiorra Schiffer's introduction at the beginning of The Arrancar arc. Unique to Heat the Soul 3 are \"Soul Road\" and \"Karakura Heroes.\" In Soul Road, the player is to select the desired character and partner character. Afterwards, the player is set on a board game-like map where the goal is to pass through markers in order to fight enemies. After each match, the player is given an amount of \"Trust points\" (how many received depends on the mode's difficulty) which go towards leveling up partner characters and unlocking bonuses, such as alternate costumes and new partners. To unlock these bonuses, the player must find a blue marker to turn in their points; however, before doing so, the player must answer a multiple choice question. In Karakura Heroes, the player is put into a humorous side-story, with some extra anime scenes added. Don Kanonji leads a group of shinigami, initially Byakuya Kuchiki and Tōshirō Hitsugaya, on some sort of wacky adventure which involves battling several other characters. At the mode's completion, a scene shows the gang relaxing at an expensive hotel, doing activities that in some way fit their personalities and/or abilities (for example, Hitsugaya snowboarding).", 
    "updated_at": 1510944580596, 
    "url": "https://www.igdb.com/games/bleach-heat-the-soul-3"
}