{
    "aggregated_rating": 73.0, 
    "aggregated_rating_count": 2, 
    "category": 0, 
    "cover": {
        "cloudinary_id": "vedmdghhqfmxnduxfjls", 
        "height": 1316, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/vedmdghhqfmxnduxfjls.jpg", 
        "width": 772
    }, 
    "created_at": 1469884346486, 
    "first_release_date": 1216944000000, 
    "games": [
        11362, 
        73075, 
        9760, 
        33603, 
        36962, 
        55888, 
        65827, 
        2015, 
        32283, 
        33383
    ], 
    "genres": [
        15
    ], 
    "id": 21944, 
    "name": "Buzz!: Master Quiz", 
    "platforms": [
        38
    ], 
    "popularity": 1.333333333333333, 
    "release_dates": [
        {
            "category": 0, 
            "date": 1222128000000, 
            "human": "2008-Sep-23", 
            "m": 9, 
            "platform": 38, 
            "region": 2, 
            "y": 2008
        }, 
        {
            "category": 0, 
            "date": 1216944000000, 
            "human": "2008-Jul-25", 
            "m": 7, 
            "platform": 38, 
            "region": 1, 
            "y": 2008
        }
    ], 
    "slug": "buzz-master-quiz", 
    "summary": "Packing over 5,000 questions on topics including music, celebrities, TV, sport, science, nature, movies and more, Buzz! PSP puts gamer’s knowledge to the test at home or on the move. With six new round types specifically designed for PSP including the speed-is-of-the-essence 'Quickfire Challenge', the picture-puzzler 'Picture This' and the mind-boggling 'Virus Challenge', each round also comes complete with pictures and videos . \n \nThe focus of Buzz! has always been on social gaming and the PSP version is no different, with three exciting multiplayer modes ideal to play with friends and family. The game features three multiplayer modes that require either one PSP (to pass around) or one copy of the game (thanks to Game Share, users can pass their friends a temporary copy of the game to play to play with up to four players.) Additionally, Quiz Host mode enables up to six players to play against each other, with one taking control of the game to select and ask the questions. The Quiz Host runs the whole game, with the power to award (or even deduct) points however they see fit. Not only does Buzz! PSP offer innovative multiplayer handheld quiz action; it also has more robust single player mode than previous Buzz! games.", 
    "tags": [
        268435471
    ], 
    "total_rating": 73.0, 
    "total_rating_count": 2, 
    "updated_at": 1500577450249, 
    "url": "https://www.igdb.com/games/buzz-master-quiz"
}