{
    "aggregated_rating": 60.0, 
    "aggregated_rating_count": 1, 
    "category": 0, 
    "cover": {
        "cloudinary_id": "djzzzg4ddjah84l0kheg", 
        "height": 800, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/djzzzg4ddjah84l0kheg.jpg", 
        "width": 600
    }, 
    "created_at": 1472553666561, 
    "first_release_date": 1227830400000, 
    "games": [
        19222, 
        41348, 
        10225, 
        27266, 
        14246, 
        60044, 
        236, 
        27725, 
        101980, 
        101976
    ], 
    "genres": [
        9
    ], 
    "id": 23267, 
    "name": "Buzz! Brain Bender", 
    "platforms": [
        38
    ], 
    "popularity": 1.333333333333333, 
    "release_dates": [
        {
            "category": 0, 
            "date": 1227830400000, 
            "human": "2008-Nov-28", 
            "m": 11, 
            "platform": 38, 
            "region": 1, 
            "y": 2008
        }
    ], 
    "slug": "buzz-brain-bender", 
    "summary": "Nothing bends your brain like Buzz! Give you and your friends a mad mental workout with Buzz's brain-bending pocket puzzles on PSP. \nBuzz swaps his trademark suits and the bright lights of the studio for a lab coat and clipboard in Buzz!: Brain Bender - a light, entertaining and humorous way to give your brain a workout. \n \nColourful, entertaining brain games, designed to be instantly understandable, fast-paced and accessible for all ages let you test your cognitive mojo or take on specific challenges. \n \nOnce you've greased the wheels, Buzz!: Brain Bender lets you take on all comers with the entertaining Pass Around Brain Battle mode for up to six players, where one PSP is passed between players. \n \nChallenge your mind in 16 brain-bending mini-games across four fun categories: Analysis, Observation, Memory and Calculation \nTake the test and find out how powerful your brain is, collect Boffin Awards or try out the various challenges for the ultimate brain game fix \nTake on up to six friends on just one PSP with the exciting Brain Battle Pass Around mode \nFour player profiles can be saved, allowing you to compare your progress with friends and family \nPut your knowledge to the test and take on up to 63 other players in the interactive Buzz! Studio in PlayStation Home*", 
    "tags": [
        268435465
    ], 
    "total_rating": 60.0, 
    "total_rating_count": 1, 
    "updated_at": 1500583285331, 
    "url": "https://www.igdb.com/games/buzz-brain-bender"
}