{
    "category": 0, 
    "cover": {
        "cloudinary_id": "ieqwrs7iisaudkz4qdw1", 
        "height": 716, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/ieqwrs7iisaudkz4qdw1.jpg", 
        "width": 448
    }, 
    "created_at": 1499425969035, 
    "esrb": {
        "rating": 3
    }, 
    "first_release_date": 1186185600000, 
    "games": [
        19376, 
        19934, 
        29173, 
        18918, 
        19301, 
        55036, 
        23345, 
        55590, 
        11423, 
        18167
    ], 
    "genres": [
        9, 
        15
    ], 
    "id": 44503, 
    "keywords": [
        960, 
        2152, 
        3782, 
        4134, 
        4181, 
        5328, 
        13106
    ], 
    "name": "Capcom Puzzle World", 
    "platforms": [
        38
    ], 
    "popularity": 1.0, 
    "release_dates": [
        {
            "category": 0, 
            "date": 1186185600000, 
            "human": "2007-Aug-04", 
            "m": 8, 
            "platform": 38, 
            "region": 8, 
            "y": 2007
        }
    ], 
    "slug": "capcom-puzzle-world", 
    "summary": "Capcom Puzzle World provides gem busting mayhem at its best with the cult hit, Super Puzzle Fighter II. This time around, in addition to the renowned Super Puzzle Fighter II: X gem breaking mode, two new never-before-released-in-the-US options will be added to increase the level of addictiveness. Super Puzzle Fighter II: Y has player's group similar colors to create groups of three or more. Once the colors are line up, they break and charge up the \"Change Gem\" meter creating furious chains for come-from-behind wins. With the Super Puzzle Fighter II: Z mode, the rules are the same as X, but instead of falling blocks, the play field raises and the first one to the top loses. Block Block is an innovative twist to the block breaking genre. Released for the arcades in 1990, Block Block features a two player co-op mode, allowing for the cooperative destruction of blocks. Also unique to this title was the constantly shrinking paddle that forced player to finish each board as quickly as possible. Originally released for the PlayStation game console, the Buster Bros. Collection is a simple yet extremely addictive three-games-in-one puzzle shooter that consists of Buster Bros, Super Buster Bros and Buster Buddies. An arcade hit, Buster Bros has one or two players navigating through over 50 timed environmental stages shooting all the bubbles on screen while avoiding contact. Super Buster Bros is an updated version of its predecessor with improved graphics and the inclusion of \"Panic Mode\" which added 99 levels of feverish action.", 
    "tags": [
        268435465, 
        268435471, 
        536871872, 
        536873064, 
        536874694, 
        536875046, 
        536875093, 
        536876240, 
        536884018
    ], 
    "updated_at": 1512982432406, 
    "url": "https://www.igdb.com/games/capcom-puzzle-world"
}