{
    "category": 0, 
    "collection": 550, 
    "cover": {
        "cloudinary_id": "p5tfxro6w3h5tv4up1lz", 
        "height": 403, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/p5tfxro6w3h5tv4up1lz.jpg", 
        "width": 251
    }, 
    "created_at": 1499083339334, 
    "esrb": {
        "rating": 5
    }, 
    "first_release_date": 1164326400000, 
    "games": [
        19333, 
        36926, 
        47823, 
        71455, 
        55092, 
        55752, 
        22747, 
        29147, 
        59516, 
        19448
    ], 
    "genres": [
        25, 
        31
    ], 
    "id": 42886, 
    "keywords": [
        61, 
        227, 
        296, 
        982, 
        2561, 
        4134, 
        4419, 
        4866, 
        5328, 
        5501, 
        5646, 
        9208
    ], 
    "name": "Dynasty Warriors Vol. 2", 
    "platforms": [
        38
    ], 
    "popularity": 1.333333333333333, 
    "release_dates": [
        {
            "category": 0, 
            "date": 1164326400000, 
            "human": "2006-Nov-24", 
            "m": 11, 
            "platform": 38, 
            "region": 8, 
            "y": 2006
        }
    ], 
    "slug": "dynasty-warriors-vol-2", 
    "summary": "Ancient China's greatest warriors have rocked the foundations of heaven and earth for over 2,000 years. Now KOEI's 'Warriors Worth a Thousand' return in a sequel that eclipses the original with an exquisite array of features. For the first time, up to 4 players can engage in multiplayer combat including a Battle Royal mode. Players can now unlock up to 300 officers (three times as many as the original), and then wirelessly trade these officers with other players. Players can also manage a stable of up to 8 horses and elephants. Each mount will gain experience during battle and will prove a valuable military asset when setting out to conquer the game's more than 50 stages and 31 maps. Dynasty Warriors Vol. 2 includes the complete pantheon of all 48 Dynasty Warriors, with branching story paths for each kingdom. Game modes include Musou, Multiplayer and Free mode, plus a Camp mode where players can view detailed information on weapons, officers and stages. The game also gives players a full view of the battlefield action using the PSP system's wide-screen display.", 
    "tags": [
        1, 
        268435481, 
        268435487, 
        536870973, 
        536871139, 
        536871208, 
        536871894, 
        536873473, 
        536875046, 
        536875331, 
        536875778, 
        536876240, 
        536876413, 
        536876558, 
        536880120
    ], 
    "themes": [
        1
    ], 
    "updated_at": 1524619248479, 
    "url": "https://www.igdb.com/games/dynasty-warriors-vol-2"
}