{
    "category": 0, 
    "cover": {
        "cloudinary_id": "q1pybm2l5krhq9x5lgjt", 
        "height": 1500, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/q1pybm2l5krhq9x5lgjt.jpg", 
        "width": 1500
    }, 
    "created_at": 1499079451736, 
    "first_release_date": 1322697600000, 
    "games": [
        25311, 
        55289, 
        59516, 
        36608, 
        1221, 
        16468, 
        23175, 
        37088, 
        47823, 
        72412
    ], 
    "genres": [
        12, 
        15, 
        31
    ], 
    "id": 42715, 
    "name": "Fate/Extra Limited Edition", 
    "platforms": [
        38
    ], 
    "popularity": 1.333333333333333, 
    "release_dates": [
        {
            "category": 0, 
            "date": 1322697600000, 
            "human": "2011-Dec-01", 
            "m": 12, 
            "platform": 38, 
            "region": 8, 
            "y": 2011
        }
    ], 
    "slug": "fate-slash-extra-limited-edition", 
    "summary": "Developed by Imageepoch and TYPE-MOON, Fate/EXTRA takes place in the Fate/Stay Night universe and features a cast of new characters and fan favorites, a unique battle system, and a grand story of destruction, absolution, and deep insight into what it means to be human. Some of the features of Fate/EXTRA include: \n \nIntuitive Battle System: Using Block, Attack, and Guard Breaks in combination with Special Moves and Magic Spells, players will need to plan their attacks to emerge victorious from battle. \n \nEngrossing Story: Written by the creator of the original Fate series, Kinoko Nasu, the game's story will not only appeal to long time fans of the Fate universe, but also to RPG fans looking for a deep, non-formulaic storyline that delves into mature themes as loyalty, death, love, and what it means to be human. \n \nExtensive replay value: Multiple story paths, each with their own dialog trees and character interactions, will let the player experience the story from several different perspectives. \n \nThe North American Limited Edition will include some of the same sought-after items bundled with the Japanese version such as the special 15-page Fate Visual Works art book and the 10 song Limited Soundtrack.", 
    "tags": [
        1, 
        268435468, 
        268435471, 
        268435487
    ], 
    "themes": [
        1
    ], 
    "updated_at": 1500585028730, 
    "url": "https://www.igdb.com/games/fate-slash-extra-limited-edition"
}