{
    "aggregated_rating": 60.0, 
    "aggregated_rating_count": 1, 
    "category": 0, 
    "collection": 819, 
    "cover": {
        "cloudinary_id": "kqvhjqikq8kxildc9sg0", 
        "height": 291, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/kqvhjqikq8kxildc9sg0.jpg", 
        "width": 170
    }, 
    "created_at": 1418310654160, 
    "developers": [
        292
    ], 
    "first_release_date": 1125532800000, 
    "game_modes": [
        1, 
        2
    ], 
    "games": [
        23314, 
        18699, 
        12998, 
        12083, 
        8299, 
        8298, 
        76259, 
        13276, 
        13074, 
        8296
    ], 
    "genres": [
        10, 
        14
    ], 
    "id": 8304, 
    "keywords": [
        620
    ], 
    "name": "Formula One Grand Prix", 
    "pegi": {
        "rating": 1
    }, 
    "platforms": [
        38
    ], 
    "player_perspectives": [
        2
    ], 
    "popularity": 1.333333333333333, 
    "publishers": [
        45
    ], 
    "release_dates": [
        {
            "category": 0, 
            "date": 1127347200000, 
            "human": "2005-Sep-22", 
            "m": 9, 
            "platform": 38, 
            "region": 5, 
            "y": 2005
        }, 
        {
            "category": 0, 
            "date": 1125532800000, 
            "human": "2005-Sep-01", 
            "m": 9, 
            "platform": 38, 
            "region": 1, 
            "y": 2005
        }
    ], 
    "slug": "formula-one-grand-prix", 
    "summary": "Formula 1 Grand Prix (known as World Circuit in the US) is the first installment of Geoff Crammond's Grand Prix series. The game includes all 16 international GP circuits of 1991. Players may drive them in quick race mode, single race or a full championship. The 18 teams and 35 drivers and their performance are based on the 1991 season, but the game doesn't include real names. It is possible to edit and save team and driver names by hand. \n \nThe extensive tuning feature influences the performance of the car. In-race setup allows players to adjust gear ratios, brake balance, wing downforce and tires during each visit to the pit box. Six optional driving aids help F1 rookies finish their race: players can toggle best line and suggested gear displays to learn track tactics, or have auto brakes, auto gears, self-righting spins and indestructibility to improve their driving. A replay system allows players to watch race scenes from three different views, including track-side camera footage. \n \nThe game features 3D graphics and various details and effects such as working rear mirrors, collisions with flying debris, crude damage models (wings are visibly bent after crashes), and wet weather that influences traction, including a fog effect that obscures vision when driving in another car's splash water. \n \nWhile the Amiga version allows multiplayer races in hotseat mode, the PC version originally had solo races only. In 1993, the v1.05 update added modem support and a few other improvements.", 
    "tags": [
        268435466, 
        536871532, 
        1073741826
    ], 
    "total_rating": 60.0, 
    "total_rating_count": 1, 
    "updated_at": 1500462051773, 
    "url": "https://www.igdb.com/games/formula-one-grand-prix"
}