{
    "aggregated_rating": 80.0, 
    "aggregated_rating_count": 1, 
    "category": 0, 
    "cover": {
        "cloudinary_id": "wv5powwjskxkupp5dctp", 
        "height": 450, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/wv5powwjskxkupp5dctp.jpg", 
        "width": 280
    }, 
    "created_at": 1472031240272, 
    "first_release_date": 1319673600000, 
    "games": [
        76110, 
        36608, 
        34919, 
        73857, 
        16468, 
        23175, 
        40524, 
        19934, 
        75242, 
        23330
    ], 
    "id": 22934, 
    "keywords": [
        4134, 
        4435
    ], 
    "name": "Jelly Pops", 
    "platforms": [
        38
    ], 
    "popularity": 1.333333333333333, 
    "release_dates": [
        {
            "category": 0, 
            "date": 1319673600000, 
            "human": "2011-Oct-27", 
            "m": 10, 
            "platform": 38, 
            "region": 8, 
            "y": 2011
        }
    ], 
    "slug": "jelly-pops", 
    "summary": "Lets face it... sometimes, videogames can be a bit weird. For example, who ever thought to mix colour matching with time trial style rally racing? And then to decide it should graphically look like something involing alien pond snakes and cellular life? Makes no sense, right? We at PomPom pride ourselves in making as little sense as possible. Hence our decision to do all the above. The result is JellyPops. \n \n \nIt goes something like this: You control a strange snake creature, which resides in a strange pond in a strange world with some strange rules. The aim is to stay alive as long as possible. Staying alive drains your live force, so Snake needs to collect life force gems to keep it going. With time, life gems become more and more scarce, resulting in a desperate race to reach the next gem before its lights out. \n \n \nBetween Snake and the life force gems are a myriad of other beasties that require special attention. Coloured Jellies which boost your gems value when collected as part of a combo. Teethy fish things that try to blast you with plasma. Spikey rocks and walls. Bouncing spherical cells that can be controlled and used as battering rams. Each level with its own unique mechanics to understand and master. \n \nFeatures : \nAvailable on PSP minis \nEndless survival gameplay \n8 ponds to traverse \nFun, slippy slidey racing type gameplay \nBonus Spirit and Boost unlockables \nMedals awarded for achievements \nCustom music which dynamically chages with gameplay \nQuick playtime. The perfect game for filling 5 minutes.", 
    "tags": [
        1, 
        536875046, 
        536875347
    ], 
    "themes": [
        1
    ], 
    "total_rating": 80.0, 
    "total_rating_count": 1, 
    "updated_at": 1515857466416, 
    "url": "https://www.igdb.com/games/jelly-pops"
}