{
    "category": 0, 
    "created_at": 1499079447417, 
    "first_release_date": 1270080000000, 
    "games": [
        14605, 
        17469, 
        75586, 
        25130, 
        43130, 
        23175, 
        28277, 
        63734, 
        29646, 
        27266
    ], 
    "genres": [
        31
    ], 
    "id": 42713, 
    "name": "Lunar: Silver Star Harmony Limited Edition", 
    "platforms": [
        38
    ], 
    "popularity": 1.333333333333333, 
    "release_dates": [
        {
            "category": 0, 
            "date": 1270080000000, 
            "human": "2010-Apr-01", 
            "m": 4, 
            "platform": 38, 
            "region": 8, 
            "y": 2010
        }
    ], 
    "slug": "lunar-silver-star-harmony-limited-edition", 
    "summary": "Lunar, also known as the Silver Star, is a magical world brought to life by the Goddess Althena where humans live and thrive under her tender care. For countless ages since the very first human set foot on Lunar, she has dwelt among the people as a flesh and blood deity, ever protective, ever loving. With the aid of the four dragons, creatures of magic brought about by the goddess to balance the flow of magical power on Lunar, and the legendary warriors known as dragonmasters, Althena has cradled humanity from near extinction in to a thriving race once more. However, 15 years past, the last dragonmaster, Dyne, disappeared and the Goddess Althena ceased to appear among her children. Since that time the Goddess Tower has been silent and there have been no dragonmasters born unto the world. Now, during this seemingly rudderless time in Lunar's history, one who proclaims himself the Magic Emperor has set about to bring all of Lunar's inhabitants under his control, and only a single boy, who dreams of becoming a dragonmaster, remains to challenge him.", 
    "tags": [
        268435487
    ], 
    "updated_at": 1500585054304, 
    "url": "https://www.igdb.com/games/lunar-silver-star-harmony-limited-edition"
}