{
    "aggregated_rating": 61.6666666666667, 
    "aggregated_rating_count": 3, 
    "category": 0, 
    "collection": 653, 
    "cover": {
        "cloudinary_id": "wk0p3c4xurj0zxtqf2rn", 
        "height": 1986, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/wk0p3c4xurj0zxtqf2rn.jpg", 
        "width": 1151
    }, 
    "created_at": 1390370812044, 
    "developers": [
        749
    ], 
    "esrb": {
        "rating": 5
    }, 
    "first_release_date": 1125532800000, 
    "game_modes": [
        1
    ], 
    "games": [
        55752, 
        117, 
        4000, 
        25646, 
        36868, 
        7329, 
        18167, 
        36926, 
        28154, 
        13189
    ], 
    "genres": [
        8, 
        31
    ], 
    "id": 4005, 
    "keywords": [
        227, 
        296, 
        332, 
        698, 
        1019, 
        1098, 
        1120, 
        1320, 
        1737, 
        2049, 
        2112, 
        4161, 
        4285, 
        4359, 
        4407, 
        4541, 
        4624, 
        4663, 
        4727, 
        4765, 
        4787, 
        4913, 
        5098, 
        5328, 
        5766, 
        5794, 
        5858, 
        5904, 
        5950, 
        7411, 
        9780, 
        9898, 
        12252, 
        12718, 
        13109, 
        13110
    ], 
    "name": "MediEvil: Resurrection", 
    "platforms": [
        45, 
        38
    ], 
    "player_perspectives": [
        2
    ], 
    "popularity": 1.333333333333333, 
    "publishers": [
        334
    ], 
    "pulse_count": 1, 
    "rating": 69.9720771511043, 
    "rating_count": 7, 
    "release_dates": [
        {
            "category": 0, 
            "date": 1125532800000, 
            "human": "2005-Sep-01", 
            "m": 9, 
            "platform": 38, 
            "y": 2005
        }, 
        {
            "category": 0, 
            "date": 1212019200000, 
            "human": "2008-May-29", 
            "m": 5, 
            "platform": 45, 
            "y": 2008
        }
    ], 
    "slug": "medievil-resurrection", 
    "storyline": "In 1286, an evil wizard named Zarok sought to take over the Kingdom of Gallowmere. Legends tell of a brave knight named Sir Daniel Fortesque who slayed the evil wizard and brought peace to Gallowmere. In actuality, however, Dan was the first to die in the Battle of Gallowmere, struck down by an arrow in the eye during the first charge. A century later, in 1386, Zarok returns and casts a spell over Gallowmere, robbing the souls of its people and raising the dead. This spell also resurrects Dan, who is accompanied by Al-Zalam, a genie who was robbed of his powers by Zarok and cursed to reside in Dan's skull. Seeing his resurrection as a chance to prove himself a true hero, Dan goes on a quest to seek revenge against Zarok, collecting pieces of an artifact called the Anubis Stone along the way. After collecting all the pieces and making his way to Zarok's lair, Dan is confronted by Zarok and his immortal army, but Dan manages to stop this army by using the Anubis Stone to summon the souls of those who fought in the Battle of Gallowmere. Zarok transforms into a cobra and a last-ditch attempt, but Dan manages to defeat him. As Zarok perishes, he sets his lair to self-destruct in the hopes of taking Dan down with him, but Dan is saved by Al-Zalam, who had been freed from his curse upon Zarok's demise. As peace returns to Gallowmere, Dan returns to his eternal rest, where he finally earns his place as a true hero in the Hall of Heroes.", 
    "summary": "MediEvil: Resurrection is a 2005 action-adventure game for the PlayStation Portable and is the third installment in the MediEvil video-game series. It is a reimagining of the first installment in the series, MediEvil, with many alterations to the original structure and content, such as the addition of the \"Anubis Stone\" sub-plot which never appeared in the original. Many things such as level design and characters were changed drastically, and some levels from the original were removed altogether. New levels and characters were introduced, the cutscenes are completely original, and the game was given a much more comical, cartoon-like style as opposed to the Gothic horror-comedy of the original. The soundtrack is completely orchestrated, and half of the themes from the original were removed while new themes were created to fit with the new levels. Unlike the original, there is no alternate ending; Dan still goes to the Hall of Heroes regardless of whether he collects all of the chalices. The game also features a variety of voice talent, including Tom Baker as the narrator and the Grim Reaper.", 
    "tags": [
        1, 
        19, 
        27, 
        268435464, 
        268435487, 
        536871139, 
        536871208, 
        536871244, 
        536871610, 
        536871931, 
        536872010, 
        536872032, 
        536872232, 
        536872649, 
        536872961, 
        536873024, 
        536875073, 
        536875197, 
        536875271, 
        536875319, 
        536875453, 
        536875536, 
        536875575, 
        536875639, 
        536875677, 
        536875699, 
        536875825, 
        536876010, 
        536876240, 
        536876678, 
        536876706, 
        536876770, 
        536876816, 
        536876862, 
        536878323, 
        536880692, 
        536880810, 
        536883164, 
        536883630, 
        536884021, 
        536884022, 
        1073741826
    ], 
    "themes": [
        1, 
        19, 
        27
    ], 
    "total_rating": 65.8193719088855, 
    "total_rating_count": 10, 
    "updated_at": 1523852219115, 
    "url": "https://www.igdb.com/games/medievil-resurrection", 
    "videos": [
        {
            "name": "Trailer", 
            "video_id": "5xFumjVy0UY"
        }
    ]
}