{
    "aggregated_rating": 72.5, 
    "aggregated_rating_count": 3, 
    "alternative_names": [
        {
            "comment": "Japanese title", 
            "name": "メタルギア アシッド"
        }, 
        {
            "name": "Metal Gear Ac!d"
        }
    ], 
    "artworks": [
        {
            "cloudinary_id": "rdshgqlj1vz7bflpjk7n", 
            "height": 940, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/rdshgqlj1vz7bflpjk7n.jpg", 
            "width": 1000
        }, 
        {
            "cloudinary_id": "oifuwloow0qbcncbt8dg", 
            "height": 600, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/oifuwloow0qbcncbt8dg.jpg", 
            "width": 1000
        }, 
        {
            "cloudinary_id": "x9x7sczeyaiar8j0hvvk", 
            "height": 1000, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/x9x7sczeyaiar8j0hvvk.jpg", 
            "width": 1000
        }, 
        {
            "cloudinary_id": "gfci8fceqsh5kkueux3p", 
            "height": 520, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/gfci8fceqsh5kkueux3p.jpg", 
            "width": 1000
        }, 
        {
            "cloudinary_id": "qsegex299o4p23g8jgkq", 
            "height": 750, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/qsegex299o4p23g8jgkq.jpg", 
            "width": 1000
        }
    ], 
    "category": 0, 
    "collection": 1624, 
    "cover": {
        "cloudinary_id": "usxeo3y0rspxqlp7rslu", 
        "height": 782, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/usxeo3y0rspxqlp7rslu.jpg", 
        "width": 450
    }, 
    "created_at": 1441233235248, 
    "developers": [
        6325
    ], 
    "first_release_date": 1103155200000, 
    "franchise": 463, 
    "franchises": [
        463
    ], 
    "game_modes": [
        1, 
        2
    ], 
    "games": [
        9760, 
        902, 
        18811, 
        634, 
        76731, 
        33603, 
        36962, 
        55888, 
        21580, 
        65827
    ], 
    "genres": [
        15, 
        16
    ], 
    "id": 12211, 
    "keywords": [
        482
    ], 
    "name": "Metal Gear Acid", 
    "platforms": [
        38
    ], 
    "player_perspectives": [
        2
    ], 
    "popularity": 1.333333333333333, 
    "publishers": [
        129
    ], 
    "rating": 79.76354333406151, 
    "rating_count": 8, 
    "release_dates": [
        {
            "category": 0, 
            "date": 1103155200000, 
            "human": "2004-Dec-16", 
            "m": 12, 
            "platform": 38, 
            "region": 5, 
            "y": 2004
        }, 
        {
            "category": 0, 
            "date": 1111449600000, 
            "human": "2005-Mar-22", 
            "m": 3, 
            "platform": 38, 
            "region": 2, 
            "y": 2005
        }, 
        {
            "category": 0, 
            "date": 1125532800000, 
            "human": "2005-Sep-01", 
            "m": 9, 
            "platform": 38, 
            "region": 1, 
            "y": 2005
        }
    ], 
    "screenshots": [
        {
            "cloudinary_id": "oxtxedmsvbjqfdcponjl", 
            "height": 272, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/oxtxedmsvbjqfdcponjl.jpg", 
            "width": 480
        }, 
        {
            "cloudinary_id": "nqpihqttikwcwl5uqqxd", 
            "height": 272, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/nqpihqttikwcwl5uqqxd.jpg", 
            "width": 480
        }, 
        {
            "cloudinary_id": "ot1hrsmi6hzqayzemlmo", 
            "height": 272, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/ot1hrsmi6hzqayzemlmo.jpg", 
            "width": 480
        }
    ], 
    "slug": "metal-gear-acid", 
    "storyline": "In 2016, a jumbo jet carrying Senator Hach, an important politician and likely future presidential candidate, is hijacked by terrorists. In exchange for the senator the terrorists demand from the United States government Pythagoras, a research project being conducted in the Moloni Republic in southern Africa. In efforts to identify these terrorists, the government begins an investigation of Pythagoras. \n \nThe Moloni government refuses to cooperate and work with the United States, saying that it doesn't want to interfere in its current affairs. In response, the US sends in a covert special forces team to investigate, but the team is obliterated by armed resistance. With no other options and time running out, the US government calls Solid Snake to infiltrate the laboratory, discover the nature of Pythagoras, and to rescue Senator Hach.", 
    "summary": "METAL GEAR AC!D, is a turn-based collectible card, It was the first game in the Metal Gear series for the PSP. A Java ME version for mobile phones was released by Glu Mobile in 2008 titled Metal Gear Acid Mobile. \n \nAcid focuses on turn-based tactics, using a trading card-based system to control the main character's movements and actions. Acid in the name stands for \"Active Command Intelligence Duel\". The cards are not truly collectible, as the game is complete with a single purchase. However, the game does feature deck design and deck optimization elements. The game allows for multiplayer gameplay by wireless ad-hoc connections of two PSPs. \n \nBefore each round, the player can customize the deck of cards used by the main characters. The majority of the cards are based upon elements spanning the entire Metal Gear series, such as weaponry, characters, and even the Metal Gear itself. When the game is started, the player's hand can consist of a maximum of six cards. The maximum number of cards in a deck increases with overall progress. In action mode, the player can choose to use the cards as they are intended or use them to move the character. Most cards only allow the player to move three spaces, while certain cards let the player move up to six or higher. \n \nCost is an important factor in game play and can be summed up as the weight of the player's action. With some exceptions, all cards have a cost attached to them and when used this cost transfers to the player. Cost varies radically from card to card. The higher the cost a character has, the longer that character must wait until their next turn. For example: if a player character has a cost of 15 and a guard has a cost of 10, then the guard's turn would occur before the character's. \n \nSome cards can be equipped; cards such as weapon cards, can have other cards attached to them in order to improve performance. In order to fire the weapon, another weapon card that uses the same kind of ammunition must be equipped. Some weapons don't need to be equipped and can be used by themselves, however they are discarded afterwards. Other cards that can be equipped include equipment cards and action cards. \n \nMultiplayer, or \"Link Battle\", is also a new feature. Two PSP systems running Acid can link wirelessly, allowing players to face each other in a \"sneak-off\". The objective is to collect a certain number of diskettes before the rival player. Diskettes can be stolen by another player, so there is an emphasis on avoiding detection.", 
    "tags": [
        23, 
        268435471, 
        268435472, 
        536871394, 
        1073741826
    ], 
    "themes": [
        23
    ], 
    "total_rating": 76.13177166703076, 
    "total_rating_count": 11, 
    "updated_at": 1528339119912, 
    "url": "https://www.igdb.com/games/metal-gear-acid", 
    "videos": [
        {
            "name": "Trailer", 
            "video_id": "KR2pfqpj7vo"
        }
    ], 
    "websites": [
        {
            "category": 3, 
            "url": "https://en.wikipedia.org/wiki/Metal_Gear_Acid"
        }, 
        {
            "category": 2, 
            "url": "http://metalgear.wikia.com/wiki/Metal_Gear_Acid"
        }
    ]
}