{
    "aggregated_rating": 90.0, 
    "aggregated_rating_count": 2, 
    "alternative_names": [
        {
            "comment": "Japanese title", 
            "name": "メタルギアソリッド ポータブルオプス"
        }, 
        {
            "comment": "Acronym", 
            "name": "MPO"
        }
    ], 
    "category": 0, 
    "collection": 2128, 
    "cover": {
        "cloudinary_id": "blglcmwszlam6mljk74v", 
        "height": 894, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/blglcmwszlam6mljk74v.jpg", 
        "width": 520
    }, 
    "created_at": 1300437382000, 
    "developers": [
        312, 
        170
    ], 
    "first_release_date": 1165276800000, 
    "franchise": 463, 
    "franchises": [
        463
    ], 
    "game_modes": [
        1, 
        2
    ], 
    "games": [
        9760, 
        23175, 
        59516, 
        55289, 
        37022, 
        25646, 
        25311, 
        12579, 
        44191, 
        26192
    ], 
    "genres": [
        31
    ], 
    "id": 381, 
    "name": "Metal Gear Solid: Portable Ops", 
    "platforms": [
        38
    ], 
    "player_perspectives": [
        1, 
        2
    ], 
    "popularity": 1.666666666666667, 
    "publishers": [
        129
    ], 
    "rating": 69.9610748077433, 
    "rating_count": 16, 
    "release_dates": [
        {
            "category": 0, 
            "date": 1165276800000, 
            "human": "2006-Dec-05", 
            "m": 12, 
            "platform": 38, 
            "region": 2, 
            "y": 2006
        }, 
        {
            "category": 0, 
            "date": 1166659200000, 
            "human": "2006-Dec-21", 
            "m": 12, 
            "platform": 38, 
            "region": 5, 
            "y": 2006
        }, 
        {
            "category": 0, 
            "date": 1180051200000, 
            "human": "2007-May-25", 
            "m": 5, 
            "platform": 38, 
            "region": 1, 
            "y": 2007
        }, 
        {
            "category": 0, 
            "date": 1179187200000, 
            "human": "2007-May-15", 
            "m": 5, 
            "platform": 38, 
            "region": 3, 
            "y": 2007
        }
    ], 
    "screenshots": [
        {
            "cloudinary_id": "zlmn98elikuu2rsyceo3", 
            "height": 353, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/zlmn98elikuu2rsyceo3.jpg", 
            "width": 627
        }, 
        {
            "cloudinary_id": "xrb0r3umd9wbibucdeer", 
            "height": 353, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/xrb0r3umd9wbibucdeer.jpg", 
            "width": 627
        }, 
        {
            "cloudinary_id": "wdcpsjq8pjrgzg6teony", 
            "height": 340, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/wdcpsjq8pjrgzg6teony.jpg", 
            "width": 600
        }
    ], 
    "slug": "metal-gear-solid-portable-ops", 
    "standalone_expansions": [
        21617
    ], 
    "storyline": "Portable Ops takes place in 1970, six years after Metal Gear Solid 3: Snake Eater. It follows the soldier Naked Snake (David Hayter/Akio Ōtsuka) who is forced to fight off his former unit, FOX, after they instigate a revolt in a South American base. In his fight he meets Roy Campbell (David Agranov/Toshio Furukawa), a surviving member of the Green Berets team that was sent to investigate the affair. Snake's former teammates including his commanding officer Major Zero (Jim Piddock/Banjō Ginga), Para-Medic (Heather Halley/Houko Kuwashima) and Sigint (James C. Mathis III/Keiji Fujiwara) return as the support crew as they are suspected for treason alongside Snake. \n \nThe main antagonist is Gene (Steven Blum/Norio Wakamoto), the current commander of the FOX unit who seeks to establish his own military nation. He is a product of the Successor Project that aimed to artificially create the perfect commander, patterned after The Boss. He is assisted by Lt. Cunningham (Noah Nelson/Daisuke Gōri), an expert in interrogation techniques. (who is later revealed to be a double agent of the Pentagon sent to tarnish the CIA's reputation) Gene also has a protégé named Elisa (Tara Strong/Saori Goto) who is gifted with extraordinary psychic abilities, implied to be the result of exposure to nuclear fallout during the Kyshtym disaster. Elisa suffers from dissociative identity disorder and has a developed a second personality called Ursula', whose psychic abilities are stronger than her \"Elisa\" personality. As \"Ursula\", she works as a member of FOX, while her \"Elisa\" personality is a medic who takes care of Null and an informant for Snake. Snake meets Elisa, who initially tells Snake that she and Ursula are twin sisters, only to later learn the truth. Two FOX members previously associated with Snake include Null (Larc Spies/Jun Fukuyama), a teenage assassin trained to be the perfect soldier. and Python (Dwight Schultz/Yusaku Yara), a former war buddy of Snake who was previously presumed dead during the Vietnam War. \n \nOther characters include Ghost (Brian Cummings/Naoki Tatsuta), an informant who comes into contact with Snake, revealing the existence of ICBMG, the new Metal Gear prototype, Ocelot (Josh Keaton/Takumi Yamazaki), a former Spetsnaz Major who assists Gene from behind-the-scenes, EVA (Vanessa Marshall/Misa Watanabe), a spy for the PLA who assisted Snake in Snake Eater and Raikov (Charlie Schlatter/Kenyu Horiuchi), a GRU Major. Teliko Friedman (Kari Wahlgren/Yūko Nagashima) and Venus (Kathryn Fiore/Rika Komatsu), the heroines from Metal Gear Acid and Metal Gear Acid 2 respectively, can both be added to the player's squad by either: completing certain side-missions or by starting the second playthrough with save data from their respective games.", 
    "summary": "MPO is the fourth Metal Gear title made specifically for the PSP and the first one to retain the series' action-based play mechanics. It is the first canonical outing of the Metal Gear Solid series for a portable platform, following the storyline of Metal Gear Solid 3: Snake Eater. Set in Colombia in 1970, six years after the events of Snake Eater, the game follows the exploits of Naked Snake after his former unit, FOX, goes renegade. The game also chronicles the eventual founding of FOXHOUND and The Patriots, as well as the inspiration of the military state Outer Heaven. \n \nMetal Gear Solid: Portable Ops has received highly positive critical reception from critics, and is often viewed as one of the best games released for the PSP. It was praised for its visuals, usage of Metal Gear elements and story, while criticism was directed at the game's control scheme.", 
    "tags": [
        1, 
        23, 
        39, 
        268435487, 
        1073741826, 
        1073741825
    ], 
    "themes": [
        1, 
        23, 
        39
    ], 
    "total_rating": 79.98053740387165, 
    "total_rating_count": 18, 
    "updated_at": 1528345537525, 
    "url": "https://www.igdb.com/games/metal-gear-solid-portable-ops", 
    "videos": [
        {
            "name": "Trailer", 
            "video_id": "SDTrwvHv_7s"
        }
    ], 
    "websites": [
        {
            "category": 3, 
            "url": "https://en.wikipedia.org/wiki/Metal_Gear_Solid:_Portable_Ops"
        }, 
        {
            "category": 2, 
            "url": "http://metalgear.wikia.com/wiki/Metal_Gear_Solid:_Portable_Ops"
        }
    ]
}