{
    "aggregated_rating": 70.0, 
    "aggregated_rating_count": 2, 
    "category": 0, 
    "collection": 2855, 
    "cover": {
        "cloudinary_id": "iqxadklkgnmiqehetk2r", 
        "height": 1299, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/iqxadklkgnmiqehetk2r.jpg", 
        "width": 759
    }, 
    "created_at": 1463677023891, 
    "developers": [
        1267
    ], 
    "esrb": {
        "rating": 5
    }, 
    "first_release_date": 1194912000000, 
    "franchise": 814, 
    "franchises": [
        814
    ], 
    "game_modes": [
        1, 
        2
    ], 
    "games": [
        21063, 
        21062, 
        19260, 
        36868, 
        7202, 
        36911, 
        10039, 
        6732, 
        36662, 
        11423
    ], 
    "genres": [
        4, 
        8, 
        10
    ], 
    "id": 19262, 
    "keywords": [
        107, 
        575, 
        589, 
        1186, 
        1293, 
        2071, 
        2152, 
        4134, 
        4162, 
        4176, 
        4178, 
        4189, 
        4216, 
        4287, 
        4329, 
        4359, 
        4455, 
        4458, 
        4459, 
        4463, 
        4525, 
        4529, 
        4678, 
        4694, 
        4890, 
        4943, 
        5328, 
        5523, 
        5558, 
        5844, 
        6094, 
        6096, 
        6487, 
        8867, 
        12252
    ], 
    "name": "Sonic Rivals 2", 
    "platforms": [
        38
    ], 
    "popularity": 1.333333333333333, 
    "publishers": [
        112
    ], 
    "release_dates": [
        {
            "category": 0, 
            "date": 1196985600000, 
            "human": "2007-Dec-07", 
            "m": 12, 
            "platform": 38, 
            "region": 3, 
            "y": 2007
        }, 
        {
            "category": 0, 
            "date": 1194912000000, 
            "human": "2007-Nov-13", 
            "m": 11, 
            "platform": 38, 
            "region": 2, 
            "y": 2007
        }, 
        {
            "category": 0, 
            "date": 1196985600000, 
            "human": "2007-Dec-07", 
            "m": 12, 
            "platform": 38, 
            "region": 1, 
            "y": 2007
        }
    ], 
    "slug": "sonic-rivals-2", 
    "summary": "The Chao have disappeared and Sonic the Hedgehog and Miles \"Tails\" Prower immediately get on the case to find them. It turns out that Eggman Nega (once again masquerading as Doctor Eggman) has stolen the Chao and concealed them inside a haunted mansion. His plan is to feed them to an inter-dimensional beast called the \"Ifrit\" who needs to eat them to become invincible . After that, he plans to release the Ifrit into the world in order to destroy it. However, to open the portal to the Ifrit's world, the seven Chaos Emeralds are required. Eggman Nega secretly hires Rouge the Bat to collect the Chaos Emeralds. The Master Emerald has also gone missing (again) and Knuckles the Echidna teams up with Rouge to find it. \nMeanwhile, Silver the Hedgehog has returned from a now ruined future caused by the Ifrit. In order to make a happier future, he searches for and steals the Chao that are left in order to hide them. Espio first thought that Silver was hiding Chao for a cause of evil, but Espio finds out that Silver was trying to save the world. Then, they work together to save the world. The real Dr. Eggman sends Metal Sonic to find Shadow, and tells him of Nega's plans. Nega has learned of the Ifrit by accessing Professor Gerald Robotnik's journals, and Shadow and Metal Sonic set out to retrieve the Chaos Emeralds before he does. Eggman uses Metal Sonic as a communication device to aid Shadow along the way. \n \nAll of the teams meet up at the Mystic Haunt Zone where the portal to the Ifrit's world is. Despite Rouge only collecting six of the Emeralds, the portal opens anyway and Nega dispatches his newly copy of Metal Sonic, Metal Sonic 3.0 to awaken the Ifrit. Despite possessing the minds of Sonic, Tails, Knuckles, and Rouge (depending on who the player plays as), the Ifrit is defeated by the other teams. Shadow and Metal Sonic defeat the Ifrit and close the portal but they and Eggman Nega are trapped in the Ifrit's dimension. However, Metal Sonic tears his chassis open, revealing the 7th Chaos Emerald. Shadow uses the Emerald to teleport back with Metal Sonic. Nega is left trapped under some rubble. \n \nSonic and Tails save all the Chao and bring them to a Chao Garden and relax there while Knuckles finds the Master Emerald in the Emerald Detector that he and Rouge stole from Eggman Nega. Rouge steals the Master Emerald and runs, and Silver returns to what he hopes is a happy future. Espio has to answer to Vector the Crocodile who has spent their client's advanced payment on late rental fees.", 
    "tags": [
        1, 
        268435460, 
        268435464, 
        268435466, 
        536871019, 
        536871487, 
        536871501, 
        536872098, 
        536872205, 
        536872983, 
        536873064, 
        536875046, 
        536875074, 
        536875088, 
        536875090, 
        536875101, 
        536875128, 
        536875199, 
        536875241, 
        536875271, 
        536875367, 
        536875370, 
        536875371, 
        536875375, 
        536875437, 
        536875441, 
        536875590, 
        536875606, 
        536875802, 
        536875855, 
        536876240, 
        536876435, 
        536876470, 
        536876756, 
        536877006, 
        536877008, 
        536877399, 
        536879779, 
        536883164
    ], 
    "themes": [
        1
    ], 
    "total_rating": 70.0, 
    "total_rating_count": 2, 
    "updated_at": 1517270823593, 
    "url": "https://www.igdb.com/games/sonic-rivals-2", 
    "websites": [
        {
            "category": 3, 
            "url": "https://en.wikipedia.org/wiki/Sonic_Rivals_2"
        }, 
        {
            "category": 2, 
            "url": "http://sonic.wikia.com/wiki/Sonic_Rivals_2"
        }
    ]
}