{
    "category": 0, 
    "created_at": 1497967548740, 
    "first_release_date": 1276128000000, 
    "games": [
        44242, 
        24491, 
        28465, 
        75579, 
        75275, 
        34919, 
        75102, 
        33603, 
        36962, 
        55888
    ], 
    "genres": [
        13
    ], 
    "id": 38457, 
    "name": "Sora no Otoshimono: DokiDoki Summer Vacation", 
    "platforms": [
        38
    ], 
    "popularity": 1.0, 
    "release_dates": [
        {
            "category": 0, 
            "date": 1276128000000, 
            "human": "2010-Jun-10", 
            "m": 6, 
            "platform": 38, 
            "region": 8, 
            "y": 2010
        }
    ], 
    "slug": "sora-no-otoshimono-dokidoki-summer-vacation", 
    "summary": "Tomoki Sakurai is a lad who lives in the quaint little town of Sorami. Life is quiet so Tomoki gets his kicks by being a peeping tom who has a number of prime viewing areas that he has mapped around town. Tomoki would be content to live this way forever, but one night a strange event changes his life forever. While watching the sky and waiting for two friends, from above an object falls from the heavens which turns out to be a female being known as an Angeloid. Her name is Ikaros and she sports a shock of pink hair, angel wings, and a large bosom. Ikaros bonds with Tomoki and takes him on a radical change of life experiences. The PSP game plies the interactive adventure trade which features a new story based on the animated source material. The dialogue is accompanied by speech for added ambiance. At the outset of the adventure, the somewhat mechanical song of the cicada signals the approach of summer. Once the warm weather arrives, the citizenry of Sorami visit hot springs, the beach, parks, and other locations that are amenable to lazy day lounging and sloth. It is within this backdrop that the cast of the PSP game interact, utilize card magic, and effect changes in the Angeloids that populate the adventure.", 
    "tags": [
        268435469
    ], 
    "updated_at": 1500583507268, 
    "url": "https://www.igdb.com/games/sora-no-otoshimono-dokidoki-summer-vacation"
}