{
    "category": 0, 
    "created_at": 1497967747277, 
    "first_release_date": 1322870400000, 
    "games": [
        36608, 
        16468, 
        55289, 
        59516, 
        49414, 
        28010, 
        34294, 
        25636, 
        1224, 
        25311
    ], 
    "genres": [
        12
    ], 
    "id": 38466, 
    "name": "Valkyria Chronicles 3: Extra Edition", 
    "platforms": [
        38
    ], 
    "popularity": 1.333333333333333, 
    "release_dates": [
        {
            "category": 0, 
            "date": 1322870400000, 
            "human": "2011-Dec-03", 
            "m": 12, 
            "platform": 38, 
            "region": 8, 
            "y": 2011
        }
    ], 
    "slug": "valkyria-chronicles-3-extra-edition", 
    "summary": "Senjō no Valkyria 3: Unrecorded Chronicles (戦場のヴァルキュリア3 Senjō no Varukyuria?), usually referred to as Valkyria Chronicles III, is a tactical role-playing game developed and published by Sega for the PlayStation Portable. It is the third game in the Valkyria Chronicles series and was released on January 27, 2011 exclusively in Japan. An expanded version of the game, subtitled Extra Edition was released in Japan on November 23, 2011.[2] The game features an opening song もしも君が願うのなら (Moshimo Kimi ga Negauno Nara?) sung by Japanese singer May'n. \n \nOccurring in the same time frame as the first game, Valkyria Chronicles III is a side story that follows the exploits of an unwanted and castigated Gallian Army squad during the Imperial invasion of 1935.[3] Contrasting the previous games' bright outlook and recognition for their protagonists, Valkyria Chronicles III explores the themes of being outcast and the search for redemption. As described by its catchphrase, the game tells \"The tale of nameless soldiers who, on the verge of despair, changed history.\" \n \nThe game was the first in the series to not officially be translated into English by Sega. However, an unofficial fan translation for the Extra Edition was eventually released in December 2013.", 
    "tags": [
        1, 
        268435468
    ], 
    "themes": [
        1
    ], 
    "updated_at": 1500583392435, 
    "url": "https://www.igdb.com/games/valkyria-chronicles-3-extra-edition"
}