{
    "category": 0, 
    "cover": {
        "cloudinary_id": "ldbcom0whtvrlqsvfrza", 
        "height": 544, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/ldbcom0whtvrlqsvfrza.jpg", 
        "width": 728
    }, 
    "created_at": 1499081450850, 
    "first_release_date": 1270339200000, 
    "games": [
        19376, 
        60044, 
        19934, 
        18167, 
        29173, 
        25222, 
        18918, 
        19301, 
        55036, 
        23345
    ], 
    "genres": [
        9, 
        15
    ], 
    "id": 42804, 
    "keywords": [
        77, 
        1495, 
        2875, 
        3782, 
        4134, 
        4435, 
        4726
    ], 
    "name": "Vector TD", 
    "platforms": [
        38
    ], 
    "popularity": 1.333333333333333, 
    "release_dates": [
        {
            "category": 0, 
            "date": 1270339200000, 
            "human": "2010-Apr-04", 
            "m": 4, 
            "platform": 38, 
            "region": 8, 
            "y": 2010
        }
    ], 
    "slug": "vector-td", 
    "summary": "In this entry in the popular tower defense genre, players aim to eliminate the Vectoid threat before they reach the end of the path. You do this by constructing towers along the path to attack oncoming Vectoids. Success is not based solely on the types of tower you select, but where you place them and what upgrade and bonus options you take. \n \nAt your disposal are eleven flavors of towers, each of which can be upgraded to level 10 (increasing the tower’s damage and range). The Green Lasers, for example, lock onto one Vectoid and deal ongoing damage. The Red Spammer fires heat-seeking rockets at random targets in range. Blue Ray towers drain power and cause Vectoids to slow down. The in-game guide lists each tower in detail. Every few waves you’ll also be rewarded with a Yellow Energy Cell, which you can use to purchase one of three Boosts. Damage and Range Booster towers can be placed on a grid to increase the stats of other towers around it. \n \nVector TD for PSP features eight maps (two Beginner, three Normal, three Extreme) as well as all eleven tower and seven enemy types of the original Flash version. Exclusive to the minis version is a brand-new control interface — you’ll be able to select each gri’ using the D-pad or analog stick and place/upgrade towers.", 
    "tags": [
        268435465, 
        268435471, 
        536870989, 
        536872407, 
        536873787, 
        536874694, 
        536875046, 
        536875347, 
        536875638
    ], 
    "updated_at": 1515716444442, 
    "url": "https://www.igdb.com/games/vector-td"
}