{
    "category": 0, 
    "cover": {
        "cloudinary_id": "nk05nllt1u6zl4j8iv6h", 
        "height": 1131, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/nk05nllt1u6zl4j8iv6h.jpg", 
        "width": 818
    }, 
    "created_at": 1499079294808, 
    "first_release_date": 1291248000000, 
    "games": [
        49414, 
        25636, 
        21842, 
        28080, 
        36608, 
        18862, 
        75102, 
        23913, 
        47472, 
        44922
    ], 
    "genres": [
        12
    ], 
    "id": 42690, 
    "name": "Ys: The Oath of Felghana Premium Edition", 
    "platforms": [
        38
    ], 
    "popularity": 1.333333333333333, 
    "release_dates": [
        {
            "category": 0, 
            "date": 1291248000000, 
            "human": "2010-Dec-02", 
            "m": 12, 
            "platform": 38, 
            "region": 8, 
            "y": 2010
        }
    ], 
    "slug": "ys-the-oath-of-felghana-premium-edition", 
    "summary": "Ys: The Oath in Felghana once again follows the adventures of friends Adol and Dogi who find themselves making an unannounced visit to Dogi's hometown of Redmont in the land of Felghana. Since his departure eight years earlier, Dogi finds himself returning home to find that things have changed dramatically, and not for the better. \n \nHordes of violent monsters roam the outskirts of town, there are unsettling rumors of a long-dormant volcano suddenly becoming active again, and the newly-appointed lord of the land has been taxing the citizens heavily, while also depriving them of their right to mine for precious ores – a staple resource of the economy for generations. As Adol and Dogi begin to search for the sources of Felghana’s recent struggles, they find that each clue leads them further towards the shocking conclusion that these events are all somehow linked. The closer they get to the truth, the higher the stakes are, as the consequences of their actions affect not just Felghana, but possibly the entire world. \n \nThe Limited Edition includes a soundtrack CD and a 4-inch by 6-inch 2011 desktop calendar highlighting artwork from the game.", 
    "tags": [
        268435468
    ], 
    "updated_at": 1500585150662, 
    "url": "https://www.igdb.com/games/ys-the-oath-of-felghana-premium-edition"
}