{
    "alternative_names": [
        {
            "name": "エイト・アイズ Eito Aizu"
        }
    ], 
    "category": 0, 
    "cover": {
        "cloudinary_id": "dtujgas8szkacustxvzy", 
        "height": 922, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/dtujgas8szkacustxvzy.jpg", 
        "width": 640
    }, 
    "created_at": 1363223066987, 
    "developers": [
        3706
    ], 
    "first_release_date": 591321600000, 
    "game_modes": [
        1, 
        2
    ], 
    "games": [
        55752, 
        47823, 
        19289, 
        26848, 
        11169, 
        37094, 
        37088, 
        36926, 
        28380, 
        12632
    ], 
    "genres": [
        8, 
        31
    ], 
    "id": 1975, 
    "keywords": [
        69, 
        70, 
        296, 
        1027, 
        2049, 
        4698
    ], 
    "name": "8 Eyes", 
    "platforms": [
        18
    ], 
    "player_perspectives": [
        4
    ], 
    "popularity": 1.333333333333333, 
    "publishers": [
        1785
    ], 
    "release_dates": [
        {
            "category": 0, 
            "date": 591321600000, 
            "human": "1988-Sep-27", 
            "m": 9, 
            "platform": 18, 
            "region": 5, 
            "y": 1988
        }
    ], 
    "slug": "8-eyes", 
    "summary": "CONTROL MAN AND BIRD IN A FIGHT FOR THE EIGHT JEWELS OF POWER! \n \nAfter hundreds of years of chaos, mankind has finally emerged from the ruins of nuclear war. This world of the distant future has once again fluorished under the guidance of the Great King, who harnessed the power of the 8 Eyes to rebuild the planet. \n \nThese strange jewels of power were formed at the eyes, or centers, of the eight nuclear explosions which nearly destroyed the Earth. In the wrong hands, the 8 Eyes could cause untold destruction...And now, they have been seized by the Great King's eight Dukes, in a desperate bid to gain control of the world for themselves. They have banished the King to the nuclear wastelands, and already their squabbling threatens to plunge the world into war once again! \n \nThe task of retrieving the 8 Eyes falls to you, Orin the Falconer, the bravest and mightiest of the King's Guardsmen. With your fighting falcon, Cutrus, you must penetrate each of the eight Dukes' castles. There you will face the Dukes' soldiers, and battle strange nuclear mutants such as living skeletons, giant wasps, and mud men. You must defeat the monstrous Boss of each castle to retrieve the Jewel of Power he guards. \n \nThen, to complete your quest, return the 8 Eyes to the Altar of Peace to await the return on the Great King, so that he may finish the rebuilding of Earth. Your reward will be the the eternal gratitude of all mankind!", 
    "tags": [
        1, 
        17, 
        268435464, 
        268435487, 
        536870981, 
        536870982, 
        536871208, 
        536871939, 
        536872961, 
        536875610, 
        1073741828
    ], 
    "themes": [
        1, 
        17
    ], 
    "updated_at": 1515583053400, 
    "url": "https://www.igdb.com/games/8-eyes", 
    "videos": [
        {
            "name": "Gameplay video", 
            "video_id": "na9TkNMy6kg"
        }
    ], 
    "websites": [
        {
            "category": 2, 
            "url": "http://en.wikipedia.org/wiki/8_Eye's"
        }
    ]
}