{
    "category": 0, 
    "cover": {
        "cloudinary_id": "j1sy8bf9y6y6tdzyyx6i", 
        "height": 535, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/j1sy8bf9y6y6tdzyyx6i.jpg", 
        "width": 760
    }, 
    "created_at": 1499966764411, 
    "first_release_date": 521596800000, 
    "games": [
        34919, 
        25311, 
        19341, 
        54999, 
        19934, 
        28465, 
        37419, 
        44076, 
        55715, 
        44242
    ], 
    "genres": [
        13
    ], 
    "id": 48543, 
    "keywords": [
        1228, 
        1953, 
        3186, 
        4174, 
        4176, 
        4184, 
        4320, 
        5855, 
        6291
    ], 
    "name": "Bird Week", 
    "platforms": [
        18
    ], 
    "popularity": 1.333333333333333, 
    "release_dates": [
        {
            "category": 0, 
            "date": 521596800000, 
            "human": "1986-Jul-13", 
            "m": 7, 
            "platform": 18, 
            "region": 8, 
            "y": 1986
        }
    ], 
    "slug": "bird-week", 
    "summary": "The player plays as a bird and can either play the normal game or the single level practice game. The player must feed butterflies to the baby birds so that they can grow big and eventually leave the nest. It is suggested that they eventually become the \"new mother birds\" that take care of their offspring in the subsequent levels. Finishing all 999 levels of Bird Week actually results in the beginning of an endless loop instead that ends when the players loses all of his lives. \n \nEach level represents a season in the ecosystem of a bird. The game starts out in early spring. As the virtual year progresses, the season evolves into summer and eventually into autumn. After autumn, the game repeats itself by portraying the following spring. If the proper amount of butterflies are not fed to the babies, then the babies end up starving to death. The player will automatically lose a life if any of the baby birds die. In addition to this, the player also loses a life when a predator catches the player trying to deliver butterflies to whose baby.", 
    "tags": [
        1, 
        268435469, 
        536872140, 
        536872865, 
        536874098, 
        536875086, 
        536875088, 
        536875096, 
        536875232, 
        536876767, 
        536877203
    ], 
    "themes": [
        1
    ], 
    "updated_at": 1515677876103, 
    "url": "https://www.igdb.com/games/bird-week"
}