{
    "alternative_names": [
        {
            "comment": "Other", 
            "name": "Nazo no Kabe: Block Kuzushi"
        }
    ], 
    "category": 0, 
    "cover": {
        "cloudinary_id": "uqpyhyrspjk5qaigxqkr", 
        "height": 702, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/uqpyhyrspjk5qaigxqkr.jpg", 
        "width": 498
    }, 
    "created_at": 1499961023685, 
    "first_release_date": 665366400000, 
    "games": [
        25646, 
        48273, 
        36608, 
        34919, 
        16468, 
        37094, 
        27266, 
        23175, 
        29525, 
        38269
    ], 
    "genres": [
        9
    ], 
    "id": 48292, 
    "keywords": [
        4159, 
        5436, 
        9644
    ], 
    "name": "Crackout", 
    "platforms": [
        18
    ], 
    "popularity": 1.333333333333333, 
    "release_dates": [
        {
            "category": 0, 
            "date": 665366400000, 
            "human": "1991-Feb-01", 
            "m": 2, 
            "platform": 18, 
            "region": 8, 
            "y": 1991
        }
    ], 
    "slug": "crackout", 
    "summary": "Crackout is a video game that was released for the Nintendo Entertainment System by Konami in 1991. It is based upon Atari's Breakout games of the 1970s. The object of the game is to clear levels by either destroying all bricks or defeating the enemies. \nThere are four zones of eleven levels each. The zones are Cubic Zone, Mirror Zone, Tube Zone and Final Zone. This game differs from the original Breakout as it contained enemies on screen that could be hit to gain power ups. Powerups included a parachute to slow the ball down, multiple balls, or projectiles. There were also level warps in the form of \"Konami Man\", who would fly from top to bottom of the play area. There were typically 1 - 3 enemies on screen at once, appearing out of a trapdoor in the top corners, or let in through the side walls. Every few levels there was also a boss, ranging from a small dragon to a centipede. The bosses changed colour from Green to Blue to Pink, each time increasing in speed. Each level also contained a hidden letter which made up a password presented at the end of the game (Zone 4 Level 11). If this was not input correctly, the player restarted the game from the beginning. If the player input the password correctly, they were shown the end credits which consisted of a procession of the enemies from the game. The password is MERRYCHRISTMAS.", 
    "tags": [
        1, 
        268435465, 
        536875071, 
        536876348, 
        536880556
    ], 
    "themes": [
        1
    ], 
    "updated_at": 1515585127751, 
    "url": "https://www.igdb.com/games/crackout"
}