{
    "category": 0, 
    "cover": {
        "cloudinary_id": "e0ch1np0v0d0e1ygtx1m", 
        "height": 550, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/e0ch1np0v0d0e1ygtx1m.jpg", 
        "width": 400
    }, 
    "created_at": 1499955718859, 
    "developers": [
        13136
    ], 
    "first_release_date": 662601600000, 
    "games": [
        36608, 
        34919, 
        40524, 
        23175, 
        16468, 
        1070, 
        2940, 
        68324, 
        28029, 
        37022
    ], 
    "id": 48138, 
    "keywords": [
        4472
    ], 
    "name": "Deathbots", 
    "platforms": [
        18
    ], 
    "player_perspectives": [
        3
    ], 
    "popularity": 2.666666666666667, 
    "publishers": [
        13137
    ], 
    "release_dates": [
        {
            "category": 2, 
            "date": 662601600000, 
            "human": "1990", 
            "m": 12, 
            "platform": 18, 
            "region": 2, 
            "y": 1990
        }
    ], 
    "screenshots": [
        {
            "cloudinary_id": "xxeho60pi8qauadrx9ho", 
            "height": 1080, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/xxeho60pi8qauadrx9ho.jpg", 
            "width": 1440
        }
    ], 
    "slug": "deathbots", 
    "summary": "The Mutech Corporation has created their Gamma Base on what used to be Alcatraz Island. Their attempts at creating computer intelligence has backfired, as the AI they've created has taken over the computer systems and is threatening the world! Deep in the fortress is a gamma bomb, and your goal is to penetrate the fortress to destroy the bomb before it can be used. But be careful, for many Deathbots are guarding the maze-like passageways leading to the bomb! \n \nGameplay is from an overhead point of view; you'll need to find your way through the various passageways to reach the gamma bomb (located on the 8th level) and diffuse it. In addition to doorways and walls, transporters can also be found in the maze. These will instantly teleport you to a new location, and on many levels you will need to figure how to use them correctly to get past otherwise dead ends. Different types of Deathbots guard the passages; and you'll need to use the various weapons you find lying about to get past them, before they destroy you. You have a limited amount of energy. Each time you are hit by enemy fire or by a Deathbot, your energy depletes. Lose all of of your energy and a life is lost. And of course, each level ends with a large boss Deathbot. Good luck on your mission!", 
    "tags": [
        1, 
        536875384, 
        1073741827
    ], 
    "themes": [
        1
    ], 
    "updated_at": 1513023104964, 
    "url": "https://www.igdb.com/games/deathbots"
}