{
    "alternative_names": [
        {
            "comment": "Other", 
            "name": "Sensha Senryaku: Sabaku no Kitsune"
        }
    ], 
    "category": 0, 
    "cover": {
        "cloudinary_id": "xcqzu6xaxopnyb7rotn7", 
        "height": 2100, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/xcqzu6xaxopnyb7rotn7.jpg", 
        "width": 1536
    }, 
    "created_at": 1499955716401, 
    "developers": [
        1848
    ], 
    "first_release_date": 578188800000, 
    "game_modes": [
        1, 
        2
    ], 
    "games": [
        55036, 
        76731, 
        23345, 
        36594, 
        28751, 
        26391, 
        55029, 
        9760, 
        22399, 
        37059
    ], 
    "genres": [
        15, 
        16
    ], 
    "id": 48137, 
    "keywords": [
        1, 
        2606, 
        3782, 
        4248, 
        4259
    ], 
    "name": "Desert Commander", 
    "platforms": [
        18
    ], 
    "player_perspectives": [
        3
    ], 
    "popularity": 1.333333333333333, 
    "publishers": [
        1848
    ], 
    "release_dates": [
        {
            "category": 0, 
            "date": 578188800000, 
            "human": "1988-Apr-28", 
            "m": 4, 
            "platform": 18, 
            "region": 5, 
            "y": 1988
        }
    ], 
    "slug": "desert-commander", 
    "summary": "The player's force consists of nine different types of units and one headquarters unit (which is a unit by itself and also can be used to attack). Each scenario gives a different set number of units to use, which the player can mix and match between the different typese without going over that limit. When in a one-player game, the second controller can be used to modify the CPU forces. When playing against the CPU, the computer will be given a different ratio of units to command than the player. On the easiest scenario both the player and the CPU have the same amount of units, on all others the CPU will have more than the player. There is no variance in artificial intelligence, so the only thing that makes the later maps harder is the larger number of units the CPU has. The game is turn-based with no time limit. The object of the game is to destroy the enemy's headquarters unit. The player that does so first wins. Units have different mobility range, which varies according to the unit type and (except for aircraft) the terrain. They also have different shooting range, though this is fixed and not depends of the terrain. All unit types have limited ammunition and fuel. In order to replenish them the player must land them at the appropiate buildings; for example, all aircraft must stop at an airport in order to recharge their fuel and ammo supply. A certain unit is particularly strong or weak against a particular opponent, performing average against every other unit types.", 
    "tags": [
        1, 
        22, 
        39, 
        268435471, 
        268435472, 
        536870913, 
        536873518, 
        536874694, 
        536875160, 
        536875171, 
        1073741827
    ], 
    "themes": [
        1, 
        22, 
        39
    ], 
    "updated_at": 1515586889983, 
    "url": "https://www.igdb.com/games/desert-commander"
}