{
    "category": 0, 
    "cover": {
        "cloudinary_id": "drwm2r7ztjfaavj1kd8f", 
        "height": 2100, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/drwm2r7ztjfaavj1kd8f.jpg", 
        "width": 1539
    }, 
    "created_at": 1424469899439, 
    "first_release_date": 665366400000, 
    "games": [
        28856, 
        40470, 
        36608, 
        34919, 
        55192, 
        36662, 
        16468, 
        23175, 
        40524, 
        78315
    ], 
    "genres": [
        10
    ], 
    "id": 9158, 
    "keywords": [
        4157, 
        5362
    ], 
    "name": "Eliminator Boat Duel", 
    "platforms": [
        18
    ], 
    "popularity": 1.333333333333333, 
    "release_dates": [
        {
            "category": 0, 
            "date": 665366400000, 
            "human": "1991-Feb-01", 
            "m": 2, 
            "platform": 18, 
            "region": 8, 
            "y": 1991
        }
    ], 
    "slug": "eliminator-boat-duel", 
    "summary": "Drivers earn thousands of dollars by competing in hydroplane races, setting track records, rescuing stranded people, and collecting cash bonuses. With these winnings they can repair or upgrade various components of the hydroplane to improve racing performance and remain competitive in the increasingly-difficult races. Eliminator Boat Duel offers three difficulty levels: Easy, Normal, and Expert. Completing a race at a lower difficulty level advances the player to the next higher one. At each difficulty level, the player's hydroplane can be damaged from impact with animals, the opponent's hydroplane, and various stationary objects. A false start is penalized with a $2,000 fine. For most of a race, players control their hydroplanes from a bird's-eye view, and the screen scrolls in multiple directions; but in one segment of the race, the graphical perspective changes to a third-person tracking mode. In a single-player game, the player competes first with Seasick Sidney (in Easy mode), with Aquarius Rex (in Normal mode), or with Surfer Bob (in Expert mode). The player then competes against Vicious Vicky, Weird Willy, Mangler Mike, Veronica Alabaster, and Disaster Don (the reigning World Champion), respectively. To win, the player must defeat each opponent one-against-one on three unique race courses. Eliminator Boat Duel has 24 unique race courses.", 
    "tags": [
        1, 
        268435466, 
        536875069, 
        536876274
    ], 
    "themes": [
        1
    ], 
    "updated_at": 1513072266787, 
    "url": "https://www.igdb.com/games/eliminator-boat-duel"
}