{
    "alternative_names": [
        {
            "name": "フィールドコンバット (Firudo Konbatto)"
        }
    ], 
    "category": 0, 
    "cover": {
        "cloudinary_id": "hjdajsacjifxof5djmfu", 
        "height": 1011, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/hjdajsacjifxof5djmfu.jpg", 
        "width": 1479
    }, 
    "created_at": 1390886768234, 
    "developers": [
        321
    ], 
    "first_release_date": 489715200000, 
    "game_modes": [
        1, 
        2
    ], 
    "games": [
        19301, 
        19376, 
        68287, 
        16513, 
        8773, 
        11582, 
        11550, 
        36950, 
        9789, 
        28751
    ], 
    "genres": [
        5, 
        15
    ], 
    "id": 4613, 
    "keywords": [
        1, 
        21, 
        166, 
        732, 
        970, 
        3782, 
        4134, 
        4259, 
        4522, 
        6908, 
        7172
    ], 
    "name": "Field Combat", 
    "platforms": [
        52, 
        18
    ], 
    "player_perspectives": [
        3
    ], 
    "popularity": 2.0, 
    "publishers": [
        303
    ], 
    "release_dates": [
        {
            "category": 0, 
            "date": 489715200000, 
            "human": "1985-Jul-09", 
            "m": 7, 
            "platform": 18, 
            "region": 5, 
            "y": 1985
        }, 
        {
            "category": 0, 
            "date": 489715200000, 
            "human": "1985-Jul-09", 
            "m": 7, 
            "platform": 52, 
            "y": 1985
        }
    ], 
    "slug": "field-combat", 
    "storyline": "The object of the game is to make it all the way to the end of the battlefield using the Genesis; a warship that can fire off missiles. While the player controls the blue forces, the player must defeat the Red forces without dying in the process by either avoiding or shooting helicopters, infantrymen, and tanks. An interesting characteristic of the game is that it is possible to ask for reinforcements from an army, which the player possesses, by pressing both the A and B buttons at the same time. Whenever the player runs out of units to aid him in battle, he can use his special weapon to \"absorb\" the enemies and add them to his army.\n\nThe game used Richard Wagner's Ride of the Valkyries as its background music. There is also an enemy UFO like spaceship that, when in battlefield, attempts to grab and escape with a player friendly unit (if there is any on the battlefield).It will also engage into air-to-air battle with a friendly helicopter (if there is any).", 
    "summary": "Field Combat (フィールドコンバット Firudo Konbatto) is a 1985 arcade video game in which the player fights as a single commanding officer in a generic futuristic battlefield. The Family Computer version of Field Combat was later released for the Wii's Virtual Console service exclusively in Japan on June 12, 2007.", 
    "tags": [
        18, 
        39, 
        268435461, 
        268435471, 
        536870913, 
        536870933, 
        536871078, 
        536871644, 
        536871882, 
        536874694, 
        536875046, 
        536875171, 
        536875434, 
        536877820, 
        536878084, 
        1073741827
    ], 
    "themes": [
        18, 
        39
    ], 
    "updated_at": 1516747606533, 
    "url": "https://www.igdb.com/games/field-combat"
}