{
    "category": 0, 
    "cover": {
        "cloudinary_id": "wg3ayshx8hxiwqtjwj4a", 
        "height": 550, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/wg3ayshx8hxiwqtjwj4a.jpg", 
        "width": 400
    }, 
    "created_at": 1499955465539, 
    "first_release_date": 633830400000, 
    "games": [
        68287, 
        51464, 
        28029, 
        10039, 
        76098, 
        7329, 
        72373, 
        18387, 
        36781, 
        76246
    ], 
    "genres": [
        5, 
        30
    ], 
    "id": 48122, 
    "keywords": [
        350, 
        934, 
        1025, 
        1299, 
        4142, 
        4499, 
        4500, 
        8261, 
        10149
    ], 
    "name": "Fun House", 
    "platforms": [
        18
    ], 
    "popularity": 1.333333333333333, 
    "release_dates": [
        {
            "category": 0, 
            "date": 633830400000, 
            "human": "1990-Feb-01", 
            "m": 2, 
            "platform": 18, 
            "region": 8, 
            "y": 1990
        }
    ], 
    "slug": "fun-house", 
    "summary": "The general gameplay concept is that each level is like a child's version of The Running Man with a basic top-down view. Players must throw tomatoes skillfully at a series of easy-to-hit targets. Some elements of the game are indirectly taken from the classic arcade game Pole Position (except that the player does not have the option to play as a Formula One vehicle). \nIn order to make it to the next level, the player must make it from the starting line to the finish within the time limit with a young child on inline skates. Otherwise, the player loses a chance and the player must start the stage over again. The host of the televised game show, J. D. Roth, congratulates players for winning a stage while taunting the player with late 1980s/early 1990s sarcasm when he loses a \"chance.\" Icy floors and slime colored ramps offer an additional challenge to the player. There are 72 rooms in the entire Fun House; with targets that are either numbered or given a generic target graphic. Each room has a name that usually gives a clue about how the room's design is implemented. Although the player is given three chances to successfully navigate the entire Fun House, collecting 25 silver coins acts as a 1-up. Warp zones will allow players to access the more difficult levels of the Fun House at an earlier time; thus allowing gamers who are pressed for time a chance to beat the game with a higher level of risk.", 
    "tags": [
        1, 
        27, 
        268435461, 
        268435486, 
        536871262, 
        536871846, 
        536871937, 
        536872211, 
        536875054, 
        536875411, 
        536875412, 
        536879173, 
        536881061
    ], 
    "themes": [
        1, 
        27
    ], 
    "updated_at": 1515838313812, 
    "url": "https://www.igdb.com/games/fun-house"
}