{
    "category": 0, 
    "cover": {
        "cloudinary_id": "vlj7ipmjgycfnfng8azo", 
        "height": 417, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/vlj7ipmjgycfnfng8azo.jpg", 
        "width": 288
    }, 
    "created_at": 1499965732038, 
    "first_release_date": 541900800000, 
    "games": [
        79715, 
        64194, 
        50109, 
        37067, 
        66438, 
        61286, 
        28192, 
        11711, 
        64362, 
        34218
    ], 
    "genres": [
        7
    ], 
    "id": 48462, 
    "keywords": [
        534, 
        902, 
        2966, 
        4137, 
        5287, 
        7327
    ], 
    "name": "Ikinari Musician", 
    "platforms": [
        18
    ], 
    "popularity": 1.333333333333333, 
    "release_dates": [
        {
            "category": 0, 
            "date": 541900800000, 
            "human": "1987-Mar-05", 
            "m": 3, 
            "platform": 18, 
            "region": 5, 
            "y": 1987
        }, 
        {
            "category": 0, 
            "date": 544579200000, 
            "human": "1987-Apr-05", 
            "m": 4, 
            "platform": 18, 
            "region": 8, 
            "y": 1987
        }
    ], 
    "slug": "ikinari-musician", 
    "summary": "Ikinari Musician provides a piano-like keyboard, a treble clef on the staff to show note location, a 5-channel Backing track, 4 timbre choices, and controllers to manipulate common synthesizer parameters such as release and attack, LFO, etc. It also provides recording and play back function. \n \nThe player has many choices of styles of the backing track, from popular styles such as Rock, Techno, and Jazz, to various ethnic flavors such as Bossa, Rio, Japan, India, Arabia, etc. \n \nThe backing tracks representing the styles use familiar elements to make the game more accessible to the general audience. For example, in the Scotland style Cadence to Arms, a familiar bagpipes tune, is used. \n \nMost backing tracks loop around one or two chords, allowing an open improvisation on the main keyboard. Once the style is chosen, the main keyboard is masked in the way that only the scale that easily fits into the style is available, e.g. blues scale, pentatonic scale, etc. \n \nThe keyboard is controlled by the UP-DOWN or LEFT-RIGHT d-pads on the game controller so there is no way to play leaps in the scale. \n \nDue to the hardware limitation, the sound produced is the typical 8-bit chiptune music.", 
    "tags": [
        34, 
        268435463, 
        536871446, 
        536871814, 
        536873878, 
        536875049, 
        536876199, 
        536878239
    ], 
    "themes": [
        34
    ], 
    "updated_at": 1516739140937, 
    "url": "https://www.igdb.com/games/ikinari-musician"
}