{
    "category": 0, 
    "collection": 3146, 
    "cover": {
        "cloudinary_id": "vrtymtiiteblyrqnhy4d", 
        "height": 239, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/vrtymtiiteblyrqnhy4d.jpg", 
        "width": 375
    }, 
    "created_at": 1499967806584, 
    "developers": [
        321
    ], 
    "first_release_date": 570844800000, 
    "franchise": 696, 
    "franchises": [
        696
    ], 
    "games": [
        55752, 
        36926, 
        25300, 
        12632, 
        19174, 
        16468, 
        36608, 
        59516, 
        36868, 
        10039
    ], 
    "genres": [
        8, 
        12
    ], 
    "id": 48691, 
    "keywords": [
        14, 
        57, 
        1026, 
        1059, 
        2049, 
        2387, 
        4141, 
        4161, 
        4310, 
        4377, 
        4378, 
        4441, 
        4607, 
        6273
    ], 
    "name": "Kamen Rider Club: Gekitotsu Shocker Land", 
    "platforms": [
        18
    ], 
    "popularity": 2.0, 
    "publishers": [
        617
    ], 
    "release_dates": [
        {
            "category": 0, 
            "date": 570844800000, 
            "human": "1988-Feb-03", 
            "m": 2, 
            "platform": 18, 
            "region": 8, 
            "y": 1988
        }
    ], 
    "slug": "kamen-rider-club-gekitotsu-shocker-land", 
    "summary": "Kamen Rider Club: Gekitotsu Shocker Land is an action adventure game developed for the Famicom and published by Bandai in Japan on February 3, 1988. It is based on Bandai's Kamen Rider franchise, a weekly science fiction story created by Japanese manga artist Shotaro Ishinomori which was published in Shōnen Magazine, as well as being aired on television. \n \nThe story takes place in a world plagued by Shocker, a mysterious terrorist organization. To further its plans for world domination, Shocker recruited its agents through kidnapping, turning their victims into mutant cyborgs and, ultimately, brainwashing them. However, one victim named Takeshi Hongo escaped just before the final brainwashing. With his sanity and moral conscience intact, Hongo battled Shocker's minions as the grasshopper-themed altered human superhero Kamen Rider. Another of Shocker's victims, freelance photographer Hayato Ichimonji, had also been given cyborg implants, but was saved by Kamen Rider from the brainwashing process to become Kamen Rider #2. Assisted by motorcycle race team manager Tobei Tachibana and FBI agent Kazuya Taki, the Kamen Riders fought in both solo and partnered missions against both Shocker and its successor organization Gel-Shocker.", 
    "tags": [
        1, 
        268435464, 
        268435468, 
        536870926, 
        536870969, 
        536871938, 
        536871971, 
        536872961, 
        536873299, 
        536875053, 
        536875073, 
        536875222, 
        536875289, 
        536875290, 
        536875353, 
        536875519, 
        536877185
    ], 
    "themes": [
        1
    ], 
    "updated_at": 1523060973237, 
    "url": "https://www.igdb.com/games/kamen-rider-club-gekitotsu-shocker-land"
}