{
    "category": 0, 
    "cover": {
        "cloudinary_id": "o3dtitffof2js0yngtkf", 
        "height": 600, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/o3dtitffof2js0yngtkf.jpg", 
        "width": 437
    }, 
    "created_at": 1498137581334, 
    "developers": [
        37
    ], 
    "esrb": {
        "rating": 1
    }, 
    "first_release_date": 533779200000, 
    "game_modes": [
        1, 
        2
    ], 
    "games": [
        10039, 
        47823, 
        12632, 
        16468, 
        51485, 
        26848, 
        27209, 
        55752, 
        28029, 
        37094
    ], 
    "genres": [
        5, 
        8, 
        33
    ], 
    "id": 39705, 
    "keywords": [
        166, 
        296, 
        4967, 
        5384
    ], 
    "name": "Legendary Wings", 
    "platforms": [
        52, 
        18
    ], 
    "player_perspectives": [
        3, 
        4
    ], 
    "popularity": 1.333333333333333, 
    "publishers": [
        37
    ], 
    "release_dates": [
        {
            "category": 0, 
            "date": 583718400000, 
            "human": "1988-Jul-01", 
            "m": 7, 
            "platform": 18, 
            "region": 2, 
            "y": 1988
        }, 
        {
            "category": 0, 
            "date": 533779200000, 
            "human": "1986-Dec-01", 
            "m": 12, 
            "platform": 52, 
            "region": 5, 
            "y": 1986
        }
    ], 
    "screenshots": [
        {
            "cloudinary_id": "cda3qklbiwtcbfijtqpk", 
            "height": 224, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/cda3qklbiwtcbfijtqpk.jpg", 
            "width": 256
        }
    ], 
    "slug": "legendary-wings", 
    "summary": "Legendary Wings (Aresu no Tsubasa, \"The Wings of Ares\") is a fantasy-themed shoot-'em-up game released by Capcom as a coin-operated video game in 1986. The player takes control of a young soldier equipped with magical wings who must save the world from a malfunctioning supercomputer. \n Legendary Wings is set in a distant future where an alien supercomputer named \"Dark\", which has been helping human civilization achieve a new state of enlightenment since ancient times, has suddenly rebelled against mankind. Two young warriors are given the Wings of Love and Courage by the God of War Ares in order to destroy Dark and ensure mankind's survival. \n The coin-op version of Legendary Wings can be played by up to two players simultaneously, with a second player being allowed to join the game at any time or even continue after a game over. The game's controls consists of an eight-way joystick and two buttons which changes depending on the context. The game consists of five areas with two different playing styles: the first segment in each stage is a top-view vertical scrolling segment in which the player flies across the sky, shooting at airborne enemies with their gun while dropping bombs at ground enemies, in order to reach the palace at the end of segment. When the player defeats the guardian and gains entrance to the palace, the game switches to a side-scrolling perspective, in which the player moves towards their goal on foot (by walking, crouching, and climbing ladders, as well jumping) until reaching the boss at the end, in which the player character will begin to fly with their wings again. In addition to the regular levels there are two optional levels that are accessible from the vertical-scrolling segment: a trap level in which the player is forced to escape from if they're sucked by the giant mechanical face on each area; and a hidden bonus level where the player can obtain various treasure chests to increase their score.", 
    "tags": [
        1, 
        17, 
        268435461, 
        268435464, 
        268435489, 
        536871078, 
        536871208, 
        536875879, 
        536876296, 
        1073741828, 
        1073741827
    ], 
    "themes": [
        1, 
        17
    ], 
    "updated_at": 1526068664209, 
    "url": "https://www.igdb.com/games/legendary-wings"
}