{
    "category": 0, 
    "created_at": 1499963430542, 
    "first_release_date": 900028800000, 
    "games": [
        75962, 
        46815, 
        75964, 
        75858, 
        75857, 
        75853, 
        68609, 
        55058, 
        50726, 
        50704
    ], 
    "genres": [
        4
    ], 
    "id": 48343, 
    "name": "Linzexu Banned the Opium", 
    "platforms": [
        18
    ], 
    "popularity": 1.333333333333333, 
    "release_dates": [
        {
            "category": 0, 
            "date": 900028800000, 
            "human": "1998-Jul-10", 
            "m": 7, 
            "platform": 18, 
            "region": 8, 
            "y": 1998
        }
    ], 
    "slug": "linzexu-banned-the-opium", 
    "summary": "The Opium Wars of 1839 to 1842 and 1856 to 1860 marked a new stage in China’s relations with the West. China’s military defeats in these wars forced its rulers to sign treaties opening many ports to foreign trade. As opium flooded the country despite imperial prohibitions, the court debated its response. On one side, officials concerned about the economic costs of the silver drain and the social costs of addiction argued for stricter prohibitions, aimed not only at Chinese consumers and dealers but also at the foreign importers. On the other side, a mercantile interest including southern coastal officials allied with local traders promoted legalization and taxation of the drug. \n \n \t \nAs opium flooded the country despite imperial prohibitions, the court debated its response. On one side, officials concerned about the economic costs of the silver drain and the social costs of addiction argued for stricter prohibitions, aimed not only at Chinese consumers and dealers but also at the foreign importers. On the other side, a mercantile interest including southern coastal officials allied with local traders promoted legalization and taxation of the drug. Debate raged within court circles in the early 1800s as factions lined up patrons and pushed their favorite policies. \n \nUltimately, the Daoguang emperor decided to support hardliners who called for complete prohibition, sending the influential official Lin Zexu to Canton in 1839.", 
    "tags": [
        268435460
    ], 
    "updated_at": 1500370718080, 
    "url": "https://www.igdb.com/games/linzexu-banned-the-opium"
}