{
    "category": 0, 
    "created_at": 1499972227005, 
    "first_release_date": 558316800000, 
    "genres": [
        31
    ], 
    "id": 48865, 
    "name": "Miracle Of Almana", 
    "platforms": [
        18
    ], 
    "popularity": 1.333333333333333, 
    "release_dates": [
        {
            "category": 0, 
            "date": 558316800000, 
            "human": "1987-Sep-11", 
            "m": 9, 
            "platform": 18, 
            "region": 8, 
            "y": 1987
        }
    ], 
    "screenshots": [
        {
            "cloudinary_id": "zp2fsbc8koknox87fmjy", 
            "height": 720, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/zp2fsbc8koknox87fmjy.jpg", 
            "width": 1280
        }
    ], 
    "slug": "miracle-of-almana", 
    "summary": "A magic red jewel, known as the Arumana, is stolen from an unnamed village. A thief runs off with the jewel and turns the entire village into stone. The game's hero must track down the thief and recover the stolen jewel.The player takes the role of a hero named Kaito, who bears a remarkable resemblance to Indiana Jones, and must travel through six cavernous levels in search of the stolen jewel, Arumana. The player begins with thirty throwing knives as his weapon of attack. As they venture through the levels they can find various other weapons. These include bombs, a handgun, bolas, a crystal ball that destroys everything on screen, and mines. He must destroy various cave dwelling creatures as well as soldiers, who sometimes drop weapons.The game itself is very reminiscent to Indiana Jones and the Temple of Doom. The appearance of Kaito is not only nearly identical to the series' adventurer, but the game's cave environments and plot, which revolves around the main character recovering a jewel that grants life to a village, are very similar to his explorations. The game also borrows heavily from an earlier Konami release, Roc 'N Rope, with the main character firing ropes at platforms to cross wide chasms.", 
    "updated_at": 1500374447846, 
    "url": "https://www.igdb.com/games/miracle-of-almana"
}