{
    "category": 0, 
    "created_at": 1499971214875, 
    "first_release_date": 533779200000, 
    "games": [
        14605, 
        17469, 
        75586, 
        25130, 
        43130, 
        23175, 
        28277, 
        63734, 
        29646, 
        27266
    ], 
    "genres": [
        31
    ], 
    "id": 48774, 
    "name": "Mississippi Satsujin Jiken: Murder on the Mississippi", 
    "platforms": [
        18
    ], 
    "popularity": 1.0, 
    "release_dates": [
        {
            "category": 0, 
            "date": 533779200000, 
            "human": "1986-Dec-01", 
            "m": 12, 
            "platform": 18, 
            "region": 8, 
            "y": 1986
        }
    ], 
    "slug": "mississippi-satsujin-jiken-murder-on-the-mississippi", 
    "summary": "Muder on the Mississippi is a mystery game initially released in 1986 for the Apple II, Commodore 64 and Commodore 128. It was later ported to the Famicom and MSX2 in Japan. \n \nMurder on the Mississippi, known as Mississippi Satsujin Jiken in Japan, is a menu-driven adventure game loosely based on Sir Arthur Conan Doyle's Sherlock Holmes character. Sir Charles Foxworth and his manservant Regis (Watson in some versions) are on board a Mississippi steamboat heading to New Orleans when a sudden murder forces them to determine who the killer is before Sir Charles becomes their next target. \n \nPlayers move from room to room interrogating suspects and witnesses while looking for clues, occasionally having to avoid a pitfall or trap that will end the game early with the death of Sir Charles. The player needs sufficient evidence to condemn the correct culprit as well, otherwise the game ends on a bad note. \n \nThe game was originally released on the Apple-II, Commodore 64 and Commodore 128 by Activision. Jaleco acquired the rights to license the game in Japan and released their own version for the Japanese MSX and Famicom, which was developed by contract developers TOSE. Some aspects of the Japanese version, including character names and the intro, are different from the Activision version.", 
    "tags": [
        268435487
    ], 
    "updated_at": 1500374242407, 
    "url": "https://www.igdb.com/games/mississippi-satsujin-jiken-murder-on-the-mississippi"
}