{
    "category": 0, 
    "cover": {
        "cloudinary_id": "ukj3vcjlqe9f55wjhoia", 
        "height": 410, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/ukj3vcjlqe9f55wjhoia.jpg", 
        "width": 299
    }, 
    "created_at": 1499965330809, 
    "first_release_date": 574646400000, 
    "games": [
        55029, 
        39257, 
        22399, 
        12982, 
        2015, 
        9789, 
        30229, 
        29173, 
        55036, 
        8773
    ], 
    "genres": [
        11, 
        15
    ], 
    "id": 48412, 
    "keywords": [
        562, 
        864, 
        1471, 
        3782, 
        4495, 
        9833
    ], 
    "name": "Napoleon Senki", 
    "platforms": [
        18
    ], 
    "popularity": 1.333333333333333, 
    "release_dates": [
        {
            "category": 0, 
            "date": 574646400000, 
            "human": "1988-Mar-18", 
            "m": 3, 
            "platform": 18, 
            "region": 5, 
            "y": 1988
        }, 
        {
            "category": 0, 
            "date": 577324800000, 
            "human": "1988-Apr-18", 
            "m": 4, 
            "platform": 18, 
            "region": 8, 
            "y": 1988
        }
    ], 
    "slug": "napoleon-senki", 
    "summary": "Napoleon Senki (ナポレオン戦記?, \"Battles of Napoleon\") is a real-time tactics strategy video game developed by Lenar and published by Irem in March 1988 for the Family Computer. In August that same year, Brøderbund announced that it would be released for the North American NES console as The Battlefields of Napoleon; which was eventually cancelled. \n \nThis video game allows the player to re-enact the Napoleonic Wars using a bird's-eye view. Starting with earliest battles against the Holy Roman Empire to grab territory for the fledging French Republic during the French Revolutionary Wars in the year 1796, Napoleon would guide the French Revolutionary Wars until they ended in 1802. All the nations that were a participant in the Napoleonic Wars were included like Czarist Russia, Great Britain, and the Spanish Empire. Napoleon's first in-game battle would located in present-day Italy; making the battle equally important in Italian history as it was in French history. There are also battles in what would now considered to be the Arab Republic of Egypt against the Ottoman Empire along with various other conquests in Europe.", 
    "tags": [
        268435467, 
        268435471, 
        536871474, 
        536871776, 
        536872383, 
        536874694, 
        536875407, 
        536880745
    ], 
    "updated_at": 1516758713893, 
    "url": "https://www.igdb.com/games/napoleon-senki"
}