{
    "category": 0, 
    "cover": {
        "cloudinary_id": "fj9bhgakatyuqzrro7dl", 
        "height": 235, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/fj9bhgakatyuqzrro7dl.jpg", 
        "width": 167
    }, 
    "created_at": 1499971411307, 
    "first_release_date": 603936000000, 
    "games": [
        13189, 
        25222, 
        41895, 
        55803, 
        22425, 
        11423, 
        11296, 
        29730, 
        19289, 
        70396
    ], 
    "genres": [
        31
    ], 
    "id": 48802, 
    "keywords": [
        221, 
        1027, 
        1669, 
        4146
    ], 
    "name": "Nishimura Kyoutarou Mystery: Blue Train Satsujin Jiken", 
    "platforms": [
        18
    ], 
    "popularity": 1.333333333333333, 
    "release_dates": [
        {
            "category": 0, 
            "date": 603936000000, 
            "human": "1989-Feb-20", 
            "m": 2, 
            "platform": 18, 
            "region": 8, 
            "y": 1989
        }
    ], 
    "slug": "nishimura-kyoutarou-mystery-blue-train-satsujin-jiken", 
    "summary": "Nishimura Kyoutarou Mystery: Blue Train Satsujin Jiken is a mystery game released for the Nintendo Famicom in 1989. \n \nNishimura Kyoutarou Mystery: Blue Train Satsujin Jiken (\"Kyoutarou Nishimura Mystery: Blue Train Murder Case\") is the first game in a series of murder mystery adventure games based on novels by famed Japanese mystery author Kyotaro Nishimura. It was developed by TOSE and published by Irem on the Famicom in Japan only. Along with other similarly themed franchises such as Tantei Jinguuji Saburo and Yamamura Misa Suspense, it invites players to solve the mystery by talking to witnesses and suspects and interacting with the environment to discover who is behind the murder. \n \nKyotaro Nishimura's novels tend to focus on murders that occur on or around trains with this game being no exception. A body is found on a Blue Train - the name given to Japanese cross-country sleeper trains, i.e. those built to accommodate sleeping passengers - and the player character is brought in to solve the mystery.", 
    "tags": [
        268435487, 
        536871133, 
        536871939, 
        536872581, 
        536875058
    ], 
    "updated_at": 1515861337926, 
    "url": "https://www.igdb.com/games/nishimura-kyoutarou-mystery-blue-train-satsujin-jiken"
}