{
    "alternative_names": [
        {
            "name": "Mike Tyson's Punch-Out!!"
        }, 
        {
            "comment": "Japanese title", 
            "name": "パンチアウト!!"
        }, 
        {
            "comment": "Japanese title", 
            "name": "Panchiauto!!"
        }
    ], 
    "category": 0, 
    "collection": 452, 
    "cover": {
        "cloudinary_id": "wuwrbg81vbja9igfaayg", 
        "height": 690, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/wuwrbg81vbja9igfaayg.jpg", 
        "width": 476
    }, 
    "created_at": 1372266046316, 
    "developers": [
        70
    ], 
    "esrb": {
        "rating": 3
    }, 
    "first_release_date": 564451200000, 
    "game_modes": [
        1
    ], 
    "games": [
        10039, 
        26848, 
        65832, 
        36794, 
        76213, 
        34919, 
        22690, 
        36608, 
        55715, 
        19658
    ], 
    "genres": [
        4, 
        14
    ], 
    "id": 2195, 
    "keywords": [
        632, 
        761
    ], 
    "name": "Punch-Out!!", 
    "pegi": {
        "rating": 2
    }, 
    "platforms": [
        52, 
        18
    ], 
    "player_perspectives": [
        2
    ], 
    "popularity": 2.666666666666667, 
    "publishers": [
        70
    ], 
    "pulse_count": 4, 
    "rating": 80.1989461977885, 
    "rating_count": 18, 
    "release_dates": [
        {
            "category": 2, 
            "date": 567907200000, 
            "human": "1987", 
            "m": 12, 
            "platform": 52, 
            "region": 5, 
            "y": 1987
        }, 
        {
            "category": 0, 
            "date": 564451200000, 
            "human": "1987-Nov-21", 
            "m": 11, 
            "platform": 18, 
            "region": 5, 
            "y": 1987
        }
    ], 
    "screenshots": [
        {
            "cloudinary_id": "nmf8x53zvl50v9gdpkgr", 
            "height": 896, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/nmf8x53zvl50v9gdpkgr.jpg", 
            "width": 1024
        }
    ], 
    "slug": "punch-out--2", 
    "summary": "Punch-Out!!, originally released in North America as Mike Tyson's Punch-Out!!, is a boxing sports fighting video game for the Nintendo Entertainment System (NES) developed and published by Nintendo in 1987. Part of the Punch-Out!! series, it is a port of both the Punch-Out!! and Super Punch-Out!! arcade games (particularly the latter) with some variations. \nPunch-Out!! features a boxer known as Little Mac working his way up the professional boxing circuits, facing a series of colorful, fictional boxers, leading to a final fight with real-life boxer, the then-World Heavyweight Champion, which is Mike Tyson in the original version and Mr. Dream in the later version. \nLittle Mac has a limited repertoire compared to most of his opponents. His punches are limited to left and right jabs, left and right body blows, and a powerful uppercut. The uppercut can only be used once the player earns a star, which is typically accomplished by counter-punching the opponent directly before or after certain attacks are launched. The player can acquire up to three stars. To perform the uppercut, the player needs to press the start button once a star is earned. To defend, Mac can dodge left or right, duck, and block punches by putting up his guard. \nLittle Mac also has a heart meter, which decreases by three upon being struck by an opponent and one upon blocking an attack or an opponent blocking/dodging the player's attack. When the heart meter decreases to zero, Little Mac temporarily turns pink and appears exhausted, leaving the player unable to attack but still able to dodge or block. At this point, Mac can regain some hearts (and his normal color palette) only by avoiding the opponent's punches. He immediately loses all of his hearts upon being knocked down, but can regain some by getting up. \nA bout can end by knockout (KO), if a fighter is unable to get up within ten seconds after being knocked down; by technical knockout (TKO), if a fighter is knocked down three times in one round; or by decision, if the bout lasts three full rounds without a clear winner. In order to win by decision, the player must accumulate higher than a certain point total by punching the opponent and/or knocking him down (different boxers require different point totals to win by decision). However, some bouts cannot be won in this manner and will automatically result in a loss for the player if the opponent is not knocked out. Mac can only get up three times during any one bout; if he is knocked down a fourth time, he will be unable to rise and thus lose by knockout. \nWhen Mac loses his first bout to a ranked opponent, he will have a chance to fight a rematch. However, if he loses a Title Bout, he will fall in the rankings - one place for the Minor or Major Circuits, two places for the World Circuit. Losing a rematch causes him to fall one place (unless he is already at the bottom of his circuit), forcing him to fight his way back up. A third loss (not necessarily a consecutive one) ends the game. The exception is the final fight against Mike Tyson/Mr. Dream; a loss to them automatically results in a game over.", 
    "tags": [
        1, 
        27, 
        268435460, 
        268435470, 
        536871544, 
        536871673, 
        1073741826
    ], 
    "themes": [
        1, 
        27
    ], 
    "total_rating": 80.1989461977885, 
    "total_rating_count": 18, 
    "updated_at": 1526479468991, 
    "url": "https://www.igdb.com/games/punch-out--2", 
    "videos": [
        {
            "name": "Gameplay video", 
            "video_id": "pPooTVA45SQ"
        }
    ]
}