{
    "alternative_names": [
        {
            "comment": "Other", 
            "name": "Les Chevaliers du Zodiaque: La Legende d'Or"
        }
    ], 
    "category": 0, 
    "collection": 2319, 
    "cover": {
        "cloudinary_id": "ajxztdn1m9jvy1stpyob", 
        "height": 845, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/ajxztdn1m9jvy1stpyob.jpg", 
        "width": 588
    }, 
    "created_at": 1499967547197, 
    "first_release_date": 563328000000, 
    "games": [
        12632, 
        28010, 
        36608, 
        16468, 
        19567, 
        25300, 
        59516, 
        36926, 
        27209, 
        55289
    ], 
    "genres": [
        12
    ], 
    "id": 48655, 
    "keywords": [
        78, 
        1026, 
        4142
    ], 
    "name": "Saint Seiya: Ougon Densetsu", 
    "platforms": [
        18
    ], 
    "popularity": 1.333333333333333, 
    "release_dates": [
        {
            "category": 0, 
            "date": 563328000000, 
            "human": "1987-Nov-08", 
            "m": 11, 
            "platform": 18, 
            "region": 8, 
            "y": 1987
        }
    ], 
    "slug": "saint-seiya-ougon-densetsu", 
    "summary": "Saint Seiya: Ougon Densetsu is an RPG based around the anime and manga series known as Saint Seiya. It was developed and published by Bandai in 1987 for the Famicom. \n \nThe story of the game draws heavily from the first story arc of the series, from the beginning of the story to the fight with the Gold Saints. The game remains faithful to the original story while introducing some original elements. When the game came out, the story line was in the middle of the Gold Saints story arc. As a result, the last boss of the game is an original character. The actual final fight of the Gold Saints arc was carried over into this game's sequel, Saint Seiya: Ougon Densetsu Kanketsu Hen. \n \nThe gameplay mixes side scrolling action scenes to transport the character from place to place where he may have to jump over obstacles and fight basic enemies, with a turn based combat system against bosses and other significant battles. In order to be successful at these turn based battles, the player must distribute his power, or Cosmos, to various attributes before each attack. Failure to do so typically results in no damage dealt to the opponent, and a lot of damage received. When Life is lost, the main character can be revived, but if all Cosmos is lost, then the game is over.", 
    "tags": [
        1, 
        268435468, 
        536870990, 
        536871938, 
        536875054
    ], 
    "themes": [
        1
    ], 
    "updated_at": 1513086825307, 
    "url": "https://www.igdb.com/games/saint-seiya-ougon-densetsu"
}