{
    "category": 0, 
    "cover": {
        "cloudinary_id": "l4stzuh1htgdfy8eqmjg", 
        "height": 224, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/l4stzuh1htgdfy8eqmjg.jpg", 
        "width": 256
    }, 
    "created_at": 1499965296759, 
    "first_release_date": 640828800000, 
    "games": [
        49414, 
        25636, 
        21842, 
        28080, 
        36608, 
        18862, 
        75102, 
        23913, 
        47472, 
        44922
    ], 
    "genres": [
        12
    ], 
    "id": 48401, 
    "name": "Sansara Naga", 
    "platforms": [
        18
    ], 
    "popularity": 1.333333333333333, 
    "release_dates": [
        {
            "category": 0, 
            "date": 640828800000, 
            "human": "1990-Apr-23", 
            "m": 4, 
            "platform": 18, 
            "region": 8, 
            "y": 1990
        }
    ], 
    "slug": "sansara-naga--1", 
    "summary": "Sansara Naga is a role-playing video game that was published by Victor Music Entertainment exclusively to Japan for the Family Computer on the 23rd of March, 1990. A fan-translation was finished and released in 2013 on the 28th of December for Sansara Naga by the hacking and translation group Stardust Crusaders. \n \nSansara Naga is set in the fantasy-filled lands of India during the Vedic age and also mixes elements of Japanese folklore such as the legend of Brahman Umibouzu (\"sea bonze\"). Many of the NPCs in game will tell you that Cows are sacred animals and a few will mention the Tower of Ṛta Satya. There is a set of armor in the game called Dharma Armor, which will prevent the player from dealing or being dealt damage. \n \nThe story revolves around a Boy/Girl that steals a treasured Ostrich egg from the village of Orissa and decides to reflect upon one's actions; aspiring to become a Dragoon to restore their lost honor. The protagonist will set out on an adventure saving lives, performing good deeds, and raising a newly hatched dragon. There are bosses and many NPC street vendors will attempt to scam you with defective items or attempt to mug you. While the main protagonist does not level and their base stats are fixed at 40 STR, 40 DEF—The dragon that you raise does level. More unique game mechanics to this game include the ability to feed dead bodies to your dragon to raise his level, enchanted armors, field map events, hidden landmarks, a few side quests, and mini-games. \n \nSansara Naga's gameplay and gameplay mechanics are similar to those of Dragon Quest I, Pokémon and Earthbound. \n \nThe Silver Mountains are also referred to as Heaven.", 
    "tags": [
        268435468
    ], 
    "updated_at": 1507922153916, 
    "url": "https://www.igdb.com/games/sansara-naga--1"
}