{
    "category": 0, 
    "cover": {
        "cloudinary_id": "ugy7tuucqnl7wkzmidrs", 
        "height": 418, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/ugy7tuucqnl7wkzmidrs.jpg", 
        "width": 295
    }, 
    "created_at": 1499972157514, 
    "first_release_date": 603936000000, 
    "games": [
        12632, 
        36534, 
        18398, 
        19698, 
        47823, 
        26766, 
        37088, 
        36926, 
        16468, 
        17583
    ], 
    "genres": [
        12
    ], 
    "id": 48860, 
    "keywords": [
        296, 
        1026, 
        2564, 
        4155, 
        4248, 
        4331, 
        8888
    ], 
    "name": "Satomi Hakkenden", 
    "platforms": [
        18
    ], 
    "popularity": 1.333333333333333, 
    "release_dates": [
        {
            "category": 0, 
            "date": 603936000000, 
            "human": "1989-Feb-20", 
            "m": 2, 
            "platform": 18, 
            "region": 8, 
            "y": 1989
        }
    ], 
    "slug": "satomi-hakkenden", 
    "summary": "A Famicom RPG based on a famous Japanese novel series of the same name. It was developed by Alpha Denshi and published by SNK. \n \nSatomi Hakkenden (usually translated as \"The Eight Dog Chronicles\") was a long-running 19th century novel series about eight samurais from the Sengoku period and their various adventures. It was in some ways partly inspired by the ancient Chinese epic The Water Margin, which has itself seen video game adaptations in the form of the Suikoden games. Receiving numerous TV and film adaptations, including the 1983 film known in the west as Legend of the Eight Samurai, Satomi Hakkenden would be its first video game adaptation. Makai Hakkenden Shada for the Turbografx-16, also released in 1989, would be a later adaptation. \n \nThe game itself plays much like Dragon Quest; a common source of inspiration for 8-bit RPGs. The player can walk around towns conversing with NPCs, equipping themselves with weapons and armor and receiving quests and directions to new areas before leaving the safety of the town to fight random encounters on the overworld map that links locations together. Combat follows the tactical turn-based pattern, allowing the player input their characters' desired actions before watching each turn play out. Most of the enemies in the game are based on classical Japanese monsters, usually youkai.", 
    "tags": [
        17, 
        22, 
        268435468, 
        536871208, 
        536871938, 
        536873476, 
        536875067, 
        536875160, 
        536875243, 
        536879800
    ], 
    "themes": [
        17, 
        22
    ], 
    "updated_at": 1516753161042, 
    "url": "https://www.igdb.com/games/satomi-hakkenden"
}