{
    "category": 0, 
    "cover": {
        "cloudinary_id": "qdpjzslw5h8mb9wxrn7h", 
        "height": 2100, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/qdpjzslw5h8mb9wxrn7h.jpg", 
        "width": 1528
    }, 
    "created_at": 1499954497166, 
    "first_release_date": 633830400000, 
    "games": [
        29173, 
        55036, 
        25311, 
        76731, 
        68287, 
        55590, 
        9789, 
        71455, 
        11582, 
        19301
    ], 
    "genres": [
        15
    ], 
    "id": 48084, 
    "keywords": [
        970, 
        994, 
        3782, 
        4472, 
        6022
    ], 
    "name": "Shockwave", 
    "platforms": [
        18
    ], 
    "popularity": 1.333333333333333, 
    "release_dates": [
        {
            "category": 0, 
            "date": 633830400000, 
            "human": "1990-Feb-01", 
            "m": 2, 
            "platform": 18, 
            "region": 8, 
            "y": 1990
        }
    ], 
    "slug": "shockwave", 
    "summary": "In Shockwave you need to retrieve powerful crystals left behind by the Tarian race. The Rastons are after the crystals also, which places a short time limit on the mission. You are armed only with a spacesuit and a shockwave pistol. To retrieve the crystals, you will need to find your way through numerous mazes. Blocks in the maze can be moved with the shockwave pistol. When you hit a block with the pistol, this will move blocks adjacent to the block hit rather than the block itself. If numerous blocks are lined up, the shockwave will continue to travel through the blocks until the path is clear and a block can be moved. Some blocks are indestructable and immovable, while others can be moved, and some completely destroyed. Teleportation doors, force fields and other special items can be found in some mazes. To complete most of the levels the blocks will need to be moved about in the proper order to avoid leaving a critical path permanently blocked. If you do get stuck, there is an option to restart a maze (this feature becomes more and more useful as the game progresses.) Wandering about many of the levels are FireStars which will weaken your spacesuit and eventually destroy it. Each level has a time limit in which to solve the maze and retrieve all of the crystals.", 
    "tags": [
        1, 
        18, 
        268435471, 
        536871882, 
        536871906, 
        536874694, 
        536875384, 
        536876934
    ], 
    "themes": [
        1, 
        18
    ], 
    "updated_at": 1516673357632, 
    "url": "https://www.igdb.com/games/shockwave"
}