{
    "category": 0, 
    "cover": {
        "cloudinary_id": "nelmurzinweax5exyz1z", 
        "height": 208, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/nelmurzinweax5exyz1z.jpg", 
        "width": 300
    }, 
    "created_at": 1499972062205, 
    "first_release_date": 598924800000, 
    "games": [
        55803, 
        29730, 
        13189, 
        25222, 
        22482, 
        41895, 
        22425, 
        51464, 
        22490, 
        11296
    ], 
    "genres": [
        31
    ], 
    "id": 48843, 
    "keywords": [
        78, 
        1027, 
        4141, 
        4142, 
        4331, 
        4379
    ], 
    "name": "Shoukoushi Cedie", 
    "platforms": [
        18
    ], 
    "popularity": 1.333333333333333, 
    "release_dates": [
        {
            "category": 0, 
            "date": 598924800000, 
            "human": "1988-Dec-24", 
            "m": 12, 
            "platform": 18, 
            "region": 5, 
            "y": 1988
        }, 
        {
            "category": 0, 
            "date": 601603200000, 
            "human": "1989-Jan-24", 
            "m": 1, 
            "platform": 18, 
            "region": 8, 
            "y": 1989
        }
    ], 
    "slug": "shoukoushi-cedie", 
    "summary": "A NES adventure game based on the anime of the same name, which is an adaptation of Little Lord Fauntleroy. \n \nShoukoushi Ceddie (sometimes Cedie) is the Japanese title of the 1886 Frances Hodgson Burnett novel Little Lord Fauntleroy, about a down-to-earth kid from New York discovering his heritage as the heir to an Earldom in England, moving to his inherited estate and learning how to become a nobleman. Fuji Television created a 43 episode anime series based on the novel in 1988, and this video game adaptation is based on that TV show. Fuji Television is perhaps best known in western video game circles for being responsible for Doki Doki Panic (the game the American/European Super Mario Bros 2 is based on) as well as airing GameCenter CX (or Retro Game Master). \n \nThe game plays much like a regular Famicom adventure game: The player walks around, talks to people and finds items which are used to solve puzzles. However, rather than selecting destinations from a menu, the player manually walks around the different locales using a top-down perspective. There are also action sequences where the player must avoid random pedestrians when leaving the estate. If he collides with an NPC, or goes into the wrong door, he is chided by his tutor and forced to answer trivia questions.", 
    "tags": [
        268435487, 
        536870990, 
        536871939, 
        536875053, 
        536875054, 
        536875243, 
        536875291
    ], 
    "updated_at": 1516753378893, 
    "url": "https://www.igdb.com/games/shoukoushi-cedie"
}