{
    "category": 0, 
    "cover": {
        "cloudinary_id": "ay4eyrngqawvueysga7s", 
        "height": 2100, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/ay4eyrngqawvueysga7s.jpg", 
        "width": 1528
    }, 
    "created_at": 1499959846496, 
    "first_release_date": 691545600000, 
    "games": [
        25311, 
        68287, 
        44242, 
        71455, 
        34919, 
        23212, 
        25300, 
        19301, 
        36950, 
        19934
    ], 
    "genres": [
        13
    ], 
    "id": 48243, 
    "keywords": [
        970, 
        1148, 
        9149, 
        12051
    ], 
    "name": "Space Shuttle Project", 
    "platforms": [
        18
    ], 
    "popularity": 1.333333333333333, 
    "release_dates": [
        {
            "category": 0, 
            "date": 691545600000, 
            "human": "1991-Dec-01", 
            "m": 12, 
            "platform": 18, 
            "region": 8, 
            "y": 1991
        }
    ], 
    "slug": "space-shuttle-project", 
    "summary": "The object of this video game is to successfully launch and fly one of NASA's historic Space Shuttles. Gameplay is composed of several different types of missions, each broken up into short mini-games. \nThe first part of the game requires the player to activate oxygen and hydrogen pumps as well as get additional crew members into the shuttle within a strict time limit by moving an elevator up and down and avoiding moving bumpers. Then, the player must successfully launch the shuttle into space by performing quick time events that correspond to particular shuttle launch maneuvers such as booster rocket separation. Once in space, one of several missions will be played where the player must control the astronaut by maneuvering him around hazards, replenish his air supply before the timer runs out, and deliver components for the International Space Station to their correct locations. A cosmonaut from the Soviet Union must also be rescued in the game. \nFinally, the player must land the shuttle by again performing Quick Time Events that correspond to landing maneuvers before finally landing at Edwards Air Force Base.", 
    "tags": [
        1, 
        18, 
        268435469, 
        536871882, 
        536872060, 
        536880061, 
        536882963
    ], 
    "themes": [
        1, 
        18
    ], 
    "updated_at": 1515725361736, 
    "url": "https://www.igdb.com/games/space-shuttle-project"
}