{
    "category": 0, 
    "cover": {
        "cloudinary_id": "kfwkbjqlm2y8d2kep2ek", 
        "height": 484, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/kfwkbjqlm2y8d2kep2ek.jpg", 
        "width": 342
    }, 
    "created_at": 1499967293645, 
    "first_release_date": 569462400000, 
    "games": [
        70576, 
        36847, 
        57656, 
        45560, 
        4395, 
        48220, 
        27407, 
        71553, 
        51069, 
        12326
    ], 
    "genres": [
        14
    ], 
    "id": 48618, 
    "keywords": [
        44, 
        833, 
        1307, 
        4322, 
        4561, 
        4563
    ], 
    "name": "Stick Hunter: Exciting Ice Hockey", 
    "platforms": [
        18
    ], 
    "popularity": 1.333333333333333, 
    "release_dates": [
        {
            "category": 0, 
            "date": 569462400000, 
            "human": "1988-Jan-18", 
            "m": 1, 
            "platform": 18, 
            "region": 8, 
            "y": 1988
        }
    ], 
    "slug": "stick-hunter-exciting-ice-hockey", 
    "summary": "Stick Hunter: Exciting Ice Hockey is a game for the Famicom released only in Japan in 1987. It was never released in North America. Stick Hunter was the first actual ice hockey game created for a Nintendo gaming system. \n \nThe game was designed so that 1 player could play against the computer, or 2 players could play simultaneously against each other. The length of the periods and difficulty level could both be adjusted. \n \nPlaying as a character who has possession of the puck, the character could not only skate faster, but could only shoot the puck forward. So if the player wanted to pass to a teammate, the character on screen would have to be facing the person to which he's passing. The same applied to shooting at the net and attempting to score a goal. The character would have to be facing the opposing net. A player without the puck could only skate faster. If the goalie had control of the puck, he could only pass to a teammate. \n \nAs in the real-world sport of hockey, the object is to score more goals than the opposing team.", 
    "tags": [
        268435470, 
        536870956, 
        536871745, 
        536872219, 
        536875234, 
        536875473, 
        536875475
    ], 
    "updated_at": 1516759774132, 
    "url": "https://www.igdb.com/games/stick-hunter-exciting-ice-hockey"
}