{
    "category": 0, 
    "cover": {
        "cloudinary_id": "ahfjuff8s6xnvchb2gfc", 
        "height": 600, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/ahfjuff8s6xnvchb2gfc.jpg", 
        "width": 424
    }, 
    "created_at": 1499965221405, 
    "first_release_date": 588902400000, 
    "games": [
        69398, 
        67390, 
        66208, 
        66197, 
        65284, 
        64377, 
        64044, 
        62299, 
        62275, 
        62254
    ], 
    "genres": [
        14
    ], 
    "id": 48395, 
    "keywords": [
        20
    ], 
    "name": "Super Real Baseball '88", 
    "platforms": [
        18
    ], 
    "popularity": 1.333333333333333, 
    "release_dates": [
        {
            "category": 0, 
            "date": 588902400000, 
            "human": "1988-Aug-30", 
            "m": 8, 
            "platform": 18, 
            "region": 8, 
            "y": 1988
        }
    ], 
    "slug": "super-real-baseball-88", 
    "summary": "Super Real Baseball '88 (スーパーリアル ベースボール '88?) is a baseball game developed by Pax Softonica for the Famicom and published in Japan by Vap in 1988. After Namco excited the market for baseball games with the release of Pro Yakyuu Family Stadium, many other companies attempted to meet the demand for more baseball games. \n \nThis title differentiated itself from other baseball games by obtaining permission from the Professional Baseball Organization of Japan to use the official names of the 12 Japanese baseball teams and their players. This was a groundbreaking feature at the time. It was also the first game to depict an existing stadium with it's actual name, the Tokyo Dome, which had just opened shortly before the game's release. Outfielder and first baseman Warren Cromartie, formerly with the Montreal Expos, and playing for the Yomiuri Giants at the time, was chosen to help promote the game. \n \nTo further distinguish the game, the developers chose to use a more realistic approach when depicting the players on the field, as opposed to the more cartoonish look utilized by Pro Yakyuu Family Stadium and many other baseball games. Additionally, the view remains fairly close to the ball after the batter hits the ball, as opposed to zooming out to a bird's eye view of the field. Despite these changes, and efforts to promote the game, it was considered very difficult to play, as it employed rather complex controls for batting, pitching, and fielding that were not easy for many players to perform.", 
    "tags": [
        268435470, 
        536870932
    ], 
    "updated_at": 1515861327463, 
    "url": "https://www.igdb.com/games/super-real-baseball-88"
}