{
    "category": 0, 
    "collection": 2777, 
    "cover": {
        "cloudinary_id": "aziowasl1htvqxj8l9yg", 
        "height": 1415, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/aziowasl1htvqxj8l9yg.jpg", 
        "width": 1000
    }, 
    "created_at": 1498119039141, 
    "developers": [
        1271
    ], 
    "first_release_date": 570672000000, 
    "game_modes": [
        1, 
        2
    ], 
    "games": [
        39062, 
        7329, 
        71455, 
        28380, 
        6852, 
        10039, 
        6790, 
        11177, 
        23198, 
        9929
    ], 
    "genres": [
        4, 
        25, 
        33
    ], 
    "id": 39060, 
    "keywords": [
        57, 
        558, 
        982, 
        1059, 
        1299, 
        1669, 
        1675, 
        2105, 
        2152, 
        3486, 
        4161, 
        4419, 
        4446, 
        4449, 
        4502, 
        4508, 
        4626, 
        4743, 
        4891, 
        5208, 
        5320, 
        5844, 
        6308, 
        6369, 
        8308, 
        8779, 
        9792
    ], 
    "name": "Target: Renegade", 
    "platforms": [
        15, 
        26, 
        25, 
        18
    ], 
    "player_perspectives": [
        4
    ], 
    "popularity": 1.333333333333333, 
    "publishers": [
        1440, 
        1452
    ], 
    "release_dates": [
        {
            "category": 2, 
            "date": 599529600000, 
            "human": "1988", 
            "m": 12, 
            "platform": 26, 
            "region": 1, 
            "y": 1988
        }, 
        {
            "category": 0, 
            "date": 636249600000, 
            "human": "1990-Mar-01", 
            "m": 3, 
            "platform": 18, 
            "region": 2, 
            "y": 1990
        }, 
        {
            "category": 2, 
            "date": 599529600000, 
            "human": "1988", 
            "m": 12, 
            "platform": 15, 
            "region": 1, 
            "y": 1988
        }, 
        {
            "category": 0, 
            "date": 570672000000, 
            "human": "1988-Feb-01", 
            "m": 2, 
            "platform": 25, 
            "region": 1, 
            "y": 1988
        }
    ], 
    "slug": "target-renegade", 
    "summary": "Target: Renegade is a scrolling beat'em up (or flip-screen on certain versions) computer game released on the Amstrad CPC, Commodore 64 and ZX Spectrum systems in the late 1980s by Ocean Software on their \"Imagine\" label, as well as a Nintendo Entertainment System version published by Taito. The game is a sequel to Renegade and was followed by Renegade 3. When acquiring the license to convert the original arcade game Renegade to home computers, Ocean acquired the option to produce and release their own home-computer-only sequels to the game, and Target Renegade was the first of these sequels. \n \nOn most formats, the game caters for one or two players and concerns itself with the adventures of a streetfighter (or a pair of identical streetfighters) known only as \"Renegade\", who seek(s) revenge against a local crime kingpin named \"Mr. Big\" for murdering his or their brother Matt. The player character varies, depending on the format, but is usually represented as topless apart from a leather vest and wearing jeans. \n \nRegardless of the format, the cover of the game and the title screen (as seen on the image to the right) portrays a topless street fighter performing a flying kick through a window. In keeping with video game box art and advertising of the era, the character shown in this illustration bears little relation to any character in the game itself. The actual picture is based on Martial Arts Legend Joe Lewis from the cover of his book The World's Greatest Fighter Teaches You How To Master Bruce Lee's Fighting System, but has been adjusted so as to fit in with the character of Renegade. \n \nThe game comprises five levels, though details of enemies and weapons vary from one version to another (the NES version in particular is more like Double Dragon than the home computer versions). The NES and C64 versions of the game do not have a two-player co-operative mode.", 
    "tags": [
        1, 
        268435460, 
        268435481, 
        268435489, 
        536870969, 
        536871470, 
        536871894, 
        536871971, 
        536872211, 
        536872581, 
        536872587, 
        536873017, 
        536873064, 
        536874398, 
        536875073, 
        536875331, 
        536875358, 
        536875361, 
        536875414, 
        536875420, 
        536875538, 
        536875655, 
        536875803, 
        536876120, 
        536876232, 
        536876756, 
        536877220, 
        536877281, 
        536879220, 
        536879691, 
        536880704, 
        1073741828
    ], 
    "themes": [
        1
    ], 
    "updated_at": 1512998474415, 
    "url": "https://www.igdb.com/games/target-renegade"
}