{
    "category": 0, 
    "cover": {
        "cloudinary_id": "qmipn3cczuom0k5ivdb9", 
        "height": 303, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/qmipn3cczuom0k5ivdb9.jpg", 
        "width": 220
    }, 
    "created_at": 1390142948962, 
    "developers": [
        129
    ], 
    "first_release_date": 599616000000, 
    "franchise": 77, 
    "franchises": [
        77
    ], 
    "game_modes": [
        1, 
        2, 
        3, 
        4
    ], 
    "games": [
        1070, 
        1073, 
        10039, 
        1188, 
        36608, 
        74863, 
        51485, 
        26848, 
        34919, 
        27239
    ], 
    "genres": [
        8
    ], 
    "id": 3816, 
    "keywords": [
        659
    ], 
    "name": "Teenage Mutant Ninja Turtles: The Arcade Game", 
    "platforms": [
        52, 
        18
    ], 
    "player_perspectives": [
        4
    ], 
    "popularity": 2.0, 
    "publishers": [
        11624, 
        129, 
        104, 
        310, 
        1917
    ], 
    "rating": 87.831030743752, 
    "rating_count": 21, 
    "release_dates": [
        {
            "category": 2, 
            "date": 694137600000, 
            "human": "1991", 
            "m": 12, 
            "platform": 18, 
            "region": 8, 
            "y": 1991
        }, 
        {
            "category": 1, 
            "date": 599616000000, 
            "human": "1989-Jan", 
            "m": 1, 
            "platform": 52, 
            "y": 1989
        }
    ], 
    "screenshots": [
        {
            "cloudinary_id": "shbxm6qtdmt1bwjscme5", 
            "height": 224, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/shbxm6qtdmt1bwjscme5.jpg", 
            "width": 256
        }
    ], 
    "slug": "teenage-mutant-ninja-turtles-the-arcade-game", 
    "summary": "The player chooses from one of the four Ninja Turtles: Leonardo, Michelangelo, Donatello, and Raphael. After Shredder kidnaps the Turtles' friend April O'Neil and their mentor Splinter, they must give chase, save their comrades, and defeat the evil Shredder. Up to four players (two in some versions) can take control of any of the Turtles. Donatello has slower attacks but a longer range, Michelangelo and Raphael have faster attacks but a shorter range, and Leonardo is a well-rounded Turtle with average range and speed. \n \nThe eight-way joystick controls the movements of the Turtle, the jump button makes them jump and the attack button makes them hit in front of them using their weapon. In addition to this, some combinations are possible. The Turtles can throw Foot soldiers overhead, and by pressing the jump and attack buttons, a special attack is performed. Raphael rolls along the ground and finishes with a kick, while the other Turtles do a sweeping jump attack with their weapons. Turtles can also spring off the wall in certain areas. Enemies can be defeated more quickly by slamming them into walls or solid objects. Many objects such as traffic cones, parking meters, fire hydrants and exploding oil drums can be hit or damaged with attacks in order to help defeat nearby enemies. In the attract mode, the game showed the first part of the cartoon opening, along with a portion of the Teenage Mutant Ninja Turtles theme song. \n \nThe majority of the enemies the Turtles must face are the Foot Soldiers. They wear a different colored uniform depending on what weapon they have. The purple-clad Foot Soldiers also have the ability to hold the Turtles from behind, draining their health and leaving them open to attack by the other Foot soldiers. The bosses in the game includes Bebop and Rocksteady (individually and together), Baxter Stockman, Granitor, General Traag, Krang, and Shredder himself.", 
    "tags": [
        1, 
        268435464, 
        536871571, 
        1073741828
    ], 
    "themes": [
        1
    ], 
    "total_rating": 87.831030743752, 
    "total_rating_count": 21, 
    "updated_at": 1528475113039, 
    "url": "https://www.igdb.com/games/teenage-mutant-ninja-turtles-the-arcade-game", 
    "videos": [
        {
            "name": "Gameplay video", 
            "video_id": "mdn8gRhBALc"
        }
    ], 
    "websites": [
        {
            "category": 2, 
            "url": "http://en.wikipedia.org/wiki/Teenage_Mutant_Ninja_Turtles_(arcade_game)"
        }
    ]
}