{
    "category": 0, 
    "cover": {
        "cloudinary_id": "pqhs3rnvtyscplw22lsx", 
        "height": 204, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/pqhs3rnvtyscplw22lsx.jpg", 
        "width": 300
    }, 
    "created_at": 1499972318334, 
    "first_release_date": 558316800000, 
    "games": [
        37088, 
        19289, 
        13189, 
        36792, 
        25222, 
        22425, 
        26163, 
        41895, 
        6985, 
        11423
    ], 
    "genres": [
        31
    ], 
    "id": 48881, 
    "keywords": [
        253, 
        1027, 
        1669, 
        4155, 
        4379, 
        5756, 
        7547
    ], 
    "name": "Tenka no Goikenban: Mito Koumon", 
    "platforms": [
        18
    ], 
    "popularity": 1.333333333333333, 
    "release_dates": [
        {
            "category": 0, 
            "date": 558316800000, 
            "human": "1987-Sep-11", 
            "m": 9, 
            "platform": 18, 
            "region": 8, 
            "y": 1987
        }
    ], 
    "slug": "tenka-no-goikenban-mito-koumon", 
    "summary": "An adventure game by SunSoft for the Famicom. The game is based on a TV show about a retired governor and his retainers going around solving problems in Edo period Japan. \n \nMito Koumon is a long-running Japanese TV show that follows the elderly Tokugawa Mitsukuni, legendary law-maker and former daimyo of the Mito region, and his two retainers Sasaki Sukesaburō and Atsumi Kakunoshin as they enter towns incognito and solve problems regarding political corruption, crime bosses and other problems plaguing the common folk. Only after solving the problem would Tokugawa reveal his identity. He and his retainers would then move on. \n \nThe game is an adaptation of the TV show, allowing players to assume the role of one of the retainers as they go around investigating the town. Occasionally this involves fights with corrupt officials, evil samurai and gangsters. There's also a female ghost that will drain the player character's life if it comes into contact with them. \n \nThe game is noted for its many instances of speech samples. It also has a considerable amount of text. \n \nPlayers move around towns from a top-down perspective, going left or right as well as up and down. They can fight other characters on the screen (not all of which are hostile) as well as enter houses and stores to talk to NPCs or purchase items from them. The goal is to hunt down clues to ascertain what problems are plaguing the town, then go fix them.", 
    "tags": [
        17, 
        22, 
        268435487, 
        536871165, 
        536871939, 
        536872581, 
        536875067, 
        536875291, 
        536876668, 
        536878459
    ], 
    "themes": [
        17, 
        22
    ], 
    "updated_at": 1516762561162, 
    "url": "https://www.igdb.com/games/tenka-no-goikenban-mito-koumon"
}