{
    "category": 0, 
    "cover": {
        "cloudinary_id": "ji2hg1pe05wtnafqvolo", 
        "height": 533, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/ji2hg1pe05wtnafqvolo.jpg", 
        "width": 648
    }, 
    "created_at": 1499965195904, 
    "first_release_date": 677721600000, 
    "games": [
        46892, 
        41258, 
        76246, 
        19341, 
        28029, 
        32902, 
        97018, 
        96550, 
        93794, 
        88910
    ], 
    "genres": [
        5
    ], 
    "id": 48387, 
    "name": "Tetrastar: The Fighter", 
    "platforms": [
        18
    ], 
    "popularity": 1.333333333333333, 
    "release_dates": [
        {
            "category": 0, 
            "date": 677721600000, 
            "human": "1991-Jun-24", 
            "m": 6, 
            "platform": 18, 
            "region": 8, 
            "y": 1991
        }
    ], 
    "slug": "tetrastar-the-fighter", 
    "summary": "Tetrastar The Fighter is a 3D shooter by Home Data and published by Taito. In the year 2089, humanity forms an alliance with the intergalactic Baal empire but soon Earth finds out about the alien's true intentions. A group of resistance assembles the project Tetrastar to prepare for the potential upcoming threat. But the project lead by the general Nelson is soon put on hold and a short lived peace settles in. But the whole thing was nothing more than a hostile invasion and the Baal empire finally breaks the alliance and attacks Earth. The player's first mission is to prevent New York to be destroyed and then to retrieve Omega, the faithful robot navigator, to warp to the alien's mother world. The Tetrastar super fighter can move around the screen and fire a standard Vulcan gun. Special weapons become available later in the game from Bombs (WID), Homing Missiles (AAM), Napalm Bombs (NAP) and the powerful Bio Cannon (BIO) - they are accessible via the Select button and triggered by pressing A. They all come in limited quantities and must be refilled by picking up power-pods along the way. Tetrastar features nice stages and cutscenes between them unfold the game's episodic story.", 
    "tags": [
        268435461
    ], 
    "updated_at": 1507192097472, 
    "url": "https://www.igdb.com/games/tetrastar-the-fighter"
}