{
    "category": 0, 
    "cover": {
        "cloudinary_id": "tsdytocmmfzpmh46wpza", 
        "height": 2096, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/tsdytocmmfzpmh46wpza.jpg", 
        "width": 1530
    }, 
    "created_at": 1499958981713, 
    "first_release_date": 704678400000, 
    "games": [
        36608, 
        2940, 
        40524, 
        34919, 
        71581, 
        29660, 
        1070, 
        23175, 
        76438, 
        16468
    ], 
    "id": 48196, 
    "name": "The Mutant Virus: \"Crisis in a Computer World!\"", 
    "platforms": [
        18
    ], 
    "popularity": 1.333333333333333, 
    "release_dates": [
        {
            "category": 0, 
            "date": 704678400000, 
            "human": "1992-May-01", 
            "m": 5, 
            "platform": 18, 
            "region": 8, 
            "y": 1992
        }
    ], 
    "slug": "the-mutant-virus-crisis-in-a-computer-world", 
    "summary": "Ron Trainer, the hottest of the elite corps of Computer Master Debuggers is enjoying his first week of vacation in over two years. He's been busy keeping CPI running errorfree. CPI, the Central Programing Institute, is what allows the world to exist the way it does. It controls everything; from global databases and grids to holographic theater software as well as the simple timing of the traffic signals. But something is terribly wrong tonight... cities around the globe have lost their power and data feeds. There have been several major aerial collisions between passenger liners and heavy freighters and the skyways have been closed until global traffic control is back on-line. All power and light have been lost and the atmospheric control system can only continue to function on auxiliary power for the verge of collapse. There is rioting reported in several areas. What's going on??? This appears to be more than a simple system's bug... but how much more?", 
    "tags": [
        1
    ], 
    "themes": [
        1
    ], 
    "updated_at": 1513011726196, 
    "url": "https://www.igdb.com/games/the-mutant-virus-crisis-in-a-computer-world"
}