{
    "category": 0, 
    "created_at": 1499963586078, 
    "first_release_date": 504662400000, 
    "games": [
        14605, 
        17469, 
        75586, 
        25130, 
        43130, 
        23175, 
        28277, 
        63734, 
        29646, 
        27266
    ], 
    "genres": [
        31
    ], 
    "id": 48358, 
    "name": "The Portopia Serial Murder Case", 
    "platforms": [
        18
    ], 
    "popularity": 1.333333333333333, 
    "release_dates": [
        {
            "category": 0, 
            "date": 504662400000, 
            "human": "1985-Dec-29", 
            "m": 12, 
            "platform": 18, 
            "region": 8, 
            "y": 1985
        }
    ], 
    "slug": "the-portopia-serial-murder-case", 
    "summary": "An adventure game created by Yuji Horii and published by Enix in 1983. Revolving around a murder mystery, the game set the template for the visual novel genre. \n \nPortopia Renzoku Satsujin Jiken (The Portopia Serial Murder Case), is an adventure game created by Yuji Horii and published by Enix (now Square Enix). First conceived in 1981, it was released on the NEC PC-6001 in June 1983, and later ported to other personal computers. Chunsoft ported the game to the Nintendo Entertainment System (NES) on November 29, 1985, and to different mobile phone services starting in 2001. \n \nThe game is an investigation adventure, sophisticated for its time, in which the player must resolve a murder mystery by searching for clues, exploring different areas, interacting with characters, and solving item-based puzzles. The game, especially its NES version, was received positively in Japan, where it was an influential title that defined the visual novel genre, in addition to paving the way for the seminal Dragon Quest series of console role-playing games as well as inspiring new game designers such as Hideo Kojima. \n \nIt is the first entry in the Yuji Horii Mysteries trilogy. It was followed by Hokkaidou Rensa Satsujin: Ohotsuku ni Kiyu!! in 1984 and Karuizawa Yuukai Annai in 1985. \n \nStory: \nKouzou Yamakawa, the president of the Loan and Savings Company, was found dead inside his mansion. A detective and his assistant arrive at the scene for further investigation. The player must resolve the mystery of a murder by searching for clues, interacting with characters, and solving item-based puzzles.", 
    "tags": [
        268435487
    ], 
    "updated_at": 1500370589437, 
    "url": "https://www.igdb.com/games/the-portopia-serial-murder-case"
}