{
    "category": 0, 
    "cover": {
        "cloudinary_id": "xbnii1loqtvk7hugtuxs", 
        "height": 240, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/xbnii1loqtvk7hugtuxs.jpg", 
        "width": 256
    }, 
    "created_at": 1499967875146, 
    "first_release_date": 633830400000, 
    "games": [
        1070, 
        1073, 
        10039, 
        1188, 
        55752, 
        63138, 
        36608, 
        74863, 
        51485, 
        26848
    ], 
    "genres": [
        8
    ], 
    "id": 48702, 
    "keywords": [
        2049
    ], 
    "name": "The California Raisins: The Grape Escape", 
    "platforms": [
        18
    ], 
    "popularity": 1.333333333333333, 
    "release_dates": [
        {
            "category": 0, 
            "date": 633830400000, 
            "human": "1990-Feb-01", 
            "m": 2, 
            "platform": 18, 
            "region": 8, 
            "y": 1990
        }
    ], 
    "slug": "the-california-raisins-the-grape-escape", 
    "summary": "Cancelled. \n \nIn the single-player side-scrolling action game the player controls a California Raisin through five stages in an effort to rescue the band and their band's musical notes that were stolen by the gang of jealous musicians. The player walk, jump, climb on vines, moonwalk (by pressing the \"select\" button) and shoot an unlimited supply of grape jelly beans as projectiles. As was the case with other Capcom games, such as Mega Man and DuckTales, one can play the first four levels in any order that you want, but the final level is only available after you have collected the musical notes from each of the four levels. \nThe first four levels include The Grape Vine, The Factory, The Maize Maze and The Juicery. The final level takes places in The Clouds. During each level you can collect 'I' icons that give you temporary invincibility, regular black musical notes for bonus points, 'Sunshine' icons to restore your health, and 'Raisinette' icons to give an extra life to the player. One can also locate items by shooting at the thin air or at columns.", 
    "tags": [
        1, 
        268435464, 
        536872961
    ], 
    "themes": [
        1
    ], 
    "updated_at": 1515854015334, 
    "url": "https://www.igdb.com/games/the-california-raisins-the-grape-escape"
}