{
    "category": 0, 
    "collection": 1594, 
    "cover": {
        "cloudinary_id": "jtfdtbksibozujdbd5n8", 
        "height": 402, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/jtfdtbksibozujdbd5n8.jpg", 
        "width": 256
    }, 
    "created_at": 1439716096297, 
    "developers": [
        6176
    ], 
    "first_release_date": 599529600000, 
    "game_modes": [
        1
    ], 
    "games": [
        55752, 
        36868, 
        47823, 
        26848, 
        37094, 
        19289, 
        7344, 
        6732, 
        117, 
        36926
    ], 
    "genres": [
        8, 
        9, 
        31
    ], 
    "id": 11687, 
    "keywords": [
        4, 
        138, 
        296, 
        337, 
        394, 
        658, 
        966, 
        1151, 
        1734, 
        1735, 
        1736, 
        2049, 
        2875, 
        4161, 
        4162, 
        4218, 
        4297, 
        4484, 
        4577, 
        8779, 
        9486, 
        15774
    ], 
    "name": "Treasure Island Dizzy", 
    "platforms": [
        63, 
        6, 
        16, 
        15, 
        26, 
        25, 
        18
    ], 
    "player_perspectives": [
        4
    ], 
    "popularity": 3.333333333333333, 
    "publishers": [
        115
    ], 
    "rating": 79.9822105730822, 
    "rating_count": 5, 
    "release_dates": [
        {
            "category": 2, 
            "date": 599529600000, 
            "human": "1988", 
            "m": 12, 
            "platform": 26, 
            "y": 1988
        }, 
        {
            "category": 2, 
            "date": 599529600000, 
            "human": "1988", 
            "m": 12, 
            "platform": 15, 
            "y": 1988
        }, 
        {
            "category": 2, 
            "date": 599529600000, 
            "human": "1988", 
            "m": 12, 
            "platform": 63, 
            "y": 1988
        }, 
        {
            "category": 2, 
            "date": 599529600000, 
            "human": "1988", 
            "m": 12, 
            "platform": 18, 
            "y": 1988
        }, 
        {
            "category": 2, 
            "date": 599529600000, 
            "human": "1988", 
            "m": 12, 
            "platform": 6, 
            "y": 1988
        }, 
        {
            "category": 2, 
            "date": 631065600000, 
            "human": "1989", 
            "m": 12, 
            "platform": 25, 
            "y": 1989
        }, 
        {
            "category": 2, 
            "date": 631065600000, 
            "human": "1989", 
            "m": 12, 
            "platform": 16, 
            "y": 1989
        }
    ], 
    "screenshots": [
        {
            "cloudinary_id": "qkvztywvs8zcca9na1me", 
            "height": 350, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/qkvztywvs8zcca9na1me.jpg", 
            "width": 455
        }, 
        {
            "cloudinary_id": "zl5qn5dwjo911nvsb64y", 
            "height": 192, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/zl5qn5dwjo911nvsb64y.jpg", 
            "width": 320
        }, 
        {
            "cloudinary_id": "z5wfejd3kwtvvpjpmver", 
            "height": 1080, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/z5wfejd3kwtvvpjpmver.jpg", 
            "width": 1234
        }, 
        {
            "cloudinary_id": "kkvmyysiaqlnbjvjsw0i", 
            "height": 384, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/kkvmyysiaqlnbjvjsw0i.jpg", 
            "width": 640
        }, 
        {
            "cloudinary_id": "s874izson3zacwqeohn6", 
            "height": 300, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/s874izson3zacwqeohn6.jpg", 
            "width": 400
        }
    ], 
    "slug": "treasure-island-dizzy", 
    "summary": "Treasure Island Dizzy is a computer puzzle game published in 1988 by Codemasters for ZX Spectrum, and later ported to the Amstrad, Commodore 64, NES, Amiga, Atari ST and Windows.\n\nTreasure Island Dizzy was the second game in the Dizzy series, and is the sequel to Dizzy – The Ultimate Cartoon Adventure. The game was developed by the Oliver Twins with graphics being designed by Neil Adamson and music by David Whittaker.\n----------------------------------\nDesign:\nThis game is quite different from its predecessor, with a new inventory system and improved animations. The game notably contains fewer enemies than the previous title. It is more centred on inventory based problem solving. The aim of the game is to solve various puzzles in order to obtain a boat so that Dizzy can return to his friends and family, the Yolkfolk. To do this Dizzy must journey through haunted mines, tree villages, as well as underwater. The game also features a subquest (albeit one essential to completing the game) in which thirty gold coins must be collected. Such subquests were found in many of the sequels.\n\nCritics consider this one of the most difficult Dizzy games as the energy bar system of later titles was not yet implemented and Dizzy is provided with only one life—contrasting with five in the first game and three in Fantasy World Dizzy, the immediate sequel, and most subsequent titles. Also unique to this game, the player is unable to select any particular item from the inventory for use—Dizzy simply puts down whichever item is at the top of the list. If Dizzy is underwater and the snorkel happens to be at the top of the inventory list, he will drop the snorkel when the player collects another item and instantly die. Treasure Island Dizzy therefore requires more foresight and planning than the other games in the series.\n\nAdding to the difficulty of the game was the fact that the player had two main tasks to complete; the escape from the islands, and the collection of the thirty coins. Indeed, upon escaping the final island, the Shopkeeper character appears and tells Dizzy that he cannot leave without finding all thirty coins. Given that a number of the coins were hidden behind scenery, this second task proved to be more difficult than the main game. Commodore Format printed a \"complete\" solution and map which did not include the hidden coins, frustrating many players.\n----------------------------------\nThere was some variation between different releases. For example, the C64 release of Treasure Island Dizzy featured an item called 'Sinclair Abuser Magazine' — a reference to the rivalry between ZX Spectrum and C64 owners.\n\nA version for the Nintendo Entertainment System was published by Camerica as part of a video game compilation Quattro Adventure.\n\nThere is a version for the Enterprise 64/128 machines. As a platform the Enterprise was long dead in the UK market by the time the Dizzy games appeared. However it was a popular platform in Hungary as most of the unsold stock ended up there, many popular ZX Spectrum games were ported by Hungarian enthusiasts as few big name software houses supported the machine directly.\n\nOn 15 December 2004, Codemasters released a version of Treasure Island Dizzy for Microsoft Windows on the company's website. Available for download after registration, it was in fact the Commodore 64 version bundled with the CCS64 emulator in a single executable.", 
    "tags": [
        1, 
        17, 
        27, 
        268435464, 
        268435465, 
        268435487, 
        536870916, 
        536871050, 
        536871208, 
        536871249, 
        536871306, 
        536871570, 
        536871878, 
        536872063, 
        536872646, 
        536872647, 
        536872648, 
        536872961, 
        536873787, 
        536875073, 
        536875074, 
        536875130, 
        536875209, 
        536875396, 
        536875489, 
        536879691, 
        536880398, 
        536886686, 
        1073741828
    ], 
    "themes": [
        1, 
        17, 
        27
    ], 
    "total_rating": 79.9822105730822, 
    "total_rating_count": 5, 
    "updated_at": 1523291051339, 
    "url": "https://www.igdb.com/games/treasure-island-dizzy", 
    "videos": [
        {
            "name": "Gameplay video", 
            "video_id": "hgDhnolRV28"
        }
    ]
}