{
    "category": 0, 
    "cover": {
        "cloudinary_id": "ordgfcwyotvkrudq3osu", 
        "height": 1112, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/ordgfcwyotvkrudq3osu.jpg", 
        "width": 850
    }, 
    "created_at": 1498466676222, 
    "developers": [
        37
    ], 
    "first_release_date": 535766400000, 
    "game_modes": [
        1, 
        2
    ], 
    "games": [
        28029, 
        75089, 
        10039, 
        25311, 
        68287, 
        27922, 
        71455, 
        142, 
        36794, 
        54842
    ], 
    "genres": [
        4
    ], 
    "id": 39993, 
    "keywords": [
        69
    ], 
    "name": "Trojan", 
    "platforms": [
        52, 
        13, 
        18
    ], 
    "player_perspectives": [
        4
    ], 
    "popularity": 1.666666666666667, 
    "publishers": [
        37
    ], 
    "release_dates": [
        {
            "category": 0, 
            "date": 535766400000, 
            "human": "1986-Dec-24", 
            "m": 12, 
            "platform": 18, 
            "region": 5, 
            "y": 1986
        }, 
        {
            "category": 2, 
            "date": 536371200000, 
            "human": "1986", 
            "m": 12, 
            "platform": 13, 
            "region": 2, 
            "y": 1986
        }, 
        {
            "category": 2, 
            "date": 536371200000, 
            "human": "1986", 
            "m": 12, 
            "platform": 52, 
            "region": 5, 
            "y": 1986
        }
    ], 
    "slug": "trojan", 
    "summary": "The arcade version can be played by up to two players alternating. The game's controls consists of an eight-way joystick and two action buttons. Similarly to Kung-Fu Master or Rush'n Attack, the player jumps by holding the joystick upwards instead of having a dedicated jump button like other side-scrolling action games. Instead, one button is used to swing the sword at enemies and the other button is used to hold the shield to block enemy attacks, including projectiles such as throwing knives and arrows. The shield can be held towards the player while standing or crouching, as well as upwards vertically and diagonally. Some enemies will throw magic balls which will cause the player to lose their sword and shield if they block. During these instances, the player will fight barehanded, with the sword and shield buttons used to punch and kick respectively. The sword and shield will appear on-screen after some point, allowing the player to recover their weapon. Other power-ups includes floating hearts that will restore the player's health and jumping spots where the player can jump higher than usual. \n \nThe game consist of six stages, where the player will face the usual series of small fry enemies, as well as a sub-boss at the middle of each stage and a boss at the end. The player is allowed to start the game at any of the six stages. However, the player must play through the entire game again after defeating the final boss, Achilles, in order to see the true ending (similarly to Ghosts'n Goblins). The player can continue after a game over depending on the dip switch settings.", 
    "tags": [
        1, 
        18, 
        268435460, 
        536870981, 
        1073741828
    ], 
    "themes": [
        1, 
        18
    ], 
    "updated_at": 1501163839999, 
    "url": "https://www.igdb.com/games/trojan"
}