{
    "category": 0, 
    "created_at": 1499965125509, 
    "first_release_date": 680659200000, 
    "id": 48384, 
    "name": "Tsuppari Wars", 
    "platforms": [
        18
    ], 
    "popularity": 1.333333333333333, 
    "release_dates": [
        {
            "category": 0, 
            "date": 680659200000, 
            "human": "1991-Jul-28", 
            "m": 7, 
            "platform": 18, 
            "region": 8, 
            "y": 1991
        }
    ], 
    "slug": "tsuppari-wars", 
    "summary": "Tsuppari Wars ( つっぱりウォーズ?, \"Delinquent Wars\") is an action video game for the Family Computer. The object is to acquire all of the enemies' territory and defeat the evil gang leaders. Even though this game was only released in Japan, the gangsters fight without any weapons and the violence level is mild compared to later gang-related games. Its spiritual descendant is Grand Theft Auto: San Andreas due to its simulation of gang warfare. \n \nOnce the main gang leader is defeated in either Tsuppari Wars (ツッパリウォーズ?) or Tsuppari Suku (ツッパリスク?) mode, the remaining members of the gang switch membership to become a gray-colored gang that does not have a leader. Consequently, all territory that belonged to leader that was killed in combat becomes neutral territory with a number describing the strength of the \"neutral gangs.\" These \"neutral gangs\" will attempt to defend their turf. In order for a gang with colors (red, blue, or green) to use the land as their own, they must eliminate all the gangsters in that territory. However, invasions can be canceled before they can begin by saying \"no\" when asked to fight (たたかい?, \"Struggle\"). \n \nNeutral gangs, fortunately, do not have ability to invade the territories of the red, blue, or green colored gangs. There are three difficulty levels for computer opponents and games are possible with two or three colors (but never with only one color). After naming the character (using the Japanese alphabet), the player must select his face that will represent his main gang leader. The two gang leaders involved will use a special fighting game engine to settle their differences while individual gang members will fight each other through a special battle screen. The battle screen allows players to use special effects against the opponent like a motorcycle, a thunderstorm, or even a quick call to the police's riot squad. All brawls are timed by a timer which is never seen in the game. \n \nThat means if there is no determined winner in a certain number of time, the brawl ends with a stalemate and no territory gains or losses are made. The brawl can be re-initiated either during the player's next turn or during the opponent's turn. There are eight different maps to choose from that depict the world in a manner similar to the board game Risk. There are islands with land bridges and bodies of water to them. Between combat, the player can either move (いどうし?, \"Not among\") his gang members from territory to territory or immediately end his turn. It is possible for a player to transfer all of his gang members out of a territory, turning it into a blank grey territory without a number.", 
    "themes": [
        1
    ], 
    "updated_at": 1500370513130, 
    "url": "https://www.igdb.com/games/tsuppari-wars"
}