{
    "category": 0, 
    "collection": 3784, 
    "cover": {
        "cloudinary_id": "bfnxbykdwmbmimpxbbfq", 
        "height": 200, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/bfnxbykdwmbmimpxbbfq.jpg", 
        "width": 300
    }, 
    "created_at": 1499972255634, 
    "first_release_date": 574560000000, 
    "games": [
        70861, 
        51464, 
        37087, 
        19567, 
        78610, 
        48780, 
        45836, 
        55803, 
        50597, 
        49979
    ], 
    "genres": [
        14
    ], 
    "id": 48875, 
    "keywords": [
        78, 
        509, 
        1299, 
        2016, 
        4141, 
        4310, 
        4321, 
        9955
    ], 
    "name": "Tsuri Kichi Sanpei: Blue Marlin Hen", 
    "platforms": [
        18
    ], 
    "popularity": 1.333333333333333, 
    "release_dates": [
        {
            "category": 0, 
            "date": 574560000000, 
            "human": "1988-Mar-17", 
            "m": 3, 
            "platform": 18, 
            "region": 5, 
            "y": 1988
        }, 
        {
            "category": 0, 
            "date": 577238400000, 
            "human": "1988-Apr-17", 
            "m": 4, 
            "platform": 18, 
            "region": 8, 
            "y": 1988
        }
    ], 
    "slug": "tsuri-kichi-sanpei-blue-marlin-hen", 
    "summary": "A fishing sim based on a manga license for the NES. It was developed by Victor Interactive and never released outside of Japan. \n \nTsurikichi Sanpei: Blue Marlin Hen (lit: \"Fishing Maniac Sanpei: Blue Marlin Chapter\") is a fishing sim based on a manga and eventual anime named Tsurikichi Sanpei, following the adventures of a preternaturally gifted young fisherman and his travails in various fishing competitions. \n \nThe game is centered around one of these fishing competitions, where Sanpei has a limited amount of time to catch the largest blue marlin out of all the competitors. The player must make careful judgements and use their limited time wisely to find and hook the largest marlin they can before the competition ends. \n \nThe first game based on the Tsurikichi Sanpei license, Blue Marlin Hen was released on the NES and the MSX around the same time in 1988. Later, there would be a sequel of sorts for the MSX only in 1989 and a PS1 game much later in 2002. \n \nIn order to catch anything, the player must choose one of several regions of sea in which to fish. Areas which look promising have large fish icons. Time passes more quickly on this screen, so it's in the player's best interest to find a spot quickly. \n \nOnce a sea region has been selected, the player must choose the right kind of bait for hooking billfish and simply sit until they have a bite. At this point, the player must use the gauge above the screen to maneuver themselves and reel the fish on the line. Each fish is judged on its size and play resumes.", 
    "tags": [
        268435470, 
        536870990, 
        536871421, 
        536872211, 
        536872928, 
        536875053, 
        536875222, 
        536875233, 
        536880867
    ], 
    "updated_at": 1516758742594, 
    "url": "https://www.igdb.com/games/tsuri-kichi-sanpei-blue-marlin-hen"
}