{
    "category": 0, 
    "collection": 337, 
    "cover": {
        "cloudinary_id": "ascitsjcyahx9qs7gu2s", 
        "height": 750, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/ascitsjcyahx9qs7gu2s.jpg", 
        "width": 1075
    }, 
    "created_at": 1499967102505, 
    "first_release_date": 729734400000, 
    "games": [
        44242, 
        24491, 
        28465, 
        75579, 
        75275, 
        34919, 
        75102, 
        33603, 
        36962, 
        55888
    ], 
    "genres": [
        13, 
        15
    ], 
    "id": 48593, 
    "keywords": [
        1148, 
        1361, 
        3782, 
        5380
    ], 
    "name": "Wily & Light's Rockboard: That's Paradise!!", 
    "platforms": [
        18
    ], 
    "popularity": 1.0, 
    "release_dates": [
        {
            "category": 0, 
            "date": 729734400000, 
            "human": "1993-Feb-15", 
            "m": 2, 
            "platform": 18, 
            "region": 8, 
            "y": 1993
        }
    ], 
    "slug": "wily-and-lights-rockboard-thats-paradise", 
    "summary": "Wily & Right no RockBoard: That's Paradise is a business simulation game in which the player chooses among several characters in the original Mega Man series and competes with other players or the computer AI in purchasing spaces of property. The characters include Roll, Dr. Light, Dr. Wily, Dr. Cossack, and Kalinka. Each participant is given a turn, moving a certain number of spaces on the board. If they land on a property square, they are given the option to buy it with a certain about of Zenny (the game's currency) .They can then charge other characters rent when they land on that building. However, other characters can also buy part of the same square, allowing each owner to charge a smaller amount of rent. Some squares contain cards that cause various effects on the board such as raising property prices or the development level of a building. The game's winning conditions can vary depending on the set rules. The winner may be the character with the most owned spaces, the most remaining Zenny, or the most developments.", 
    "tags": [
        268435469
    ], 
    "updated_at": 1513068188117, 
    "url": "https://www.igdb.com/games/wily-and-lights-rockboard-thats-paradise"
}