{
    "category": 0, 
    "cover": {
        "cloudinary_id": "m91izxc0yei9d9kloyff", 
        "height": 2100, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/m91izxc0yei9d9kloyff.jpg", 
        "width": 1537
    }, 
    "created_at": 1499960377873, 
    "first_release_date": 734140800000, 
    "games": [
        68287, 
        25300, 
        36950, 
        71455, 
        27314, 
        19448, 
        64204, 
        28029, 
        25311, 
        26766
    ], 
    "id": 48251, 
    "keywords": [
        3, 
        164, 
        970, 
        3079, 
        3540, 
        3833, 
        4289, 
        4350, 
        4533, 
        4627, 
        5323
    ], 
    "name": "Zen: Intergalactic Ninja", 
    "platforms": [
        18
    ], 
    "popularity": 1.333333333333333, 
    "release_dates": [
        {
            "category": 0, 
            "date": 734140800000, 
            "human": "1993-Apr-07", 
            "m": 4, 
            "platform": 18, 
            "region": 8, 
            "y": 1993
        }
    ], 
    "slug": "zen-intergalactic-ninja", 
    "summary": "IF YOU LIKE FIGHTING DIRTY, YOU'RE GONNA DIG ZEN! \n \nThe greatest environmental disaster in human history is about to hit your backyard. But you're not backing down, because you're Zen, a cold-blooded Ninja warrior who's come to Earth to clean the clock of Lord Contaminous and his crud-loving cronies. \n \nBut wasting these slimeballs won't be easy. Because they'll spew forth the most hazardous graphics ever to wreak havoc on your NES. We're talking horizontal, vertical and 3/4 view scrolling that will give you a whole new perspective on acid rain, oil spills and ozone-ravaging smog. And wait till you see the fluid character movements. They're hotter than a uranium-oozing nuclear meltdown! \n \nThere are 12 total levels, each with its own ecological enemies, toxic traps and pollution-fighting objectives. You'll battle oil rig fires, trying to save trapped workers. Use your Photon-Stick to zap gaseous garbage men on a high-speed plutonium mining car ride. Vertical jump through two separate screens to reach a venomous vixen who's single-handedly scorching the rainforests. And spin kick Smogger, a smoked-out scum of the Earth. \n \nFinally, try to survive a rescue mission stage. Rack up points in the bonus recycling level. And slash through 6 subgames that will lead you to the feet of Lord Contaminous, who you must dispose of before he trashes every living thing on the face of the Earth. \n \nFor 1 Ninja Master.", 
    "tags": [
        1, 
        18, 
        536870915, 
        536871076, 
        536871882, 
        536873991, 
        536874452, 
        536874745, 
        536875201, 
        536875262, 
        536875445, 
        536875539, 
        536876235
    ], 
    "themes": [
        1, 
        18
    ], 
    "updated_at": 1513005629083, 
    "url": "https://www.igdb.com/games/zen-intergalactic-ninja"
}