{
    "alternative_names": [
        {
            "comment": "Other", 
            "name": "Galaga '90"
        }, 
        {
            "comment": "Japanese Game Gear Title", 
            "name": "Galaga '91"
        }, 
        {
            "comment": "European Game Gear Title", 
            "name": "Galaga 2"
        }
    ], 
    "category": 0, 
    "collection": 1971, 
    "cover": {
        "cloudinary_id": "dzvnsugtflvzs4qdintw", 
        "height": 1193, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/dzvnsugtflvzs4qdintw.jpg", 
        "width": 850
    }, 
    "created_at": 1450906025663, 
    "developers": [
        263
    ], 
    "esrb": {
        "rating": 3
    }, 
    "first_release_date": 565315200000, 
    "game_modes": [
        1
    ], 
    "games": [
        68287, 
        36950, 
        27314, 
        28029, 
        2751, 
        25300, 
        64204, 
        11253, 
        71455, 
        1877
    ], 
    "genres": [
        5, 
        33
    ], 
    "id": 15535, 
    "keywords": [
        166, 
        970, 
        1440, 
        1739, 
        2152, 
        2274, 
        4152, 
        4164, 
        4246, 
        4346, 
        4522, 
        4650, 
        5479, 
        5997, 
        6041, 
        6229, 
        6827, 
        7172
    ], 
    "name": "Galaga '88", 
    "pegi": {
        "rating": 2
    }, 
    "platforms": [
        52, 
        35, 
        86, 
        121
    ], 
    "player_perspectives": [
        4
    ], 
    "popularity": 1.333333333333333, 
    "publishers": [
        10317, 
        263
    ], 
    "rating": 89.83240466593969, 
    "rating_count": 4, 
    "release_dates": [
        {
            "category": 0, 
            "date": 646704000000, 
            "human": "1990-Jun-30", 
            "m": 6, 
            "platform": 121, 
            "region": 5, 
            "y": 1990
        }, 
        {
            "category": 0, 
            "date": 584928000000, 
            "human": "1988-Jul-15", 
            "m": 7, 
            "platform": 86, 
            "region": 5, 
            "y": 1988
        }, 
        {
            "category": 0, 
            "date": 565315200000, 
            "human": "1987-Dec-01", 
            "m": 12, 
            "platform": 52, 
            "region": 5, 
            "y": 1987
        }, 
        {
            "category": 2, 
            "date": 631065600000, 
            "human": "1989", 
            "m": 12, 
            "platform": 86, 
            "region": 2, 
            "y": 1989
        }, 
        {
            "category": 0, 
            "date": 688348800000, 
            "human": "1991-Oct-25", 
            "m": 10, 
            "platform": 35, 
            "region": 5, 
            "y": 1991
        }
    ], 
    "slug": "galaga-88", 
    "summary": "The gameplay in Galaga '88 is built on the same premise as that of the original Galaga game, but is in many ways more complex and more difficult. The game is divided into a series of 29 Stages distributed through eight Worlds. The starship Galaga accelerates between Stages and Worlds and even to higher dimensions (go to the section on Dimensional Travel below to find out more). \n \nWith the exception of the third and eighth, each World culminates in a Challenging Stage. There are six such stages to engage in any full game, and each begins with the on-screen announcement \"That's Galactic Dancin'!\" and has its own YM2151-generated song to which the enemy formations dance. In any given Challenging Stage, both the design of the enemies and their dancing formations shall vary according to the player's current Dimension. As in Galaga, the objective is to destroy all forty enemies before they fly away off the screen. However, refraining completely from touching any controls for the duration of a Challenging Stage awards a \"secret bonus\" ranging in value from 10000 to 25000 points, and equal to the \"special bonus\" which would have been awarded for destroying all forty enemy aliens instead. \n \nGalaga '88 introduces a variety of new enemies and behaviors. Most of these special enemies are worth varying amounts of bonus points when destroyed. Some enemies can combine into larger enemies which take multiple hits to destroy, while others arrive in eggs, explode in a shower of fireworks, grow with multiple hits, or sport armor which makes them invincible while in formation. Certain enemies drop small formations of tiny creatures that wiggle their way down the screen, and still others can act as escorts to incoming groups of enemies and then quickly dive at the player before leaving the game. Most stages also include various obstacles which appear once the enemy formation has been assembled. These can be destroyed with either one or several shots, and the first one on each stage will leave a \"Warp Capsule\". \n \nAt the start of the game, the player can select how many Galaga starships to start with (one or two), affecting their number of remaining lives. The game ends after the final boss is defeated (or when the player's last ship is destroyed or captured) - in the latter case, the player can continue the game for an additional credit. The Game Over screen shows the player's hit-miss ratio and a visual representation of their progress. If the player reaches Stage 27, the game also shows a picture of the final boss (damaged if defeated, but silhouetted if not). If the arcade operator has set the \"continue\" option to \"on\", the player also cannot continue if he is defeated on Stages 27-29.", 
    "tags": [
        1, 
        18, 
        268435461, 
        268435489, 
        536871078, 
        536871882, 
        536872352, 
        536872651, 
        536873064, 
        536873186, 
        536875064, 
        536875076, 
        536875158, 
        536875258, 
        536875434, 
        536875562, 
        536876391, 
        536876909, 
        536876953, 
        536877141, 
        536877739, 
        536878084, 
        1073741828
    ], 
    "themes": [
        1, 
        18
    ], 
    "total_rating": 89.83240466593969, 
    "total_rating_count": 4, 
    "updated_at": 1523198990886, 
    "url": "https://www.igdb.com/games/galaga-88"
}