{
    "category": 0, 
    "created_at": 1499544446397, 
    "first_release_date": 754704000000, 
    "games": [
        36608, 
        2940, 
        40524, 
        34919, 
        71581, 
        29660, 
        1070, 
        23175, 
        76438, 
        16468
    ], 
    "id": 46350, 
    "name": "The Excellent Dizzy Collection", 
    "platforms": [
        35
    ], 
    "popularity": 1.0, 
    "release_dates": [
        {
            "category": 0, 
            "date": 754704000000, 
            "human": "1993-Dec-01", 
            "m": 12, 
            "platform": 35, 
            "region": 8, 
            "y": 1993
        }
    ], 
    "slug": "the-excellent-dizzy-collection", 
    "summary": "Three complete games starring game superstar Dizzy! Enjoy the thrill of an arcade action game, a puzzle game and a complete adventure game all in one pack! \n \n1. Dizzy the Adventurer - Adventure Game \nHere's Dizzy - in an amazing magical quest packed with action, mystery, surprises and lots of new interesting characters. Escape from an underground cave and wake Daisy from the endless sleep caused by pricking her finger on a cursed spinning wheel! The spell can only be broken by a kiss from a Prince! A great sense of humour and brilliant fun! A superbly crafted cartoon adventure set in a magical kingdom! \nBrilliant graphics, music and a magical quality that will enchant players. \n\"A magical quest to wake Daisy from her endless sleep\" \n \n2. Panic Dizzy - Puzzle Game \nIt's puzzling, challenging and mega playable! Play any of the Yolfolk and challenge friends to a choice of 3 brilliant, original puzzle games. There's shape shifter, dizzy dice and picture puzzler to boggle your mind and blow your brain. Push and shoot the descending shapes in a race against time! Fantastic fun! \n\"Put your brain & reflexes in to top gear for 3 original puzzle games!\" \n \n3. Go Dizzy Go! - Action Game \nIt's Dizzy and Daisy to the rescue in this zany arcade challenge. Zaks' treacherous worlds are jam packed with all sorts of nasties. Power-Ups and Special secrets! Take up the challenge in single mode or two player mode. \nClassic maze style game with 5 worlds each containing 5 levels. Superb graphics, funky music and exciting gameplay! \n\"Dash around weird and wonderful worlds to free the yolkfolk!\"", 
    "tags": [
        1
    ], 
    "themes": [
        1
    ], 
    "updated_at": 1500480825799, 
    "url": "https://www.igdb.com/games/the-excellent-dizzy-collection"
}