{
    "category": 0, 
    "cover": {
        "cloudinary_id": "v6dtbetz5csjucacqide", 
        "height": 956, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/v6dtbetz5csjucacqide.jpg", 
        "width": 926
    }, 
    "created_at": 1498814910530, 
    "first_release_date": 607564800000, 
    "games": [
        41895, 
        22425, 
        29730, 
        22426, 
        22482, 
        43130, 
        63734, 
        63718, 
        22472, 
        13189
    ], 
    "genres": [
        31
    ], 
    "id": 41276, 
    "keywords": [
        343, 
        1027
    ], 
    "name": "Druid: Kyoufu no Tobira", 
    "platforms": [
        58
    ], 
    "popularity": 1.333333333333333, 
    "release_dates": [
        {
            "category": 0, 
            "date": 607564800000, 
            "human": "1989-Apr-03", 
            "m": 4, 
            "platform": 58, 
            "region": 8, 
            "y": 1989
        }
    ], 
    "slug": "druid-kyoufu-no-tobira", 
    "summary": "Until now, the balance of power has been held and peace maintained throughout Belorn. But now, four demon princes have appeared through an Inter-dimensional gateway in the dungeons of the evil lich Acamantor. The Task of destroying the princes and closing the gateway has fallen on you, last of the Great Druids. \n \nThe Demon princes are to be found lurking in the darkest depths of the dungeon, and can only be destroyed by use of your most powerful spell, which must, in this case, be transmitted by touch. Throughout the dungeon, you will find chests containing spells of formidable power to aid you in your quest and Pentograms of life, which will fully revitalize your life essence. Use these resources wisely in order to survive the constant onslaught of the hell-spawned dimensional monsters and face the demon princess. \n \nSucceed, and you may attain the ultimate level of light Master, greatest of all Druids. Fail and become no more than a halfwit, your captive soul joining the many ghosts of those who have preceded you, lost in Acamantor’s dungeons.", 
    "tags": [
        42, 
        268435487, 
        536871255, 
        536871939
    ], 
    "themes": [
        42
    ], 
    "updated_at": 1513072580351, 
    "url": "https://www.igdb.com/games/druid-kyoufu-no-tobira"
}