{
    "category": 0, 
    "cover": {
        "cloudinary_id": "wy47xkuse9i8xyjg3kmc", 
        "height": 450, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/wy47xkuse9i8xyjg3kmc.jpg", 
        "width": 411
    }, 
    "created_at": 1498816105102, 
    "first_release_date": 528076800000, 
    "games": [
        44242, 
        18623, 
        22470, 
        29173, 
        24436, 
        26145, 
        22425, 
        55689, 
        55590, 
        23867
    ], 
    "genres": [
        13
    ], 
    "id": 41374, 
    "keywords": [
        534, 
        1148, 
        5380
    ], 
    "name": "I Am A Teacher: Teami no Kiso", 
    "platforms": [
        51, 
        58
    ], 
    "popularity": 1.666666666666667, 
    "release_dates": [
        {
            "category": 0, 
            "date": 528076800000, 
            "human": "1986-Sep-26", 
            "m": 9, 
            "platform": 51, 
            "region": 5, 
            "y": 1986
        }, 
        {
            "category": 0, 
            "date": 530668800000, 
            "human": "1986-Oct-26", 
            "m": 10, 
            "platform": 58, 
            "region": 8, 
            "y": 1986
        }
    ], 
    "slug": "i-am-a-teacher-teami-no-kiso", 
    "summary": "An instructional program for learning how to knit by hand for the Famicom Disk System. It was developed by Royal Kougyou and follows their earlier educational software I Am A Teacher: Super Mario no Sweater. \n \nI Am A Teacher: Teami no Kiso (roughly \"I Am A Teacher: The Basics of Hand-Knitting\") is an instructional tool to help would-be knitters create their own garments. The user can input the amount, length and type of wool they have and the size and type of the item of clothing they wish to create and the program will put together a guide to help them achieve this goal. The user can save their progress at any time and pick up from where they left off. \n \nUnlike Super Mario no Sweater, its predecessor in the I Am A Teacher series, there are no Nintendo characters present in Teami no Kiso. Rather, Teami no Kiso is a guide for teaching the fundamentals of knitting to novices, with Super Mario no Sweater intended for those who already have some experience who wish to try new Mario-themed designs. \n \nAs with Super Mario no Sweater, Teami no Kiso was commissioned by major Japanese wool and sewing products manufacturer Royal Kougyou, but it's believed that Nintendo developed and published the game themselves.", 
    "tags": [
        34, 
        268435469, 
        536871446, 
        536872060, 
        536876292
    ], 
    "themes": [
        34
    ], 
    "updated_at": 1516742939554, 
    "url": "https://www.igdb.com/games/i-am-a-teacher-teami-no-kiso"
}