{
    "category": 0, 
    "cover": {
        "cloudinary_id": "eumenqo9rfnjzxsxrxkx", 
        "height": 180, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/eumenqo9rfnjzxsxrxkx.jpg", 
        "width": 100
    }, 
    "created_at": 1452684976892, 
    "first_release_date": 807494400000, 
    "game_modes": [
        1
    ], 
    "games": [
        1070, 
        1073, 
        1188, 
        10039, 
        36608, 
        74863, 
        1066, 
        34919, 
        51485, 
        26848
    ], 
    "genres": [
        8
    ], 
    "id": 15927, 
    "name": "Kishin Douji Zenki: Rettou Raiden", 
    "platforms": [
        58
    ], 
    "player_perspectives": [
        4
    ], 
    "popularity": 1.0, 
    "release_dates": [
        {
            "category": 0, 
            "date": 807494400000, 
            "human": "1995-Aug-04", 
            "m": 8, 
            "platform": 58, 
            "region": 5, 
            "y": 1995
        }
    ], 
    "screenshots": [
        {
            "cloudinary_id": "mptu5dcxsxmtym4eewep", 
            "height": 226, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/mptu5dcxsxmtym4eewep.jpg", 
            "width": 260
        }
    ], 
    "slug": "kishin-douji-zenki-rettou-raiden", 
    "summary": "Once already Chiaki and her reluctant demon servant Zenki have saved the world from the forces of darkness, but apparently once is never enough. Chiaki has a vision of five cloaked figures and knows that only she and Zenki can stop them. At once they set off to track down the demon leaders. \n \nIn Kishin Douji ZENKI: Battle Raiden the player takes the role of Zenki. At first, and occasionally through the game, Zenki will be in his powered down form where he can only punch, jump, and dash. After Chiaki recovers her bracelet, or regains her concentration, or whatever she needs to do at the time, she can transform Zenki into his powered up form. In this form Zenki deals more damage and has a much longer list of attacks that get added to as the game progresses, such as a pillar of energy, an electrified punch, and a dashing attack. By picking up scrolls Zenki can do a powerful Rudora attack to all enemies on screen, but this attack damages Zenki as well. \n \nTo complete platforming levels Zenki will have to make it to the end of the level while occasionally finding hidden stone monuments that, when destroyed, will drop items as well as alter the level or remove obstacles, allowing Zenki to pass. After a stage's first platforming level is a midboss fight, and after the second platforming level is the boss fight proper.", 
    "tags": [
        1, 
        268435464, 
        1073741828
    ], 
    "themes": [
        1
    ], 
    "updated_at": 1500597886087, 
    "url": "https://www.igdb.com/games/kishin-douji-zenki-rettou-raiden"
}