{
    "category": 0, 
    "created_at": 1498815581490, 
    "first_release_date": 585532800000, 
    "games": [
        46820, 
        39665, 
        101684, 
        101567, 
        101100, 
        100907, 
        100887, 
        100879, 
        100863, 
        100832
    ], 
    "genres": [
        14
    ], 
    "id": 41366, 
    "name": "Konami Ice Hockey", 
    "platforms": [
        58
    ], 
    "popularity": 1.333333333333333, 
    "release_dates": [
        {
            "category": 0, 
            "date": 585532800000, 
            "human": "1988-Jul-22", 
            "m": 7, 
            "platform": 58, 
            "region": 8, 
            "y": 1988
        }
    ], 
    "slug": "konami-ice-hockey", 
    "summary": "Blades of Steel is an ice hockey game published by Konami in 1988. Although it contained no actual real-world hockey teams, it did contain several teams based on real North American cities. For its Famicom Disk System adaptation it was called Konami (or Konamic) Ice Hockey. \n \nThere are eight playable teams that are based in real North American cities but bear no relation to their NHL counterparts. The eight teams are Vancouver, Edmonton, Toronto, Montreal, Los Angeles, Minnesota, Chicago, and New York. Each team has one anonymous line of 3 forwards, 2 defensemen and 1 goalie. \n \nThere are two game types: Exhibition and Tournament. In Exhibition, the player takes on either a CPU or another human-controlled team for a single match. In Tournament, the player’s team is placed into a three-round elimination tournament. Both game types can be played on three difficulty levels; Junior, College and Pro. \n \nAlthough the matches are structured the same as regular hockey games (3 periods of 20 minutes each), the speed of the clock is sped up. There are no offside or penalty calls, with one notable exception. If two players bump into each other a few times, they will start a fight. Interestingly, only the loser is sent to the penalty box. The only other enforced infraction is “Icing”. If the game is tied after the 3 periods, it moves to a shootout. The team with the most goals after 5 shots wins, and if the score is still tied, the shootout continues until there is a winner.", 
    "tags": [
        268435470
    ], 
    "updated_at": 1500266600071, 
    "url": "https://www.igdb.com/games/konami-ice-hockey"
}