{
    "category": 0, 
    "cover": {
        "cloudinary_id": "isg3sifkj3vb2oscwao6", 
        "height": 136, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/isg3sifkj3vb2oscwao6.jpg", 
        "width": 250
    }, 
    "created_at": 1452260664559, 
    "developers": [
        1952
    ], 
    "first_release_date": 832896000000, 
    "game_modes": [
        1
    ], 
    "games": [
        72412, 
        55289, 
        59516, 
        13189, 
        36792, 
        36044, 
        25222, 
        55803, 
        41895, 
        25311
    ], 
    "genres": [
        12, 
        31
    ], 
    "id": 15844, 
    "keywords": [
        1027
    ], 
    "name": "Treasure Hunter G", 
    "platforms": [
        58
    ], 
    "player_perspectives": [
        3
    ], 
    "popularity": 1.333333333333333, 
    "publishers": [
        250
    ], 
    "release_dates": [
        {
            "category": 0, 
            "date": 832896000000, 
            "human": "1996-May-24", 
            "m": 5, 
            "platform": 58, 
            "region": 5, 
            "y": 1996
        }
    ], 
    "screenshots": [
        {
            "cloudinary_id": "u1v5w35axkqyzqiv7x6t", 
            "height": 207, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/u1v5w35axkqyzqiv7x6t.jpg", 
            "width": 256
        }
    ], 
    "slug": "treasure-hunter-g", 
    "summary": "Brothers Red and Blue G. decide to leave their idyllic village in search of their long lost father, who left the kids years ago to go treasure hunting. Unfortunately, as soon as they begin their quest, they become entangled with a mysterious girl on the run from evil monsters who holds the key to the resurrection of a great demon. Now its up to the brothers to save the world if they ever want to find their father. \n \nTreasure Hunter G is a top-down RPG in which you control your party of four characters as they explore the fantasy/sci-fi game world in search for quests and grinding their stats while the plot advances. The game is divided in a world-map screen, a top-down \"town\" mode and a turn-based fight mode in which the characters are taken to generic tiled top-down arenas in which they select each character and move or attack depending on their action points. \n \nEnemies can be seen on the map instead of jumping at you at random intervals, and you can freely decide whether to engage them or simply circle them around. The game uses a combination of hand-drawn sprites and CGI pre-rendered one (mostly for the main characters) with a distinct cute or Super Deformed design (as usual for most console RPGs).", 
    "tags": [
        268435468, 
        268435487, 
        536871939, 
        1073741827
    ], 
    "updated_at": 1515698002053, 
    "url": "https://www.igdb.com/games/treasure-hunter-g", 
    "websites": [
        {
            "category": 3, 
            "url": "https://en.wikipedia.org/wiki/Treasure_Hunter_G"
        }
    ]
}