{
    "category": 0, 
    "cover": {
        "cloudinary_id": "qvcs6morhrxd8edk4bh6", 
        "height": 970, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/qvcs6morhrxd8edk4bh6.jpg", 
        "width": 860
    }, 
    "created_at": 1498814578170, 
    "first_release_date": 511747200000, 
    "games": [
        14605, 
        17469, 
        75586, 
        25130, 
        43130, 
        23175, 
        28277, 
        63734, 
        29646, 
        27266
    ], 
    "genres": [
        31
    ], 
    "id": 41240, 
    "name": "Zelda no Densetsu: The Hyrule Fantasy", 
    "platforms": [
        58
    ], 
    "popularity": 1.666666666666667, 
    "release_dates": [
        {
            "category": 0, 
            "date": 511747200000, 
            "human": "1986-Mar-21", 
            "m": 3, 
            "platform": 58, 
            "region": 8, 
            "y": 1986
        }
    ], 
    "slug": "zelda-no-densetsu-the-hyrule-fantasy", 
    "summary": "A long, long time ago the World was in an age of Chaos. \n \nIn the midst of this chaos, in a little kingdom in the land of Hyrule, a legend was being handed down from generation to generation, the legend of the 'Triforce'; golden triangles possessing mystical powers. One day, an evil army attacked this peaceful little kingdom and stole the Triforce of Power. This army was led by Ganon, the powerful Prince of Darkness who sought to plunge the World into fear and darkness under his rule. Fearing his wicked rule, Zelda, the princess of this kingdom, split up the Triforce of Wisdom into eight fragments and hid them throughout the realm to save the last remaining Triforce from the clutches of the evil Ganon. At the same time, she commanded her most trustworthy nursemaid, Impa, to secretly escape into the land and go find a man with enough courage to destroy the evil Ganon. Upon hearing this, Ganon grew angry, imprisoned the princess, and sent out a party in search of Impa. \n \nBraving forests and mountains, Impa fled for her life from her pursuers. As she reached the very limit of her energy she found herself surrounded by Ganon's evil henchmen. Cornered! What could she do? ... But wait! All was not lost. A young lad appeared. He skillfully drove off Ganon's henchmen, and saved Impa from a fate worse than death. \n \nHis name was Link. During his travels he had come across Impa and Ganon's henchmen. Impa told Link the whole story of the princess Zelda and the evil Ganon. Burning with a sense of justice, Link resolved to save Zelda, but Ganon was a powerful opponent. He held the Triforce of Power. And so, in order to fight off Ganon, Link had to bring the scattered eight fragments of the Triforce of Wisdom together to rebuild the mystical triangle. If he couldn't do this, there would be no chance Link could fight his way into Death Mountain where Ganon lived. \n \nCan Link really destroy Ganon and save Princess Zelda? \n \nOnly your skill can answer that question. Good luck. Use the Triforce wisely.", 
    "tags": [
        268435487
    ], 
    "updated_at": 1500265012625, 
    "url": "https://www.igdb.com/games/zelda-no-densetsu-the-hyrule-fantasy"
}