{
    "aggregated_rating": 83.0, 
    "aggregated_rating_count": 3, 
    "alternative_names": [
        {
            "comment": "Japanese title", 
            "name": "Doukutstu Monogatari"
        }, 
        {
            "comment": "Japanese title", 
            "name": "洞窟物語"
        }
    ], 
    "category": 0, 
    "collection": 1576, 
    "cover": {
        "cloudinary_id": "wvcve3ehk9c5kiz08a0g", 
        "height": 480, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/wvcve3ehk9c5kiz08a0g.jpg", 
        "width": 640
    }, 
    "created_at": 1397947028983, 
    "developers": [
        3923
    ], 
    "first_release_date": 1103500800000, 
    "game_modes": [
        1
    ], 
    "games": [
        26848, 
        10039, 
        25311, 
        27314, 
        16468, 
        47823, 
        37094, 
        25300, 
        76229, 
        36950
    ], 
    "genres": [
        5, 
        8, 
        31, 
        32
    ], 
    "id": 6189, 
    "keywords": [
        477, 
        1263
    ], 
    "name": "Cave Story", 
    "platforms": [
        6, 
        37, 
        56
    ], 
    "player_perspectives": [
        4
    ], 
    "popularity": 2.666666666666667, 
    "publishers": [
        3923
    ], 
    "pulse_count": 1, 
    "rating": 85.41857463883719, 
    "rating_count": 28, 
    "release_dates": [
        {
            "category": 0, 
            "date": 1291939200000, 
            "human": "2010-Dec-10", 
            "m": 12, 
            "platform": 56, 
            "region": 1, 
            "y": 2010
        }, 
        {
            "category": 0, 
            "date": 1269216000000, 
            "human": "2010-Mar-22", 
            "m": 3, 
            "platform": 56, 
            "region": 2, 
            "y": 2010
        }, 
        {
            "category": 0, 
            "date": 1398902400000, 
            "human": "2014-May-01", 
            "m": 5, 
            "platform": 37, 
            "region": 1, 
            "y": 2014
        }, 
        {
            "category": 0, 
            "date": 1349308800000, 
            "human": "2012-Oct-04", 
            "m": 10, 
            "platform": 37, 
            "region": 2, 
            "y": 2012
        }, 
        {
            "category": 0, 
            "date": 1103500800000, 
            "human": "2004-Dec-20", 
            "m": 12, 
            "platform": 6, 
            "region": 8, 
            "y": 2004
        }
    ], 
    "screenshots": [
        {
            "cloudinary_id": "fyl5aiir1cqkxdn6lhry", 
            "height": 480, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/fyl5aiir1cqkxdn6lhry.jpg", 
            "width": 400
        }, 
        {
            "cloudinary_id": "jmov3jg8symm0move6hz", 
            "height": 480, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/jmov3jg8symm0move6hz.jpg", 
            "width": 400
        }, 
        {
            "cloudinary_id": "nceritwh3a0atspf2ex6", 
            "height": 480, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/nceritwh3a0atspf2ex6.jpg", 
            "width": 400
        }, 
        {
            "cloudinary_id": "qjy5jgvdjkr8rmvzxbaj", 
            "height": 480, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/qjy5jgvdjkr8rmvzxbaj.jpg", 
            "width": 400
        }, 
        {
            "cloudinary_id": "xiuoget4tldlhkjzmkb2", 
            "height": 480, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/xiuoget4tldlhkjzmkb2.jpg", 
            "width": 400
        }, 
        {
            "cloudinary_id": "gxyddtkqsi5mjqhronff", 
            "height": 480, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/gxyddtkqsi5mjqhronff.jpg", 
            "width": 400
        }, 
        {
            "cloudinary_id": "pvzxj9xwwelpks0ngcea", 
            "height": 480, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/pvzxj9xwwelpks0ngcea.jpg", 
            "width": 400
        }, 
        {
            "cloudinary_id": "yvajvitb63rrct1wrbyb", 
            "height": 480, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/yvajvitb63rrct1wrbyb.jpg", 
            "width": 400
        }, 
        {
            "cloudinary_id": "d45le2wpxijywhd9t2nz", 
            "height": 480, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/d45le2wpxijywhd9t2nz.jpg", 
            "width": 400
        }, 
        {
            "cloudinary_id": "ry7drapf95bvmtihldpd", 
            "height": 480, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/ry7drapf95bvmtihldpd.jpg", 
            "width": 400
        }, 
        {
            "cloudinary_id": "tkwhuzq2vknkud6o4shg", 
            "height": 1080, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/tkwhuzq2vknkud6o4shg.jpg", 
            "width": 1440
        }, 
        {
            "cloudinary_id": "myehozu7akhldvpwzh3a", 
            "height": 1080, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/myehozu7akhldvpwzh3a.jpg", 
            "width": 1440
        }
    ], 
    "slug": "cave-story", 
    "storyline": "The player character awakens in a cave with no memory of how he came to be there. He finds a village of Mimigas, who are being persecuted by the Doctor. The Doctor's servants Misery and Balrog are looking for Sue Sakamoto, a girl who had been transformed into a Mimiga. Not finding her, they mistakenly abduct another Mimiga named Toroko instead. The player finds Sue in the Egg Corridor, where she discovers the eggs of a Sky Dragon, which could allow her to escape the floating island if hatched. Sue attempts to rescue her brother Kazuma, but King, the leader of Mimiga Village, captures her and holds her responsible for Toroko's kidnapping. Sue tasks the player with retrieving Kazuma from Grasstown. After freeing him, they meet Professor Booster, who reveals that the Doctor plans to use the red flowers on Mimigas to create an army to take over the surface world. Booster sends the player to the Sand Zone to destroy the red flowers before the Doctor can find them. While there, the player meets Curly Brace, a female robot who also has no memories of her past, and Jenka, an old witch who is Misery's mother and guardian of the red flowers. Jenka calls the player character a \"soldier from the surface\", one of many who were sent to the island to slaughter the Mimigas.\n\nMisery transports the player to the Labyrinth deep inside the island as punishment for interfering with the Doctor's plans. Curly Brace has also been thrown into the Labyrinth and they cooperate to escape. Balrog helps them to move the boulder blocking the exit, revealing his kind nature. The pair find and defeat the Core, a magical creature whose power keeps the island afloat. However, the Doctor steps in to save it before the island collapses. Depending on certain conditions, the player may rescue Curly Brace, who had sacrificed her air tank to save the player character. When he returns to Mimiga Village, he finds that the Doctor has captured the Mimigas. In the Egg Corridor, Kazuma offers the player a choice to escape the island with him using a Sky Dragon, leading to an alternate ending in which the Doctor conquers the surface world while Kazuma and the player hide in the mountains. The player may instead choose to confront the Doctor and destroy the island's Core, which would return the Mimigas to normal. The player scales the outer wall of the island to reach the Plantation where the Doctor is using the Mimigas as slave laborers to grow red flowers. The Doctor's servants capture him and place him in a jail cell with Sue. She is taken away before the player wakes up, but her letter reveals that the Doctor was a member of the research expedition that included Sue's family and Professor Booster, but he betrayed them once he found the Demon Crown. Sue directs the player to find her mother who may have a plan to stop the Doctor.\n\nIf the player saved Curly Brace earlier, the player may find an item to restore her memories. She remembers that the player character's name is Quote, and that they were not the killer robots who slaughtered Mimigas in the past. Instead, they were sent to destroy the Demon Crown to prevent its power from falling into the wrong hands. Quote finds Sue's mother, Momorin, who is building a rocket that will allow access to the top of the island where the Doctor resides. After helping her complete the rocket, Quote confronts Misery and the Doctor. The Doctor has purified the essence of the red flowers into a crystal, which allows him to survive even after Quote destroys his body. The Doctor's spirit possesses the Core of the island, but Quote succeeds in destroying that as well, causing the island to begin falling to Earth. Under certain conditions, the player may proceed into a bonus stage called the Bloodstained Sanctuary where the creator of the Demon Crown, Ballos, is imprisoned. Ballos, Jenka's brother, was a powerful wizard who went insane after being tortured. Misery forced Ballos to create the Demon Crown, but she and Balrog became cursed to serve whoever possessed it. With the help of Curly Brace, Quote defeats Ballos and stops the source of the negative energy that was causing the island to fall, saving its inhabitants. Balrog saves the two before they are crushed by Ballos' collapsing prison—he had been sent by Misery as thanks for breaking her curse. Quote, Curly Brace, and Balrog leave the island to live out their days in peace.", 
    "summary": "Cave story was created over five years by Japanese developer Daisuke \"Pixel\" Amaya, and released as freeware in 2004.\n\nCave Story features a completely original storyline wrapped with personality, mystery and hours of fast-paced fun. Cave Story is an action-adventure game from the critically acclaimed independent designer, Daisuke Amaya--or Pixel to his fans. Overflowing with unmatched charm and character, Cave Story takes you into a rare world where a curious race of innocent rabbit-like creatures, called Mimigas, run free.\n\nYou wake up in a dark cave with no memory of who you are, where you came from or why you're in such a place. Uncovering Mimiga Village you discover that the once-carefree Mimigas are in danger at the hands of a maniacal scientist. The Mimigas’ only hope rest squarely on the shoulders of a quiet, amnesiac boy who can't remember his own name.\n\nRun, jump, shoot, fly and explore your way through a massive action-adventure reminiscent of classic 8- and 16-bit games. Take control and learn the origins of this world’s power, stop the delusional villain and save the Mimiga!", 
    "tags": [
        1, 
        17, 
        18, 
        31, 
        268435461, 
        268435464, 
        268435487, 
        268435488, 
        536871389, 
        536872175, 
        1073741828
    ], 
    "themes": [
        1, 
        17, 
        18, 
        31
    ], 
    "time_to_beat": {
        "completely": 38700, 
        "hastly": 19800, 
        "normally": 31050
    }, 
    "total_rating": 84.20928731941859, 
    "total_rating_count": 31, 
    "updated_at": 1526586513954, 
    "url": "https://www.igdb.com/games/cave-story", 
    "websites": [
        {
            "category": 1, 
            "url": "http://www.cavestory.org/"
        }, 
        {
            "category": 3, 
            "url": "https://en.wikipedia.org/wiki/Cave_Story"
        }
    ]
}