{
    "alternative_names": [
        {
            "comment": "Acronym", 
            "name": "Metal Max 4: Gekkō no Diva"
        }, 
        {
            "comment": "Acronym", 
            "name": "Metal Max 4: Diva of Moonlight"
        }, 
        {
            "comment": "Japanese title", 
            "name": "メタルマックス4 月光のディーヴァ"
        }, 
        {
            "comment": "Acronym", 
            "name": "Metaru Makkusu Fō Gekkō no Dīva"
        }
    ], 
    "category": 0, 
    "collection": 4228, 
    "cover": {
        "cloudinary_id": "j999h5fzfnbeqo6waw4y", 
        "height": 377, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/j999h5fzfnbeqo6waw4y.jpg", 
        "width": 425
    }, 
    "created_at": 1505081146893, 
    "developers": [
        13876, 
        11757
    ], 
    "first_release_date": 1383782400000, 
    "franchise": 1144, 
    "franchises": [
        1144
    ], 
    "game_modes": [
        1
    ], 
    "genres": [
        12
    ], 
    "id": 63165, 
    "name": "Metal Max 4: Moonlight Diva", 
    "platforms": [
        37
    ], 
    "popularity": 1.666666666666667, 
    "publishers": [
        836
    ], 
    "release_dates": [
        {
            "category": 0, 
            "date": 1383782400000, 
            "human": "2013-Nov-07", 
            "m": 11, 
            "platform": 37, 
            "region": 5, 
            "y": 2013
        }
    ], 
    "slug": "metal-max-4-moonlight-diva", 
    "storyline": "The story took place 50 years after the destruction of human civilizations by mad supercomputer Noah. The protagonist (default name \"Hinata\") is a young boy who is living peacefully with his foster sister Sasha and foster father Gib in desert islands. One day, a group of mysterious army attacked their island. The protagonist and Sasha escaped but Gib get abducted. \n \nSasha tells the protagonist that Gib and him were \"Hot Seeds\". The project of sealing human survivors in hibernation chambers since 50 years ago, in order to preserve mankind and restore the human civilization after the \"Great Destruction\". Sasha reveals herself to be an android tasked to protect both Gib and the protagonist. \n \nThe motivation of the villains to catch Gib is to unseal the ultimate weapon \"Black Mole\"(クロモグラ), an \"indestructible\" mobile fortress was created to fight against Noah, and Gib was one of the creators of it. Therefore, the protagonist have to save Gib to prevent the villains to lay hands on the \"Black Mole\".", 
    "summary": "Metal Max 4: Gekkō no Diva (メタルマックス4 月光のディーヴァ Metaru Makkusu Fō Gekkō no Dīva, lit. \"Metal Max 4: Diva of the Moonlight\") is a the eight entry in the Metal Max series (besides Metal Saga series). It is a Japanese open world, nonlinear, vehicle combat role-playing video game published by Kadokawa Games for Nintendo 3DS on 7 November 2013. The game was developed by Cattle Call and 24 Frame. Animation produced by Studio 4°C. Famitsu awarded game a 35/40.", 
    "updated_at": 1510654579344, 
    "url": "https://www.igdb.com/games/metal-max-4-moonlight-diva"
}