{
    "category": 0, 
    "cover": {
        "cloudinary_id": "g9knzqjzb0dzbros6wcd", 
        "height": 503, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/g9knzqjzb0dzbros6wcd.jpg", 
        "width": 500
    }, 
    "created_at": 1439717608947, 
    "developers": [
        1774
    ], 
    "esrb": {
        "rating": 3
    }, 
    "first_release_date": 662601600000, 
    "game_modes": [
        1
    ], 
    "games": [
        76731, 
        640, 
        22399, 
        19934, 
        29173, 
        25311, 
        17446, 
        36594, 
        23345, 
        932
    ], 
    "genres": [
        15, 
        16
    ], 
    "id": 11688, 
    "keywords": [
        19, 
        609, 
        1012, 
        1737, 
        1738, 
        1739, 
        3782, 
        4225, 
        4522, 
        5896
    ], 
    "name": "Radar Mission", 
    "platforms": [
        37, 
        33
    ], 
    "player_perspectives": [
        3
    ], 
    "popularity": 1.0, 
    "publishers": [
        773
    ], 
    "release_dates": [
        {
            "category": 0, 
            "date": 1317772800000, 
            "human": "2011-Oct-05", 
            "m": 10, 
            "platform": 37, 
            "region": 5, 
            "y": 2011
        }, 
        {
            "category": 0, 
            "date": 1308787200000, 
            "human": "2011-Jun-23", 
            "m": 6, 
            "platform": 37, 
            "region": 1, 
            "y": 2011
        }, 
        {
            "category": 0, 
            "date": 1307318400000, 
            "human": "2011-Jun-06", 
            "m": 6, 
            "platform": 37, 
            "region": 2, 
            "y": 2011
        }, 
        {
            "category": 2, 
            "date": 662601600000, 
            "human": "1990", 
            "m": 12, 
            "platform": 33, 
            "y": 1990
        }, 
        {
            "category": 2, 
            "date": 1325289600000, 
            "human": "2011", 
            "m": 12, 
            "platform": 37, 
            "y": 2011
        }
    ], 
    "screenshots": [
        {
            "cloudinary_id": "jtqztguuxwc0etn1denx", 
            "height": 236, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/jtqztguuxwc0etn1denx.jpg", 
            "width": 543
        }, 
        {
            "cloudinary_id": "mkjfnzwkipmw58kamyvz", 
            "height": 237, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/mkjfnzwkipmw58kamyvz.jpg", 
            "width": 265
        }, 
        {
            "cloudinary_id": "e0uenkndkdxkxfhp02je", 
            "height": 360, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/e0uenkndkdxkxfhp02je.jpg", 
            "width": 400
        }, 
        {
            "cloudinary_id": "s3hyk8c8yxyhxazsl7h7", 
            "height": 298, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/s3hyk8c8yxyhxazsl7h7.jpg", 
            "width": 330
        }, 
        {
            "cloudinary_id": "fxfynoso93rnarazbeaf", 
            "height": 285, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/fxfynoso93rnarazbeaf.jpg", 
            "width": 315
        }
    ], 
    "slug": "radar-mission", 
    "summary": "Radar Mission (レーダーミッション Rēdā Misshon?) is a Nintendo Game Boy title developed and released in 1990 in Japan and North America by Nintendo. It was one of the earliest Game Boy titles, and was the first military-based game released for the Game Boy. On June 6, 2011, the game was re-released as a launch title for the Nintendo 3DS Virtual Console system via online distribution.\n--------------------------------------\n\nThis title has two different modes for one or two players. The player has several options to set up in both modes, in order to play in certain ways.\n\nGame-A\nThis mode is very similar to the pencil and paper game, Battleship, however, there is a storyline to it. The storyline follows the player destroying the enemies fleet on the first two levels and then proceeding to the enemies headquarters on the third level. On the third level, the enemy's vessels are replaced with a large runway and tanks.\n\nThere are also additional features that could be toggled to affect gameplay. First is the \"Near Miss\". If this feature is enabled, a shot directly next to a target ship will display a larger splash and play a beeping noise. Next, there are \"Lucky Shots\" which are randomly placed in empty grid squares. The Lucky Shots are split into two types; Black and White. A Black Lucky Shot will launch one missile, but if that missile hit a target ship, then it will instantly destroy that ship and any other ship touching it. A White Lucky Shot launches a silo of either five or nine missiles depending on the original grid size. There is a hindrance in this Lucky Shot, however, because only hits and misses are displayed on the players radar. If any of the salvo are Near Misses, then the player has to work out where the near misses are. Lastly, there is also an option which allows non-sunk aircraft carriers to launch an airplane mid-game. The airplane is only one square big, but moves around the aircraft carrier between turns.\n\nGame-B\nThis mode allows the player to set up his submarine with extra Prop Speed, shoot Twin Shots, and/or equip a Power Sonar, before battling against other ships. The player moves left or right slowly when above the ocean, while he moves faster when submerged. Players use the radar to locate their enemies and allies only when submerged. They can use the B-button to attack the enemy's submarine with a machine gun, while the player uses the A-button to send out torpedoes at all ships. When the player destroys every ship but the enemy's submarine or just destroys the enemy's submarine itself, he wins the game. The enemy's submarine isn't the only one that can attack and destroy the player in this mode, but also fighter jets take off from aircraft carriers, while dropping torpedoes at the player. Different animated endings pop up, depending on how much the player actually scores in the game.", 
    "tags": [
        1, 
        268435471, 
        268435472, 
        536870931, 
        536871521, 
        536871924, 
        536872649, 
        536872650, 
        536872651, 
        536874694, 
        536875137, 
        536875434, 
        536876808, 
        1073741827
    ], 
    "themes": [
        1
    ], 
    "updated_at": 1518081556288, 
    "url": "https://www.igdb.com/games/radar-mission", 
    "videos": [
        {
            "name": "Gameplay video", 
            "video_id": "7NJniSXutv4"
        }
    ]
}