{
    "aggregated_rating": 66.875, 
    "aggregated_rating_count": 8, 
    "alternative_names": [
        {
            "comment": "Japanese title", 
            "name": "Yōkai Watch 2: Ganzo"
        }, 
        {
            "comment": "Japanese title", 
            "name": "妖怪ウォッチ2 元祖"
        }
    ], 
    "category": 0, 
    "cover": {
        "cloudinary_id": "l2ucjab2vebxhzxgl06t", 
        "height": 430, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/l2ucjab2vebxhzxgl06t.jpg", 
        "width": 482
    }, 
    "created_at": 1439490418608, 
    "developers": [
        837
    ], 
    "esrb": {
        "rating": 4, 
        "synopsis": "This is a role-playing game in which players help a young boy regain his lost memories. As players traverse around a city, they can identify and interact with ghost-like creatures (Yo-Kai) and use them in turn-based combat against other creatures. Yo-Kai can use various attacks (e.g., punches, sword slashes, magic spells) to drain opponents' life meters; colorful light effects, smacking/zapping sounds, and depleting hit points indicate damage during battles. A handful of sequences also depict violent acts: a cat hit by a truck; a child beaten up by bullies. The game includes several depictions and references to bodily functions: a Yo-Kai called Snotsolong with mucous dripping from its nose; Yo-Kai (Cuttincheez and Cheeksqueek) with buttocks for heads that use flatulence-like attacks; dialogue that states, “It smells a little like my farts. . .” and “I mean, if it were my farts that had made this smoke. . . You'd have been knocked out!”"
    }, 
    "first_release_date": 1404950400000, 
    "franchise": 961, 
    "franchises": [
        961
    ], 
    "game_modes": [
        1, 
        2
    ], 
    "games": [
        36792, 
        7329, 
        11214, 
        37088, 
        12632, 
        28380, 
        16468, 
        28010, 
        26163, 
        25646
    ], 
    "genres": [
        12
    ], 
    "id": 11658, 
    "keywords": [
        78, 
        350, 
        1120, 
        1344, 
        1682, 
        1910, 
        2071, 
        2399, 
        2564
    ], 
    "name": "Yo-Kai Watch 2: Bony Spirits", 
    "platforms": [
        37
    ], 
    "player_perspectives": [
        2, 
        3
    ], 
    "popularity": 1.333333333333333, 
    "publishers": [
        2850, 
        837
    ], 
    "pulse_count": 1, 
    "release_dates": [
        {
            "category": 0, 
            "date": 1475193600000, 
            "human": "2016-Sep-30", 
            "m": 9, 
            "platform": 37, 
            "region": 2, 
            "y": 2016
        }, 
        {
            "category": 0, 
            "date": 1491523200000, 
            "human": "2017-Apr-07", 
            "m": 4, 
            "platform": 37, 
            "region": 1, 
            "y": 2017
        }, 
        {
            "category": 0, 
            "date": 1404950400000, 
            "human": "2014-Jul-10", 
            "m": 7, 
            "platform": 37, 
            "region": 5, 
            "y": 2014
        }
    ], 
    "screenshots": [
        {
            "cloudinary_id": "iwiukujxwekcnefzlo4b", 
            "height": 720, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/iwiukujxwekcnefzlo4b.jpg", 
            "width": 1280
        }
    ], 
    "slug": "yo-kai-watch-2-bony-spirits", 
    "summary": "Much like its predecessor, Yo-kai Watch 2 is an open world role-playing video game, where the player is given control of player character Nathan Adams, or alternatively, Katie Forester. Players navigate around the open world using the Nintendo 3DS' touchscreen to find and befriend various Yo-kai, which are scattered across the overworld. Players befriend Yo-kai by giving them a food that they like before beginning battle, and after defeating the Yo-kai it approaches the player character and gives them its Yo-kai Medal, allowing it to be summoned at will. A new feature in battles is using the touch screen to find a particular sweetspot on an enemy Yo-kai to increase the likelihood of befriending it at the end of the battle, or other sweetspots for extra damage, extra money, or extra experience. Yo-kai can also be acquired through an in game Crank-a-kai (Gasha Machine) by collecting in-game coins or using Play Coins. Certain Yo-kai are necessary for completing the game's main quest, and special rare Yo-kai are acquired through various subquests. Yo-kai have the capability to evolve into more powerful versions of themselves if they reach a certain level, or they can evolve by combining with particular items or other Yo-kai. The Yo-kai are divided amongst eight different classes, each with their own strengths and weaknesses. There are also Legendary Yo-kai that can only be obtained by collecting a particular set of Yo-kai listed in the Yo-kai Medallium, a compendium of the different Yo-kai the player has encountered or befriended. When the player encounters a Yo-kai, he enters into battle with it using six Yo-kai that the player has befriended previously. The touchscreen is used during battles to rotate amongst the player's Yo-kai in battle at will. It is also used either to clear up status effects on the player's Yo-kai or to charge up the Yo-kai's Soultimate abilities. While the original Yo-kai Watch featured nearly 250 Yo-kai, Yo-Kai Watch 2 features nearly 450, including several that were featured as bosses in the original game.", 
    "tags": [
        1, 
        17, 
        19, 
        27, 
        35, 
        38, 
        268435468, 
        536870990, 
        536871262, 
        536872032, 
        536872256, 
        536872594, 
        536872822, 
        536872983, 
        536873311, 
        536873476, 
        1073741827, 
        1073741826
    ], 
    "themes": [
        1, 
        17, 
        19, 
        27, 
        35, 
        38
    ], 
    "total_rating": 66.875, 
    "total_rating_count": 8, 
    "updated_at": 1517270898328, 
    "url": "https://www.igdb.com/games/yo-kai-watch-2-bony-spirits", 
    "videos": [
        {
            "name": "Trailer", 
            "video_id": "yzsQVuGjUaA"
        }
    ], 
    "websites": [
        {
            "category": 3, 
            "url": "https://en.wikipedia.org/wiki/Yo-kai_Watch_2"
        }, 
        {
            "category": 2, 
            "url": "http://yokaiwatch.wikia.com/wiki/Yo-kai_Watch_2"
        }, 
        {
            "category": 1, 
            "url": "http://yo-kai.nintendo.com/yw2/"
        }
    ]
}