{
    "category": 0, 
    "cover": {
        "cloudinary_id": "gfcw6z8wevsyvvxjb9hd", 
        "height": 882, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/gfcw6z8wevsyvvxjb9hd.jpg", 
        "width": 630
    }, 
    "created_at": 1445766265944, 
    "esrb": {
        "rating": 4
    }, 
    "first_release_date": 662601600000, 
    "game_modes": [
        1, 
        2
    ], 
    "games": [
        17446, 
        36594, 
        36718, 
        68287, 
        19341, 
        19934, 
        22399, 
        326, 
        34919, 
        37059
    ], 
    "genres": [
        5, 
        7, 
        13
    ], 
    "id": 14232, 
    "keywords": [
        19, 
        36, 
        488, 
        1025, 
        1293, 
        4134, 
        4137, 
        4239, 
        5348
    ], 
    "name": "Air Warrior", 
    "platforms": [
        13, 
        16, 
        49
    ], 
    "player_perspectives": [
        1
    ], 
    "popularity": 1.666666666666667, 
    "publishers": [
        7120
    ], 
    "release_dates": [
        {
            "category": 0, 
            "date": 1490659200000, 
            "human": "2017-Mar-28", 
            "m": 3, 
            "platform": 49, 
            "region": 2, 
            "y": 2017
        }, 
        {
            "category": 2, 
            "date": 662601600000, 
            "human": "1990", 
            "m": 12, 
            "platform": 13, 
            "y": 1990
        }, 
        {
            "category": 2, 
            "date": 662601600000, 
            "human": "1990", 
            "m": 12, 
            "platform": 16, 
            "y": 1990
        }
    ], 
    "slug": "air-warrior", 
    "status": 5, 
    "summary": "The most advanced, realistic air combat simulator available. \n \nYou've gotta be good to fly against these guys... or be ready to take the flak. \n \n\"262s-low!\" Assassin radioed. \n \nGreat! We'd caught those Messerschmitt jets just before they'd reached their unstoppable speeds. I ordered the squadron to attack. \n \nThen, out of the corner of my eye- Focke Wulfs! Damn! They'd been waiting up there, but I didn't keep one flight high- a rookie mistake! Now we were all low and slow- meat to those guys. \n \n\"Break!\" I shouted as I kicked the rudder. As tracer fire flew past me, I jammed the stick into my stomach and felt the Mustang shake as she approached departure. Spin now, this low, and I'm dead; but a gentle turn was not an alternative. \n \nAn explosion! Next thing I saw was a Focke Wulf tumbling, belching smoke. \"Thought y'all could use a hand,\" I heard in a soft, Texas accent. It was Killer of the 335th. That voice and handle never went together. The FWs scattered. Time to reacquire those jets. \n \nOnly in Air Warrior can you experience air combat with this kind of realism while flying in any of 19 legendary warplanes of the World War II era. And with Air Warrior's options for stand-alone play, head-to-head modem play, and GEnie network/on-line arena play, there's a theater available for every combat pilot from Novice to Ace. \n \nAir Warrior lets you polish your air combat tactics in off-line missions with or against up to ten computer controlled pilots. Film your toughest missions and re-fly them to sharpen your skills even further. Go head-to-head against a friend or foe in modem-to-modem airspace. And once you think you have the mettle for on-line air combat, take to the skies as a \"lone wolf\" or in a squadron with up to 100 simultaneous combatants from across North America and Japan. \n \nHey!... No Guts, No Glory!", 
    "tags": [
        1, 
        22, 
        39, 
        268435461, 
        268435463, 
        268435469, 
        536870931, 
        536870948, 
        536871400, 
        536871937, 
        536872205, 
        536875046, 
        536875049, 
        536875151, 
        536876260, 
        1073741825
    ], 
    "themes": [
        1, 
        22, 
        39
    ], 
    "updated_at": 1517270805708, 
    "url": "https://www.igdb.com/games/air-warrior"
}