{
    "aggregated_rating": 80.2777777777778, 
    "aggregated_rating_count": 21, 
    "alternative_names": [
        {
            "comment": "Other", 
            "name": "BF4"
        }
    ], 
    "category": 0, 
    "collection": 34, 
    "cover": {
        "cloudinary_id": "ejcbrblr9aj12b8ihgfj", 
        "height": 1080, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/ejcbrblr9aj12b8ihgfj.jpg", 
        "width": 720
    }, 
    "created_at": 1363801602058, 
    "developers": [
        94
    ], 
    "dlcs": [
        26098
    ], 
    "esrb": {
        "rating": 6, 
        "synopsis": "This is a first-person shooter in which players assume the role of a U.S. Marine (Recker) and his Special Forces unit as they battle enemy forces in China and Russia. Players use sniper rifles, machine guns, rocket launchers, and mines to kill enemy soldiers engage in frenetic, realistic battle. Some sequences involve stealth tactics, in which players sneak up on enemies to stab them at close range. Combat is highlighted by realistic gunfire, large explosions, and screams of pain; large blood-splatter effects also occur. One sequence requires players to use a knife to cut off the leg of a wounded comrade; another depicts a character getting beaten and electrocuted by an interrogator. The words “f**k,”“sh*t,” and “a*shole” appear in the dialogue."
    }, 
    "expansions": [
        3093, 
        3091, 
        3095, 
        3096, 
        3094
    ], 
    "first_release_date": 1383004800000, 
    "game_engines": [
        2
    ], 
    "game_modes": [
        1, 
        2
    ], 
    "games": [
        343, 
        2031, 
        1020, 
        536, 
        3042, 
        2033, 
        11270, 
        19441, 
        1985, 
        9727
    ], 
    "genres": [
        5, 
        11, 
        13, 
        14, 
        15
    ], 
    "hypes": 16, 
    "id": 1979, 
    "keywords": [
        1, 
        19, 
        21, 
        25, 
        36, 
        47, 
        58, 
        104, 
        109, 
        124, 
        129, 
        449, 
        453, 
        524, 
        540, 
        562, 
        563, 
        573, 
        594, 
        598, 
        630, 
        660, 
        714, 
        790, 
        872, 
        1012, 
        1098, 
        1148, 
        1202, 
        1228, 
        1293, 
        1333, 
        1379, 
        1471, 
        1507, 
        1710, 
        1737, 
        1783, 
        1803, 
        1821, 
        1898, 
        1935, 
        1988, 
        2071, 
        2141, 
        2154, 
        2324, 
        2337, 
        2415, 
        2440, 
        2450, 
        2513, 
        2543, 
        2841, 
        3627, 
        3794, 
        3831, 
        3901, 
        3910, 
        3994, 
        4134, 
        4169, 
        4184, 
        4187, 
        4200, 
        4202, 
        4225, 
        4245, 
        4246, 
        4259, 
        4261, 
        4282, 
        4285, 
        4287, 
        4295, 
        4330, 
        4339, 
        4353, 
        4358, 
        4363, 
        4368, 
        4374, 
        4393, 
        4412, 
        4414, 
        4418, 
        4420, 
        4428, 
        4432, 
        4446, 
        4452, 
        4484, 
        4505, 
        4508, 
        4520, 
        4524, 
        4525, 
        4528, 
        4568, 
        4571, 
        4572, 
        4578, 
        4580, 
        4582, 
        4585, 
        4586, 
        4589, 
        4590, 
        4594, 
        4598, 
        4599, 
        4600, 
        4601, 
        4611, 
        4613, 
        4623, 
        4630, 
        4634, 
        4635, 
        4637, 
        4653, 
        4671, 
        4712, 
        4738, 
        4756, 
        4820, 
        4829, 
        4831, 
        4833, 
        4834, 
        4880, 
        4890, 
        4891, 
        4892, 
        4895, 
        4896, 
        4901, 
        4902, 
        4906, 
        4907, 
        4910, 
        4918, 
        4920, 
        4927, 
        4984, 
        4998, 
        4999, 
        5020, 
        5097, 
        5111, 
        5117, 
        5156, 
        5157, 
        5164, 
        5170, 
        5171, 
        5217, 
        5271, 
        5274, 
        5276, 
        5305, 
        5306, 
        5307, 
        5323, 
        5348, 
        5350, 
        5369, 
        5409, 
        5417, 
        5420, 
        5453, 
        5462, 
        5481, 
        5549, 
        5550, 
        5560, 
        5561, 
        5590, 
        5599, 
        5639, 
        5662, 
        5758, 
        5789, 
        5812, 
        5825, 
        5847, 
        5900, 
        5921, 
        5987, 
        6003, 
        6005, 
        6023, 
        6116, 
        6135, 
        6137, 
        6197, 
        6214, 
        6239, 
        6240, 
        6253, 
        6254, 
        6258, 
        6261, 
        6264, 
        6329, 
        6356, 
        6377, 
        6378, 
        6404, 
        6407, 
        6410, 
        6412, 
        6420, 
        6435, 
        6442, 
        6451, 
        6472, 
        6502, 
        6587, 
        6655, 
        6735, 
        6791, 
        6830, 
        6895, 
        6943, 
        6967, 
        7000, 
        7035, 
        7036, 
        7048, 
        7049, 
        7064, 
        7088, 
        7106, 
        7115, 
        7117, 
        7118, 
        7162, 
        7316, 
        7349, 
        7621, 
        8140, 
        8142, 
        8144, 
        8148, 
        8178, 
        8263, 
        9161, 
        9263, 
        9283, 
        9286, 
        9424, 
        9433, 
        9490, 
        9809, 
        9845, 
        10377, 
        10390, 
        10498, 
        10592, 
        10751, 
        10919, 
        11102, 
        11103, 
        11104, 
        11105, 
        11106
    ], 
    "multiplayer_modes": [
        {
            "campaigncoop": false, 
            "dropin": false, 
            "lancoop": false, 
            "offlinecoop": false, 
            "offlinecoopmax": 0, 
            "offlinemax": 0, 
            "onlinecoop": false, 
            "onlinecoopmax": 0, 
            "onlinemax": 64, 
            "platform": 49, 
            "splitscreen": false, 
            "splitscreenonline": false
        }, 
        {
            "campaigncoop": false, 
            "dropin": false, 
            "lancoop": false, 
            "offlinecoop": false, 
            "onlinecoop": false, 
            "splitscreen": false, 
            "splitscreenonline": false
        }
    ], 
    "name": "Battlefield 4", 
    "pegi": {
        "rating": 5, 
        "synopsis": "The content of this game is suitable for persons aged 18 years and over only. It contains: Extreme violence - Violence towards defenceless people - Strong language. This game allows the player to interact with other players ONLINE"
    }, 
    "platforms": [
        6, 
        9, 
        48, 
        12, 
        49
    ], 
    "player_perspectives": [
        1, 
        2
    ], 
    "popularity": 13.66666666666667, 
    "publishers": [
        1
    ], 
    "pulse_count": 8, 
    "rating": 76.6728271541516, 
    "rating_count": 266, 
    "release_dates": [
        {
            "category": 0, 
            "date": 1385078400000, 
            "human": "2013-Nov-22", 
            "m": 11, 
            "platform": 49, 
            "region": 2, 
            "y": 2013
        }, 
        {
            "category": 0, 
            "date": 1385683200000, 
            "human": "2013-Nov-29", 
            "m": 11, 
            "platform": 48, 
            "region": 1, 
            "y": 2013
        }, 
        {
            "category": 0, 
            "date": 1384473600000, 
            "human": "2013-Nov-15", 
            "m": 11, 
            "platform": 48, 
            "region": 2, 
            "y": 2013
        }, 
        {
            "category": 0, 
            "date": 1383004800000, 
            "human": "2013-Oct-29", 
            "m": 10, 
            "platform": 9, 
            "region": 2, 
            "y": 2013
        }, 
        {
            "category": 0, 
            "date": 1383264000000, 
            "human": "2013-Nov-01", 
            "m": 11, 
            "platform": 9, 
            "region": 1, 
            "y": 2013
        }, 
        {
            "category": 0, 
            "date": 1383004800000, 
            "human": "2013-Oct-29", 
            "m": 10, 
            "platform": 9, 
            "y": 2013
        }, 
        {
            "category": 0, 
            "date": 1383004800000, 
            "human": "2013-Oct-29", 
            "m": 10, 
            "platform": 6, 
            "y": 2013
        }, 
        {
            "category": 0, 
            "date": 1383004800000, 
            "human": "2013-Oct-29", 
            "m": 10, 
            "platform": 12, 
            "y": 2013
        }, 
        {
            "category": 0, 
            "date": 1384473600000, 
            "human": "2013-Nov-15", 
            "m": 11, 
            "platform": 48, 
            "y": 2013
        }, 
        {
            "category": 0, 
            "date": 1385078400000, 
            "human": "2013-Nov-22", 
            "m": 11, 
            "platform": 49, 
            "y": 2013
        }
    ], 
    "screenshots": [
        {
            "cloudinary_id": "chkphyps9bwrxoau9hen", 
            "height": 1080, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/chkphyps9bwrxoau9hen.jpg", 
            "width": 1920
        }, 
        {
            "cloudinary_id": "o80vh3ztviwbrkedbvjs", 
            "height": 1080, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/o80vh3ztviwbrkedbvjs.jpg", 
            "width": 1920
        }, 
        {
            "cloudinary_id": "gvixjdrjylwi4kifgc4r", 
            "height": 1080, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/gvixjdrjylwi4kifgc4r.jpg", 
            "width": 1920
        }, 
        {
            "cloudinary_id": "gkvbblwscco4eaiquxfw", 
            "height": 1080, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/gkvbblwscco4eaiquxfw.jpg", 
            "width": 1920
        }, 
        {
            "cloudinary_id": "yq7owbqrj09mgfqg3ac3", 
            "height": 1080, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/yq7owbqrj09mgfqg3ac3.jpg", 
            "width": 1920
        }
    ], 
    "slug": "battlefield-4", 
    "storyline": "Unlike the Campaign of its predecessor, Battlefield 4's Campaign primarily follows chronological order, and permanently casts the player as Recker. In the beginning, set in Baku, Azerbaijan, Tombstone Squad—consisting of Recker, Dunn, Irish, and Pac—escapes the city, with vital intelligence in hand and Russian special forces in hot pursuit. The squad winds up trapped in a civilian's car when it plunges into the sea. Dunn, trapped between the seats and critically wounded, gives Recker his pistol and orders him to shoot out the windshield.[35] Reluctantly, Recker shoots the window, and Dunn drowns as the others escape. As Tombstone swims to the surface, the player hears their commanding officer, Captain Garrison, talking over the phone about the intel: that Admiral Chang is planning a military coup d'état, and if he succeeds, he will gain full Russian support, confirming an earlier report from an asset in China. Tombstone returns to the USS Valkyrie, an amphibious assault carrier en route to China's eastern coast. On board, Garrison informs them of the assassination of Chinese presidential candidate Jin Jié, and that Chang convinced the Chinese that the United States was responsible. \nGarrison sends Tombstone, with Recker as squad leader, on a covert mission in Shanghai to rescue three VIPs: Kovic, Hannah, and Hannah's husband. With Tombstone's help, Kovic takes his fellow VIPs to the Valkyrie by helicopter. Meanwhile, Tombstone takes a civilian tourist boat from the shore, just as an electromagnetic pulse fries all electric equipment in the area. Realizing that there are other civilian refugees stranded on boats around them, and against Pac's protests, Irish leads them to the Valkyrie. Aboard the Valkyrie, they head for the USS Titan, a Nimitz-class aircraft carrier that can assist them. Upon sighting the Titan, the Valkyrie finds it highly damaged by Chang's Chinese military. Garrison orders Tombstone, with Kovic as acting squad leader (Recker lost the position because he didn't stop Irish in Shanghai), to scour the wreckage of the Titan for vital intelligence before it sinks. Tombstone recovers a hard drive with data from before the Chinese missile attack and fight their way out against boarding Chinese soldiers. The Titan buckles under its own weight while sinking and splits in two, forcing Tombstone to jump ship. Making their way back to the Valkyrie with a hijacked assault boat, they find the carrier under siege by Chinese forces. They board it to repel the Chinese assault. Kovic is critically injured during the engagement, and puts Recker back in charge of Tombstone before he dies. Tombstone then clears the bridge and rescues Hannah's husband and Garrison. \nGarrison debriefs Recker and Pac on the upcoming assault on the Chinese-controlled Singapore airfield to destroy Chinese air superiority while their air forces are grounded by a storm. Hannah volunteers to join Tombstone, much to Irish's chagrin, as he wasn't involved in the debrief himself. They successfully assault the beach and lead an advance towards the airfield, losing most of their forces in the process. While crossing a bridge to the airfield, Recker is pinned behind by a car blown by the strong winds and tries to break free with the help of Tombstone, to no avail. A large freighter crashes into the bridge, throwing Tombstone into the sea below. They survive and make their way to the airfield via a sewer. After Pac fires the signal flare, Tombstone attempts to evacuate the area using an enemy vehicle, but they are knocked out of their vehicle when the missiles hit, apparently killing Pac. Hannah seemingly betrays the squad, bringing the Chinese soldiers to capture Tombstone; this infuriates Irish, but neither he nor Recker can stop the soldiers from incapacitating them. \nRecker and Irish are then taken to a prison in the Kunlun Mountains by the Chinese military. There, the two Marines are interrogated about their mission in Shanghai, with Chang personally watching, before being thrown into cells. Recker is awoken by \"Dima\", a Russian prisoner suffering from radiation poisoning. Recker helps Dima release the other prisoners, starting a mass riot throughout the prison and reuniting him with Irish. Although the prison guard is overrun, Chinese military arrive and launch an assault. Recker and Irish hold them off long enough for Dima to open the prison gates, only to be caught by Hannah and other soldiers. Hannah shoots the soldiers holding Recker, Irish and Dima at gunpoint; she explains that she had been tasked to protect Jin Jié, who had been posing as her husband. The group fight their way through the Kunlun Mountains to a cable car, which goes down the mountain. The tram is then shot down by an enemy helicopter, and the impact kills Dima. \nForced to continue on foot for two days, Tombstone makes their way down the mountain, forced to hunt for food to survive. They find a jeep and drive to Tashgar, under siege by both Chinese and Russian forces. While driving, Hannah explains that she'd brought Jin Jié to meet her family to give them hope, but that the next day, Chang's army came and killed them all; this mortifies Irish, and he apologizes to Hannah. They eventually find Major Greenland, who commands the remainder of U.S. ground forces in Tashgar. She states that the mobile anti-air that the Russians have are causing them to have a disadvantage. Tombstone volunteers to demolish the dam to flood the area, destroying the Chinese-Russian forces in exchange for a ride back to the Valkyrie. They successfully complete their task, and are sent to the Suez Canal. \nThey are picked up by a U.S. C-130 using the Fulton surface-to-air recovery system, and are then paradropped to the Valkyrie, which is sailing blindly into Admiral Chang's forces. Tombstone assists in clearing the deck of boarding Chinese forces and find Garrison, who is holed up with Jin Jié, other survivors, and Pac (who had survived Singapore, and escaped by \"crawling through a thousand miles of shit with a hole in [his] stomach\"). When Chinese forces finally reach the door to the medical bay, Jin Jié convinces Recker to let him show his face to the soldiers, as they had been fighting under the illusion that Jin Jié had been killed. Recker opens the door and is knocked down, but Jié calms the tension between the three forces showing his face to them. The Chinese soldiers celebrate the news of their leader's return and call off the attack. \nHowever, upon hearing this news, Chang barrages the Valkyrie with his warship, hoping to \"bury the truth and everyone with it\". With no ordinance to strike back, Recker, Irish and Hannah once again volunteer to manually destroy it with explosives. Driving a boat to the warship's blind spot, the trio set the remote charges and use grappling guns to bring them to safety under the Suez Canal Bridge before detonating the explosives. Unfortunately, the remote detonation fails, requiring manual replacement of the charges. Hannah volunteers to set a new charge, but Irish stops her, volunteering to do it himself because China will need Hannah. Recker—and the player—is forced to take two options: either do nothing as Chang's warship obliterates the Valkyrie, thus killing Pac, Garrison and Jin Jié; or to send either Hannah or Irish back down to set the explosives. As soon as the detonator lights green, Recker detonates the charges, destroying Chang's ship but killing whomever had gone down to make it possible. A U.S. rescue helicopter then picks up Recker and his remaining teammate, reporting to Garrison that one member is missing in action. During the credits, the player hears a new dialogue between Irish and Hannah, discussing their pasts, and how they have to keep moving forward with \"no fucking regrets\".", 
    "summary": "Battlefield 4™ is the genre-defining action blockbuster created by DICE, and made from moments that blur the line between game and glory – moments found only in Battlefield. Go to Boot Camp to learn the basics of Battlefield 4's engaging single player and intense multiplayer mode. Here you'll also find intel on Levolution, Commander Mode, Naval Warfare and many more exciting game features.", 
    "tags": [
        1, 
        39, 
        268435461, 
        268435467, 
        268435469, 
        268435470, 
        268435471, 
        536870913, 
        536870931, 
        536870933, 
        536870937, 
        536870948, 
        536870959, 
        536870970, 
        536871016, 
        536871021, 
        536871036, 
        536871041, 
        536871361, 
        536871365, 
        536871436, 
        536871452, 
        536871474, 
        536871475, 
        536871485, 
        536871506, 
        536871510, 
        536871542, 
        536871572, 
        536871626, 
        536871702, 
        536871784, 
        536871924, 
        536872010, 
        536872060, 
        536872114, 
        536872140, 
        536872205, 
        536872245, 
        536872291, 
        536872383, 
        536872419, 
        536872622, 
        536872649, 
        536872695, 
        536872715, 
        536872733, 
        536872810, 
        536872847, 
        536872900, 
        536872983, 
        536873053, 
        536873066, 
        536873236, 
        536873249, 
        536873327, 
        536873352, 
        536873362, 
        536873425, 
        536873455, 
        536873753, 
        536874539, 
        536874706, 
        536874743, 
        536874813, 
        536874822, 
        536874906, 
        536875046, 
        536875081, 
        536875096, 
        536875099, 
        536875112, 
        536875114, 
        536875137, 
        536875157, 
        536875158, 
        536875171, 
        536875173, 
        536875194, 
        536875197, 
        536875199, 
        536875207, 
        536875242, 
        536875251, 
        536875265, 
        536875270, 
        536875275, 
        536875280, 
        536875286, 
        536875305, 
        536875324, 
        536875326, 
        536875330, 
        536875332, 
        536875340, 
        536875344, 
        536875358, 
        536875364, 
        536875396, 
        536875417, 
        536875420, 
        536875432, 
        536875436, 
        536875437, 
        536875440, 
        536875480, 
        536875483, 
        536875484, 
        536875490, 
        536875492, 
        536875494, 
        536875497, 
        536875498, 
        536875501, 
        536875502, 
        536875506, 
        536875510, 
        536875511, 
        536875512, 
        536875513, 
        536875523, 
        536875525, 
        536875535, 
        536875542, 
        536875546, 
        536875547, 
        536875549, 
        536875565, 
        536875583, 
        536875624, 
        536875650, 
        536875668, 
        536875732, 
        536875741, 
        536875743, 
        536875745, 
        536875746, 
        536875792, 
        536875802, 
        536875803, 
        536875804, 
        536875807, 
        536875808, 
        536875813, 
        536875814, 
        536875818, 
        536875819, 
        536875822, 
        536875830, 
        536875832, 
        536875839, 
        536875896, 
        536875910, 
        536875911, 
        536875932, 
        536876009, 
        536876023, 
        536876029, 
        536876068, 
        536876069, 
        536876076, 
        536876082, 
        536876083, 
        536876129, 
        536876183, 
        536876186, 
        536876188, 
        536876217, 
        536876218, 
        536876219, 
        536876235, 
        536876260, 
        536876262, 
        536876281, 
        536876321, 
        536876329, 
        536876332, 
        536876365, 
        536876374, 
        536876393, 
        536876461, 
        536876462, 
        536876472, 
        536876473, 
        536876502, 
        536876511, 
        536876551, 
        536876574, 
        536876670, 
        536876701, 
        536876724, 
        536876737, 
        536876759, 
        536876812, 
        536876833, 
        536876899, 
        536876915, 
        536876917, 
        536876935, 
        536877028, 
        536877047, 
        536877049, 
        536877109, 
        536877126, 
        536877151, 
        536877152, 
        536877165, 
        536877166, 
        536877170, 
        536877173, 
        536877176, 
        536877241, 
        536877268, 
        536877289, 
        536877290, 
        536877316, 
        536877319, 
        536877322, 
        536877324, 
        536877332, 
        536877347, 
        536877354, 
        536877363, 
        536877384, 
        536877414, 
        536877499, 
        536877567, 
        536877647, 
        536877703, 
        536877742, 
        536877807, 
        536877855, 
        536877879, 
        536877912, 
        536877947, 
        536877948, 
        536877960, 
        536877961, 
        536877976, 
        536878000, 
        536878018, 
        536878027, 
        536878029, 
        536878030, 
        536878074, 
        536878228, 
        536878261, 
        536878533, 
        536879052, 
        536879054, 
        536879056, 
        536879060, 
        536879090, 
        536879175, 
        536880073, 
        536880175, 
        536880195, 
        536880198, 
        536880336, 
        536880345, 
        536880402, 
        536880721, 
        536880757, 
        536881289, 
        536881302, 
        536881410, 
        536881504, 
        536881663, 
        536881831, 
        536882014, 
        536882015, 
        536882016, 
        536882017, 
        536882018, 
        1073741825, 
        1073741826
    ], 
    "themes": [
        1, 
        39
    ], 
    "time_to_beat": {
        "completely": 360000, 
        "hastly": 18000, 
        "normally": 90200
    }, 
    "total_rating": 78.4753024659647, 
    "total_rating_count": 287, 
    "updated_at": 1528693326026, 
    "url": "https://www.igdb.com/games/battlefield-4", 
    "videos": [
        {
            "name": "Gameplay video", 
            "video_id": "U8HVQXkeU8U"
        }, 
        {
            "name": "Trailer", 
            "video_id": "ZjSykcTGrNc"
        }, 
        {
            "name": "Gameplay video", 
            "video_id": "IEZhbV9s1Ag"
        }, 
        {
            "name": "Trailer", 
            "video_id": "1SRxs5xYWuo"
        }
    ], 
    "websites": [
        {
            "category": 9, 
            "url": "https://www.youtube.com/Battlefield"
        }, 
        {
            "category": 8, 
            "url": "https://www.instagram.com/battlefield"
        }, 
        {
            "category": 6, 
            "url": "https://www.twitch.tv/battlefield"
        }, 
        {
            "category": 5, 
            "url": "https://twitter.com/Battlefield"
        }, 
        {
            "category": 4, 
            "url": "https://www.facebook.com/battlefield"
        }, 
        {
            "category": 3, 
            "url": "https://en.wikipedia.org/wiki/Battlefield_4"
        }, 
        {
            "category": 2, 
            "url": "http://battlefield.wikia.com/wiki/Battlefield_4"
        }, 
        {
            "category": 1, 
            "url": "http://www.battlefield.com/battlefield-4"
        }
    ]
}