{
    "category": 0, 
    "cover": {
        "cloudinary_id": "hihlfox4hy31thccwolm", 
        "height": 1080, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/hihlfox4hy31thccwolm.jpg", 
        "width": 720
    }, 
    "created_at": 1516478794665, 
    "first_release_date": 1492732800000, 
    "games": [
        83766, 
        83765, 
        83741, 
        83510, 
        82546, 
        82447, 
        27314, 
        54789, 
        28552, 
        36847
    ], 
    "id": 83511, 
    "keywords": [
        4357, 
        16826
    ], 
    "name": "Cities: Skylines - Xbox One Edition", 
    "platforms": [
        49
    ], 
    "popularity": 1.0, 
    "rating": 80.0, 
    "rating_count": 0, 
    "release_dates": [
        {
            "category": 0, 
            "date": 1492732800000, 
            "human": "2017-Apr-21", 
            "m": 4, 
            "platform": 49, 
            "region": 2, 
            "y": 2017
        }
    ], 
    "screenshots": [
        {
            "cloudinary_id": "djvyv9miw7ve1idndeql", 
            "height": 1080, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/djvyv9miw7ve1idndeql.jpg", 
            "width": 1920
        }, 
        {
            "cloudinary_id": "dvsp3ksakw6kyvkteyai", 
            "height": 1080, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/dvsp3ksakw6kyvkteyai.jpg", 
            "width": 1920
        }, 
        {
            "cloudinary_id": "koa9yggbbkwunbai0mls", 
            "height": 1080, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/koa9yggbbkwunbai0mls.jpg", 
            "width": 1920
        }, 
        {
            "cloudinary_id": "esbj8iscwrcxa2inkmjg", 
            "height": 1080, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/esbj8iscwrcxa2inkmjg.jpg", 
            "width": 1920
        }
    ], 
    "slug": "cities-skylines-xbox-one-edition", 
    "summary": "Cities: Skylines – Xbox One Edition puts you in charge of a growing city – from the ground-breaking of its first streets to the ever-changing needs of thousands of citizens. Design, build, and manage the city of your dreams, from public services to civic policies, and challenge yourself to grow from a simple town to a bustling metropolitan hub.\nCities: Skylines is an award-winning, best-selling management game, now available for the Xbox One with all of its robust city-simulation gameplay and unique charm along for the ride. The Xbox One Edition includes the base game and the popular After Dark expansion, allowing players to plan and design for their cities’ nightlife and tourist attractions.\n\nMain Features:\nBuild the city of your dreams: Plan road networks, bus lines and parks. Bring on a smog-filled industrial revolution or create a quiet beach town ideal for tourists powered by renewable energy. Bring education, healthcare and safety to your citizens. Build it your way!\n\nMulti-tiered and challenging simulation: Playing as the mayor of your city, you’ll be faced with balancing essential requirements such as education, water electricity, police, firefighting, healthcare and much more, along with your city’s economy. Citizens within your city react fluidly, keeping you on your toes with ever-evolving demands.\n\nExtensive local traffic simulation: Managing traffic and the needs of your citizens to work and play will require the use of several interactive transport systems – use careful road planning alongside buses, trains, subways, and much more.\n\nDistricts and policies: Be more than just another city hall official! Create a car-free downtown area, assign free public transport to your waterfront, or ban pets in suburbia. Designate parts of your city as a district in order to set policy at the local level, and give different parts of town their own personalities.\n\nAfter Dark included: Watch your city become an entirely different place at night: a day-night cycle will have your citizens seeking out places to unwind after work. Add in new policies and zones to create popular hotspots and provide enough taxis and trains to get to and from the clubs!", 
    "tags": [
        536875269, 
        536887738
    ], 
    "total_rating": 80.0, 
    "total_rating_count": 0, 
    "updated_at": 1526727185577, 
    "url": "https://www.igdb.com/games/cities-skylines-xbox-one-edition", 
    "version_parent": 9066, 
    "version_title": "Xbox One Edition"
}