{
    "category": 0, 
    "cover": {
        "cloudinary_id": "axoaod5e1pmjshojuxd5", 
        "height": 52, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/axoaod5e1pmjshojuxd5.jpg", 
        "width": 300
    }, 
    "created_at": 1509629326833, 
    "developers": [
        13754
    ], 
    "external": {
        "steam": "831050"
    }, 
    "first_release_date": 1546214400000, 
    "id": 75304, 
    "keywords": [
        2425
    ], 
    "name": "Dolmen", 
    "platforms": [
        6, 
        48, 
        49
    ], 
    "popularity": 1.333333333333333, 
    "pulse_count": 2, 
    "release_dates": [
        {
            "category": 2, 
            "date": 1577750400000, 
            "human": "2019", 
            "m": 12, 
            "platform": 49, 
            "y": 2019
        }, 
        {
            "category": 2, 
            "date": 1577750400000, 
            "human": "2019", 
            "m": 12, 
            "platform": 48, 
            "y": 2019
        }, 
        {
            "category": 2, 
            "date": 1546214400000, 
            "human": "2018", 
            "m": 12, 
            "platform": 6, 
            "y": 2018
        }
    ], 
    "slug": "dolmen--1", 
    "storyline": "The exact location is a mystery. The star maps were lost and after the Nikiderma invaded it, very little can be said about that planet. Its star is called Nynfeid. As neighbors, it has four gas giants. The corpses of its people were expelled from its atmosphere, so their mass decomposition wouldn’t alter the ecosystem. \n \nBeing alone in Revion Prime is like having been forgotten by life. But today, something extraordinary is about to happen. An earthling wanders through that unwelcoming environment (frase da versão em português que não tinha sido traduzida). As he stood up, he had no idea where was his crew was or why he got there. For what reason was he the last to be awaken from cryogenic slumber? What went wrong with the mission? With no answers and no hope, looking for the others could be his last choice… \n \nThe Dolmen’s story may be comprehended as an investigation focusing the past and present of an alien planet as seen through the eyes of a human being. Although his original task was very different from this, he has been brought to a place never seen before, with no resources and unprepared for what he will find there. Exploration and adaptability shall be used to unveil some truth about what really happened to him. \n \nThat’s when the game begins. In a dark place, miles away from the surface of that strange planet, inside the caves which once were part of an evolved society. A society that no longer exists. There’s just a lonely person, from the distant Earth, trying to be part of that place to survive it. He’s the only witness to what’s left of something he may never completely understand completely. But he must either try or become a part of its remains. There’s no option. \n \nSince the history of the human race is based on evolution and the ability to endure suffering, maybe he will triumph against adversity. Or maybe he won’t.", 
    "summary": "No innovation was made without a crazy idea. And Dolmen is both things! On development by Massive Work Studio, it’s an adult videogame, an Action third person RPG, where the player’s worst fears turn against him, finding the aberrant alien world of Revion Prime. \n \nIn a bold initiative in Brazil Games Industry, this studio, after one year of research and preparation is going to launch a crowdfunding campaign through the Kickstarter platform and show a little bit of the first phase of its work in the tenth edition of Brasil Game Show! \n \nThe gamer community and fans have had the first samples of what is still to come since september 23, when exclusive info and pics begun to spread from social medias as facebook, twitter, youtube and instagram. \n \nWith periodic posts, the staff will give its followers the rare opportunity to get inside the creative minds of the artists as if they visited some painter’s atelier, providing the potential campaign supporters with a nice view of the mind of more than 40 collaborators, among brazilian, iranian, american and spanish people! \n \nWe are very proud to show this work to its public as also to display its possibilities to the actual gamers’ generation. They will surely start a new experience in a future brought a little closer to us thanks to the world of the Indie Games!", 
    "themes": [
        18
    ], 
    "updated_at": 1509629340447, 
    "url": "https://www.igdb.com/games/dolmen--1", 
    "videos": [
        {
            "name": "Teaser", 
            "video_id": "tBOVmMfcYuc"
        }, 
        {
            "name": "Trailer", 
            "video_id": "f09aAcECHhM"
        }
    ], 
    "websites": [
        {
            "category": 9, 
            "url": "https://www.youtube.com/c/dolmengame"
        }, 
        {
            "category": 8, 
            "url": "https://www.instagram.com/dolmengame"
        }, 
        {
            "category": 5, 
            "url": "https://twitter.com/DolmenGame"
        }, 
        {
            "category": 4, 
            "url": "https://www.facebook.com/DolmenGame"
        }, 
        {
            "category": 1, 
            "url": "http://dolmenthegame.com/"
        }
    ]
}