{
    "category": 0, 
    "created_at": 1499869112964, 
    "first_release_date": 1478217600000, 
    "games": [
        75245, 
        6080, 
        101956, 
        101659, 
        100916, 
        100909, 
        100767, 
        99181, 
        95874, 
        88903
    ], 
    "genres": [
        7
    ], 
    "id": 47494, 
    "keywords": [
        1094
    ], 
    "name": "duplicate Rocksmith Remastered 2014 Edition", 
    "platforms": [
        49
    ], 
    "popularity": 1.333333333333333, 
    "release_dates": [
        {
            "category": 0, 
            "date": 1478217600000, 
            "human": "2016-Nov-04", 
            "m": 11, 
            "platform": 49, 
            "region": 8, 
            "y": 2016
        }
    ], 
    "slug": "duplicate-rocksmith-remastered-2014-edition", 
    "summary": "The latest edition of the fastest method to learn guitar and bass, Rocksmith® 2014 Edition - Remastered has been newly upgraded to help you learn to play more quickly and effectively than ever. Join over three million players who have used the award-winning Rocksmith® method. Whether you're a beginner or a seasoned player, Rocksmith gets results fast. Rocksmith becomes your personal guitar teacher as it monitors how you play, dynamically adjusts the difficulty to your skill level, and slowly introduces more notes and phrases until you're playing songs note-for-note. Plug any real guitar or bass into your console or PC using the included Rocksmith Real Tone Cable and learn to play with your favorite songs. This latest edition adds six bonus songs to a tracklist filled with 50 hits. You can also expand your library with over 800 songs available for purchase. Countless people gave up on their dreams of learning to play guitar because their experience was too frustrating and too time consuming. Now with Rocksmith there is a better, faster way to learn guitar.", 
    "tags": [
        268435463
    ], 
    "updated_at": 1525549073015, 
    "url": "https://www.igdb.com/games/duplicate-rocksmith-remastered-2014-edition"
}