{
    "category": 0, 
    "cover": {
        "cloudinary_id": "z06aqkuqz6zcqaeyklrv", 
        "height": 1080, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/z06aqkuqz6zcqaeyklrv.jpg", 
        "width": 720
    }, 
    "created_at": 1516353927681, 
    "first_release_date": 1409011200000, 
    "id": 82443, 
    "keywords": [
        1094
    ], 
    "name": "Duplicate Metro Redux Bundle", 
    "platforms": [
        49
    ], 
    "popularity": 1.0, 
    "rating": 90.0, 
    "rating_count": 2, 
    "release_dates": [
        {
            "category": 0, 
            "date": 1409011200000, 
            "human": "2014-Aug-26", 
            "m": 8, 
            "platform": 49, 
            "region": 2, 
            "y": 2014
        }
    ], 
    "screenshots": [
        {
            "cloudinary_id": "wvvaxlq7hhwyzwj4smyt", 
            "height": 1080, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/wvvaxlq7hhwyzwj4smyt.jpg", 
            "width": 1920
        }, 
        {
            "cloudinary_id": "rgcx332vzjitp9fekh6o", 
            "height": 1080, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/rgcx332vzjitp9fekh6o.jpg", 
            "width": 1920
        }, 
        {
            "cloudinary_id": "vkzndnzxjk6cd5xwpde5", 
            "height": 1080, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/vkzndnzxjk6cd5xwpde5.jpg", 
            "width": 1920
        }, 
        {
            "cloudinary_id": "zyrflt6re0qbfxjqfxmz", 
            "height": 1080, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/zyrflt6re0qbfxjqfxmz.jpg", 
            "width": 1920
        }, 
        {
            "cloudinary_id": "ja6ah4164cso3dwavhcu", 
            "height": 1080, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/ja6ah4164cso3dwavhcu.jpg", 
            "width": 1920
        }
    ], 
    "slug": "duplicate-metro-redux-bundle", 
    "summary": "In 2013 the world was devastated by an apocalyptic event, annihilating almost all mankind and turning the earth’s surface into a poisonous wasteland. A handful of survivors took refuge in the depths of the Moscow underground, and human civilization entered a new Dark Age.\n\nThe year is 2033. An entire generation has been born and raised underground, and their besieged Metro Station-Cities struggle for survival, with each other, and the mutant horrors that await outside. You are Artyom, born in the last days before the fire, but raised underground. Having never ventured beyond the city limits, one fateful event sparks a desperate mission to the heart of the Metro system, to warn the remnants of mankind of a terrible impending threat. But will they even listen? Rather than stand united, the factions of the Metro are locked in a struggle for the ultimate power, a doomsday device from the military vaults of D6. A civil war is stirring that could wipe humanity from the face of the earth forever.\n\nIncluding the epic single-player campaigns of both Metro 2033 and Metro: Last Light, Metro Redux takes you on a journey from the forgotten catacombs beneath the subway to the desolate wastelands above, where your actions will determine the fate of mankind.\n\n• Immerse yourself in the Moscow Metro – witness one of the most atmospheric worlds in gaming brought to life with stunning next-gen visuals at 60FPS\n\n• Brave the horrors of the Russian apocalypse – equip your gasmask and an arsenal of hand-made weaponry as you face the threat of deadly mutants, human foes, and the terrifying environment itself \n\n• Two campaigns, and all downloadable content included – Metro Redux includes two complete campaigns that combine to create one epic solo adventure, plus a further 10 hours of bonus content\n\n• Two unique Play Styles : ‘Spartan’ and ‘Survival’ – approach the campaign as a slow burn Survival Horror , or tackle it with the combat skills of a Spartan Ranger in these two unique modes \n\n• The legendary Ranger Mode returns – dare you play the fearsome Ranger Mode? No HUD, UI, deadlier combat and limited resources combine to create the ultimate immersive experience\n\nBased on the internationally bestselling novel series by Dmitry Glukhovsky.", 
    "total_rating": 90.0, 
    "total_rating_count": 2, 
    "updated_at": 1527972594316, 
    "url": "https://www.igdb.com/games/duplicate-metro-redux-bundle"
}