{
    "aggregated_rating": 100.0, 
    "aggregated_rating_count": 4, 
    "artworks": [
        {
            "cloudinary_id": "pqedfjwyygjx31jfm4cn", 
            "height": 1000, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/pqedfjwyygjx31jfm4cn.jpg", 
            "width": 800
        }, 
        {
            "cloudinary_id": "tql99ad5sxsrlrgoioft", 
            "height": 600, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/tql99ad5sxsrlrgoioft.jpg", 
            "width": 1000
        }, 
        {
            "cloudinary_id": "tmfmmzt4aatvleplq1tr", 
            "height": 730, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/tmfmmzt4aatvleplq1tr.jpg", 
            "width": 1000
        }, 
        {
            "cloudinary_id": "zplbkhx8zcgvrxxzut5p", 
            "height": 730, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/zplbkhx8zcgvrxxzut5p.jpg", 
            "width": 1000
        }, 
        {
            "cloudinary_id": "e9pm162yzbeyoi6lpe2z", 
            "height": 980, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/e9pm162yzbeyoi6lpe2z.jpg", 
            "width": 800
        }, 
        {
            "cloudinary_id": "vsyjhexhiwr16auiqe4j", 
            "height": 980, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/vsyjhexhiwr16auiqe4j.jpg", 
            "width": 800
        }, 
        {
            "cloudinary_id": "gbkhvfsgkpysj2yepuuq", 
            "height": 600, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/gbkhvfsgkpysj2yepuuq.jpg", 
            "width": 1000
        }, 
        {
            "cloudinary_id": "xqbppxni9ze7hiywirzj", 
            "height": 600, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/xqbppxni9ze7hiywirzj.jpg", 
            "width": 1000
        }
    ], 
    "category": 0, 
    "collection": 173, 
    "cover": {
        "cloudinary_id": "kzmuokcdleegufex1ikh", 
        "height": 600, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/kzmuokcdleegufex1ikh.jpg", 
        "width": 486
    }, 
    "created_at": 1322493258000, 
    "developers": [
        620
    ], 
    "esrb": {
        "rating": 6
    }, 
    "first_release_date": 1190678400000, 
    "franchise": 137, 
    "franchises": [
        137
    ], 
    "game_engines": [
        17
    ], 
    "game_modes": [
        1, 
        2, 
        3, 
        4
    ], 
    "games": [
        27314, 
        36950, 
        28029, 
        28552, 
        68287, 
        17446, 
        29525, 
        76229, 
        25657, 
        28751
    ], 
    "genres": [
        5
    ], 
    "hypes": 1, 
    "id": 987, 
    "keywords": [
        3, 
        25, 
        47, 
        70, 
        98, 
        124, 
        443, 
        453, 
        540, 
        562, 
        4357
    ], 
    "name": "Halo 3", 
    "pegi": {
        "rating": 4
    }, 
    "platforms": [
        12, 
        49
    ], 
    "player_perspectives": [
        1
    ], 
    "popularity": 10.66666666666667, 
    "publishers": [
        53
    ], 
    "pulse_count": 8, 
    "rating": 85.8856423021399, 
    "rating_count": 210, 
    "release_dates": [
        {
            "category": 0, 
            "date": 1278374400000, 
            "human": "2010-Jul-06", 
            "m": 7, 
            "platform": 49, 
            "region": 2, 
            "y": 2010
        }, 
        {
            "category": 0, 
            "date": 1190678400000, 
            "human": "2007-Sep-25", 
            "m": 9, 
            "platform": 12, 
            "y": 2007
        }
    ], 
    "screenshots": [
        {
            "cloudinary_id": "lq9rdays5qfhovrpptnp", 
            "height": 1080, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/lq9rdays5qfhovrpptnp.jpg", 
            "width": 1920
        }, 
        {
            "cloudinary_id": "qly3lqrhwefbray4gh0w", 
            "height": 1080, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/qly3lqrhwefbray4gh0w.jpg", 
            "width": 1920
        }, 
        {
            "cloudinary_id": "qozrzfe5ofgbuvlfzyym", 
            "height": 1080, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/qozrzfe5ofgbuvlfzyym.jpg", 
            "width": 1920
        }, 
        {
            "cloudinary_id": "fyssr8jilosvhj7ttgza", 
            "height": 1080, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/fyssr8jilosvhj7ttgza.jpg", 
            "width": 1920
        }, 
        {
            "cloudinary_id": "yrg9pyxwrkdlzw8dovsc", 
            "height": 1080, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/yrg9pyxwrkdlzw8dovsc.jpg", 
            "width": 1920
        }
    ], 
    "slug": "halo-3", 
    "storyline": "After the events of the comic tie-in Halo: Uprising, the Master Chief crashes in eastern Africa, where he is found by Johnson and the Arbiter. The Chief, Johnson, and company fight Covenant in the jungle and arrive at a UNSC outpost. Here, Keyes and Lord Hood plan a final effort to stop the Covenant leader, the High Prophet of Truth, from activating a Forerunner artifact uncovered outside the ruins of the city of New Mombasa. The Chief clears anti-air Covenant defenses so Hood can lead the last of Earth's ships against the Prophet, but Truth activates the buried artifact, creating a slipspace portal which he and his followers enter. A Flood-infested ship crash-lands nearby; Elite forces arrive and vitrify Flood-infected areas of Earth, stopping the threat. Following a message Cortana left aboard the Flood ship, the Chief, Arbiter, Elites, Johnson, Keyes and their troops follow Truth through the portal. Joining them is 343 Guilty Spark, who aids the Chief as he has no function to fulfill after the destruction of his ringworld. \nTraveling through the portal, the humans and Elites discover an immense artificial structure known as the Ark, far beyond the edges of the Milky Way galaxy. Here, Truth can remotely activate all the Halos. The Flood arrive aboard High Charity in full force, beginning to infest the installation. Truth captures Johnson, as he needs a human to use Forerunner technology. Keyes is killed attempting a rescue, and Johnson is forced to activate the rings. Gravemind forges a truce with the Chief and Arbiter to stop Truth. The Arbiter, Master Chief, and Flood forces arrive and overwhelm Truth's guards, rescuing Johnson and halting the installations' activation. After the Arbiter kills Truth, Gravemind turns on the Chief and Arbiter. \nThe Chief, Arbiter and Guilty Spark discover that the Ark is constructing another Halo to replace the one that the Chief previously destroyed. The Chief decides to activate this Halo; the ringworld would eliminate the Flood infestation on the Ark while sparing the galaxy at large from destruction. To activate the ring, the Chief rescues Cortana, who has the Activation Index of the destroyed Halo, from High Charity and destroys the city. Arriving on the new Halo, Cortana warns that Gravemind is trying to rebuild itself on the ring. The Chief, Arbiter, and Johnson travel to Halo's control room to activate the ring. Guilty Spark explains that because the ring is not yet complete, a premature activation will destroy it and the Ark. When Johnson ignores his warning, Guilty Spark fatally wounds him to protect \"his\" ring. The Chief destroys Guilty Spark, activates the ring, and escapes the ring's self-destruction on the UNSC frigate Forward Unto Dawn. However, the force of Halo's blast causes the slipspace portal to collapse, resulting in only the front half of Forward Unto Dawn, carrying the Arbiter, making it back to Earth. \nA memorial service is held on Earth for the fallen heroes of the Human-Covenant war, during which the Arbiter and Lord Hood briefly exchange words regarding the fallen Master Chief. After the memorial service, the Arbiter and his Elite brethren depart for their home planet, Sanghelios. Meanwhile, the rear half of the Forward Unto Dawn drifts in unknown space. Cortana drops a distress beacon, but acknowledges it may be many years before they are rescued. The Chief enters cryonic sleep, telling Cortana to \"wake me, when you need me.\" If the game is completed at the Legendary difficulty level, the scene continues to show the piece of Forward Unto Dawn drifting towards an unknown planet, revealed in the sequel to be known as \"Requiem\", the primary setting of the campaign of Halo 4.", 
    "summary": "Halo 3 is a shooter game where players primarily experience gameplay from a first-person perspective. Much of the gameplay takes place on foot, but also includes segments focused on vehicular combat. The balance of weapons and objects in the game was adjusted to better adhere to the \"Golden Triangle of Halo\": these are weapons, grenades, and melee attacks, which are available to a player in most situations. Players may dual-wield some weapons, forgoing the use of grenades and melee attacks in favor of the combined firepower of two weapons. Many weapons available in previous installments of the series return with minor cosmetic and power alterations. Unlike previous installments, the player's secondary weapon is visible on their player model, holstered or slung across the player's back. \nHalo 3 introduces \"support weapons\", which are cumbersome two-handed weapons that slow the player, but offer greatly increased firepower in return. In addition to weapons, the game contains a new class of gear called equipment; these items have various effects, ranging from defensive screens to shield regeneration and flares. Only one piece of equipment can be carried at a time. The game's vehicular component has been expanded with new drivable and AI-only vehicles.", 
    "tags": [
        1, 
        18, 
        39, 
        268435461, 
        536870915, 
        536870937, 
        536870959, 
        536870982, 
        536871010, 
        536871036, 
        536871355, 
        536871365, 
        536871452, 
        536871474, 
        536875269, 
        1073741825
    ], 
    "themes": [
        1, 
        18, 
        39
    ], 
    "time_to_beat": {
        "hastly": 27660
    }, 
    "total_rating": 92.94282115106996, 
    "total_rating_count": 214, 
    "updated_at": 1528603786235, 
    "url": "https://www.igdb.com/games/halo-3", 
    "videos": [
        {
            "name": "Trailer", 
            "video_id": "vjhSp7xGsMc"
        }, 
        {
            "name": "Trailer", 
            "video_id": "T9Ezd2FqxAU"
        }, 
        {
            "name": "Game intro", 
            "video_id": "snufN7YTUTI"
        }
    ], 
    "websites": [
        {
            "category": 2, 
            "url": "http://halo.wikia.com/"
        }, 
        {
            "category": 1, 
            "url": "https://www.halowaypoint.com/en-us/games/halo-3/xbox-360"
        }, 
        {
            "category": 3, 
            "url": "https://en.wikipedia.org/wiki/Halo_3"
        }
    ]
}