{
    "aggregated_rating": 61.5, 
    "aggregated_rating_count": 2, 
    "category": 0, 
    "collection": 2282, 
    "cover": {
        "cloudinary_id": "tlskudfvgqrd97r2vg7a", 
        "height": 1080, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/tlskudfvgqrd97r2vg7a.jpg", 
        "width": 720
    }, 
    "created_at": 1469142473225, 
    "first_release_date": 1431475200000, 
    "games": [
        25311, 
        28148, 
        55289, 
        37022, 
        29525, 
        25300, 
        25646, 
        26163, 
        34919, 
        44191
    ], 
    "genres": [
        31, 
        32
    ], 
    "id": 20950, 
    "name": "Lifeless Planet: Premier Edition", 
    "platforms": [
        49
    ], 
    "popularity": 1.333333333333333, 
    "rating": 80.0, 
    "rating_count": 0, 
    "release_dates": [
        {
            "category": 0, 
            "date": 1431475200000, 
            "human": "2015-May-13", 
            "m": 5, 
            "platform": 49, 
            "region": 2, 
            "y": 2015
        }
    ], 
    "screenshots": [
        {
            "cloudinary_id": "girpmto3zmzwuzm4wtsg", 
            "height": 1080, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/girpmto3zmzwuzm4wtsg.jpg", 
            "width": 1920
        }
    ], 
    "slug": "lifeless-planet-premier-edition", 
    "summary": "While seeking life on a distant planet, an astronaut discovers an abandoned Russian town. He suspects his mission is a hoax until a mysterious young woman saves him from a strange and deadly phenomenon... Lifeless Planet is a third-person action-adventure that features an old-school sci-fi story and spectacular environments in the spirit of classic action-adventures.\n\nAfter a hard landing on the planet, the astronaut discovers the planet that was reported to be rich with life is instead a barren wasteland. When he goes searching for his crew, he makes a more startling discovery: evidence that humans have already been to this planet years ago! When he comes upon a deserted Soviet-era Russian town, he struggles to make sense of his mission. Did his light-speed travel to the planet send him back in time? Or is this all some strange Cold War hoax?\n\nAlong the way, the astronaut meets a Russian woman, Aelita, who is somehow able to survive the hostile atmosphere of the planet. Through an unusual natural phenomenon, her skin causes the soil to glow green under her feet. The player must use these glowing tracks as a guide across the planet past treacherous and deadly threats. Is she leading him to safety... or an untimely death?\n\nLifeless Planet was inspired by Cold War era science fiction stories, posing questions about humankind's desire for space travel. What if you journeyed across the galaxy to another planet, only to find humans had already been there? What kind of person would sign up for a one-way mission, leaving behind planet Earth and everyone they've ever known and love... to go in search of an Earth-like planet?\n\nEquipped with a limited-use jet-pack and a mobile robotic arm, the player must use wits and skill to solve puzzles, unravel the mystery, and survive the Lifeless Planet!\n\nKey Features:\n\n-Explore 20 unique and atmospheric environments on a vast and treacherous planet.\n-Follow a mysterious young woman as she guides you past dangerous terrain and deadly life-forms.\n-Investigate the startling discovery of an abandoned Russian town.\n-Experience an exciting and intriguing story through rich graphics and cinematic cut-scenes.", 
    "tags": [
        1, 
        18, 
        43, 
        268435487, 
        268435488
    ], 
    "themes": [
        1, 
        18, 
        43
    ], 
    "total_rating": 70.75, 
    "total_rating_count": 2, 
    "updated_at": 1522068706543, 
    "url": "https://www.igdb.com/games/lifeless-planet-premier-edition", 
    "version_parent": 8433
}