{
    "category": 0, 
    "cover": {
        "cloudinary_id": "xypb23ayxxhfpypx3jjv", 
        "height": 971, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/xypb23ayxxhfpypx3jjv.jpg", 
        "width": 727
    }, 
    "created_at": 1401943793161, 
    "developers": [
        3038
    ], 
    "first_release_date": 791251200000, 
    "game_modes": [
        1, 
        3
    ], 
    "games": [
        68287, 
        68142, 
        28029, 
        76246, 
        59516, 
        19341, 
        32902, 
        10039, 
        12579, 
        27523
    ], 
    "genres": [
        5
    ], 
    "id": 7255, 
    "name": "Pulstar", 
    "platforms": [
        80, 
        52, 
        6, 
        136, 
        79, 
        48, 
        49, 
        130
    ], 
    "player_perspectives": [
        4
    ], 
    "popularity": 1.333333333333333, 
    "publishers": [
        5346, 
        1474
    ], 
    "pulse_count": 1, 
    "release_dates": [
        {
            "category": 0, 
            "date": 1513814400000, 
            "human": "2017-Dec-21", 
            "m": 12, 
            "platform": 130, 
            "region": 8, 
            "y": 2017
        }, 
        {
            "category": 0, 
            "date": 1499644800000, 
            "human": "2017-Jul-10", 
            "m": 7, 
            "platform": 48, 
            "region": 2, 
            "y": 2017
        }, 
        {
            "category": 0, 
            "date": 1499299200000, 
            "human": "2017-Jul-06", 
            "m": 7, 
            "platform": 48, 
            "region": 5, 
            "y": 2017
        }, 
        {
            "category": 0, 
            "date": 1499299200000, 
            "human": "2017-Jul-06", 
            "m": 7, 
            "platform": 48, 
            "region": 1, 
            "y": 2017
        }, 
        {
            "category": 0, 
            "date": 1499299200000, 
            "human": "2017-Jul-06", 
            "m": 7, 
            "platform": 49, 
            "region": 8, 
            "y": 2017
        }, 
        {
            "category": 0, 
            "date": 1452297600000, 
            "human": "2016-Jan-09", 
            "m": 1, 
            "platform": 6, 
            "region": 8, 
            "y": 2016
        }, 
        {
            "category": 0, 
            "date": 814752000000, 
            "human": "1995-Oct-27", 
            "m": 10, 
            "platform": 136, 
            "region": 2, 
            "y": 1995
        }, 
        {
            "category": 0, 
            "date": 791251200000, 
            "human": "1995-Jan-28", 
            "m": 1, 
            "platform": 79, 
            "region": 2, 
            "y": 1995
        }, 
        {
            "category": 0, 
            "date": 814752000000, 
            "human": "1995-Oct-27", 
            "m": 10, 
            "platform": 136, 
            "region": 5, 
            "y": 1995
        }, 
        {
            "category": 0, 
            "date": 791251200000, 
            "human": "1995-Jan-28", 
            "m": 1, 
            "platform": 79, 
            "region": 5, 
            "y": 1995
        }, 
        {
            "category": 0, 
            "date": 791337600000, 
            "human": "1995-Jan-29", 
            "m": 1, 
            "platform": 80, 
            "region": 5, 
            "y": 1995
        }, 
        {
            "category": 2, 
            "date": 820368000000, 
            "human": "1995", 
            "m": 12, 
            "platform": 52, 
            "y": 1995
        }
    ], 
    "slug": "pulstar", 
    "storyline": "In the year 2248, the first recorded sign of extraterrestrial life was discovered coming from Mars. The signal emanated from the planet and from it an object travelled through space at light speed out of the Solar System. Earth scientists read the signal, but not knowing the nature of it, warned the world's defenses in case aliens traced the signal and followed it to Earth with the intent to destroy. \n \nEight years later, aliens followed the signal to the Solar System and began attacking the human space craft awaiting them along Neptune’s orbit. The battle between the humans and aliens spread throughout the Solar System; within two years of combat Neptune was disintegrated, Jupiter was turned into a star and more than half of Earth's continents sank from rising ocean levels and the planet's changing axis as a result. Kaoru Yamazaki, lone fighter pilot of the Dino246, is one of the few survivors left of the Pulstar attack force founded to save the Solar System from the alien invaders; it is through her that mankind may have a chance to survive the alien menace.", 
    "summary": "The basic gameplay is simple: progress through the levels in the spacecraft, collecting powerups and protecting the spacecraft from destruction. The game has very obvious similarities in design and gameplay to R-Type. It is actually believed that some ex-Irem employees left the company to join Aicom, which used to be a subcontractor for various coin-op manufacturers like Jaleco or SNK. \n \nDespite the familiarities, Pulstar is not without innovations. There is the option of using the weapon power bar, which consists of two halves. The right-hand side of the bar turns blue when the fire button is depressed. When fully charged the ship delivers a devastating emission of energy. The left-hand side turns red when it is continually pressed, shooting out a barrage of smaller, rapid blasts. \n \nThe in-game visuals are mostly pre-rendered 3D graphics, which gives the interactive elements a far more realistic appearance. Great care was taken to really place the player into the world of the game, with cinematic style cut scenes and pre-rendered movies. \n \nThere is a hefty reliance on strategy and not just blasting everything in sight. Using the charged weapon is key, and requires careful precision. Also, once a power up is obtained, a small orb appears at the posterior end of the ship. This can be used as an advantage by deflecting/absorbing oncoming enemy fire and taking out small enemies that run into it.", 
    "tags": [
        1, 
        21, 
        268435461, 
        1073741828
    ], 
    "themes": [
        1, 
        21
    ], 
    "updated_at": 1517270904352, 
    "url": "https://www.igdb.com/games/pulstar", 
    "videos": [
        {
            "name": "Gameplay video", 
            "video_id": "QySpbjOi8Q0"
        }
    ]
}