{
    "category": 0, 
    "cover": {
        "cloudinary_id": "vqrul6qmiipllm5mgvtc", 
        "height": 1080, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/vqrul6qmiipllm5mgvtc.jpg", 
        "width": 720
    }, 
    "created_at": 1516347598918, 
    "first_release_date": 1464048000000, 
    "game_modes": [
        2
    ], 
    "id": 82412, 
    "multiplayer_modes": [
        {
            "campaigncoop": false, 
            "dropin": false, 
            "lancoop": false, 
            "offlinecoop": false, 
            "offlinecoopmax": 0, 
            "offlinemax": 4, 
            "onlinecoop": false, 
            "onlinecoopmax": 0, 
            "onlinemax": 0, 
            "platform": 49, 
            "splitscreen": false, 
            "splitscreenonline": false
        }
    ], 
    "name": "The BunnyLord Pro Hater Pack", 
    "platforms": [
        49
    ], 
    "popularity": 1.0, 
    "rating": 80.0, 
    "rating_count": 0, 
    "release_dates": [
        {
            "category": 0, 
            "date": 1464048000000, 
            "human": "2016-May-24", 
            "m": 5, 
            "platform": 49, 
            "region": 2, 
            "y": 2016
        }
    ], 
    "screenshots": [
        {
            "cloudinary_id": "sdhq4fgukfr6zycx1pce", 
            "height": 1080, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/sdhq4fgukfr6zycx1pce.jpg", 
            "width": 1920
        }, 
        {
            "cloudinary_id": "bpwlv1qqiyifnqhg3mrx", 
            "height": 1080, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/bpwlv1qqiyifnqhg3mrx.jpg", 
            "width": 1920
        }, 
        {
            "cloudinary_id": "lcvbwvlcxu0l4e9iwsqj", 
            "height": 1080, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/lcvbwvlcxu0l4e9iwsqj.jpg", 
            "width": 1920
        }, 
        {
            "cloudinary_id": "mgbyezbtlur5r1qxbr1t", 
            "height": 1080, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/mgbyezbtlur5r1qxbr1t.jpg", 
            "width": 1920
        }
    ], 
    "slug": "the-bunnylord-pro-hater-pack", 
    "summary": "The Roll7 BunnyLord Pro Hater Pack kickflips its way on the Xbox Store and shotguns you right in the face! Two incredible games from Roll7 in one unique bundle! \n\nOlli Olli2: XL Edition is the definitive edition of the acclaimed skating game. It introduces the brand-new Free-Skate mode; extended, chilled levels to learn the ropes and nail those expert tricks, or simply cruise and flow like never before.\n\nThe sequel boasts all new ramps and epic hills allowing for monster air and multi-route levels plus an expanded combo system, giving you more control than ever. Play with friends in ‘Combo-Rush’, a local-multiplayer mode for 2-4 players. Go head-to-head across 100 different levels, and Combo your way to the top of the scoreboard!\n\nIn NOT A HERO: SUPER SNAZZY EDITION, join the Campaign trail in a funstoppable 2.25D pixelated action opus from Roll7. Shoot, slide and execute your way through 28 levels of incredibly British action and humour as you persuade the world to ‘Vote BunnyLord’.\n\nUse reasonable force unreasonably in a dynamic mix of run-and-gun gameplay and cover-based shootouts. The intuitive quick-snap cover system lets you slide, roll, and dive into cover, dodging enemy fire before fighting back with tackles, executions, and hundreds of bullets.\n\nChoose between 9 different heroes, each with their own distinct gameplay style and crime-murdering abilities. Blast the city’s scum through doors with Cletus’ shotgun, slice them in half with Kimmy’s katana dash, or simply bash crime in it’s terrible face with Ronald’s hammer.\n\nNOT A HERO: SUPER SNAZZY EDITION introduces the “ME, MYSELF & BUNNYLORD” Campaign, letting you play as the BunnyLord himself! Use unreasonable force reasonably to fix his space-time-continuum mishaps and restore balance to the universe in this new adventure featuring 3 all new missions, with new baddies, settings and challenges.", 
    "total_rating": 80.0, 
    "total_rating_count": 0, 
    "updated_at": 1526734058888, 
    "url": "https://www.igdb.com/games/the-bunnylord-pro-hater-pack"
}