{
    "category": 3, 
    "collection": 47, 
    "created_at": 1510604203880, 
    "developers": [
        1242
    ], 
    "first_release_date": 1510012800000, 
    "game_modes": [
        1
    ], 
    "genres": [
        5
    ], 
    "id": 75847, 
    "keywords": [
        6197
    ], 
    "name": "Wolfenstein II: The Freedom Chronicles - Season Pass", 
    "platforms": [
        6, 
        48, 
        49, 
        130
    ], 
    "player_perspectives": [
        1
    ], 
    "popularity": 1.666666666666667, 
    "publishers": [
        28
    ], 
    "pulse_count": 4, 
    "release_dates": [
        {
            "category": 2, 
            "date": 1546214400000, 
            "human": "2018", 
            "m": 12, 
            "platform": 130, 
            "region": 8, 
            "y": 2018
        }, 
        {
            "category": 0, 
            "date": 1510012800000, 
            "human": "2017-Nov-07", 
            "m": 11, 
            "platform": 6, 
            "region": 8, 
            "y": 2017
        }, 
        {
            "category": 0, 
            "date": 1510012800000, 
            "human": "2017-Nov-07", 
            "m": 11, 
            "platform": 49, 
            "region": 8, 
            "y": 2017
        }, 
        {
            "category": 0, 
            "date": 1510012800000, 
            "human": "2017-Nov-07", 
            "m": 11, 
            "platform": 48, 
            "region": 8, 
            "y": 2017
        }
    ], 
    "slug": "wolfenstein-ii-the-freedom-chronicles-season-pass", 
    "summary": "Play as new larger-than-life American heroes Joseph Stallion, Jessica Valiant, and Gerald Wilkins! Visit never-before-seen American locations corrupted by the Nazis! Use your guns and abilities to kill every Nazi in your path! Only you can overcome the Nazi threat in... The Freedom Chronicles! \n \nThe Freedom Chronicles Season Pass includes three DLC packs, plus The Freedom Chronicles: Episode Zero: \n \n- Episode Zero introduces you to larger-than-life American heroes Joseph Stallion, Jessica Valiant, and Gerald Wilkins as they fight for liberty, and against Nazi tyranny, in the American Territories! Harness their unique abilities and equip their arsenal of guns as you blast your way through Nazis in this opening DLC mission. \n \n- The Adventures of Gunslinger Joe – As former professional quarterback Joseph Stallion, smash through the Nazi hordes from the ruins of Chicago to the vastness of space! \n \n- The Diaries of Agent Silent Death – As ex-OSS agent and assassin Jessica Valiant, infiltrate hidden Nazi bunkers in California and discover the secrets of Operation San Andreas! \n \n- The Amazing Deeds of Captain Wilkins – As the US Army’s renowned hero Captain Gerald Wilkins, embark on a mission to Nazi-controlled Alaska to dismantle Operation Black Sun!", 
    "tags": [
        1073741825
    ], 
    "themes": [
        1, 
        18
    ], 
    "updated_at": 1510604222915, 
    "url": "https://www.igdb.com/games/wolfenstein-ii-the-freedom-chronicles-season-pass", 
    "websites": [
        {
            "category": 13, 
            "url": "https://store.steampowered.com/app/650410/Wolfenstein_II_The_Freedom_Chronicles__Season_Pass"
        }
    ]
}