{
    "alternative_names": [
        {
            "name": "Scrapland"
        }
    ], 
    "category": 0, 
    "cover": {
        "cloudinary_id": "z9ce3uoifhq64vhqjklf", 
        "height": 1112, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/z9ce3uoifhq64vhqjklf.jpg", 
        "width": 800
    }, 
    "created_at": 1468389148251, 
    "developers": [
        169
    ], 
    "esrb": {
        "rating": 5, 
        "synopsis": "-"
    }, 
    "first_release_date": 1099526400000, 
    "game_modes": [
        1
    ], 
    "games": [
        25300, 
        47823, 
        37088, 
        11567, 
        25311, 
        23175, 
        19561, 
        17001, 
        37094, 
        54842
    ], 
    "genres": [
        8, 
        10, 
        31
    ], 
    "id": 20289, 
    "keywords": [
        103, 
        575, 
        1033, 
        1293, 
        1754, 
        4157, 
        4331, 
        4444, 
        4836, 
        5414, 
        8307, 
        8915, 
        12123, 
        13295
    ], 
    "name": "American McGee Presents Scrapland", 
    "pegi": {
        "rating": 3, 
        "synopsis": "The content of this game is suitable for persons aged 12 years and over only.\nIt contains: Non realistic looking violence towards fantasy characters - Mild bad language"
    }, 
    "platforms": [
        6, 
        11
    ], 
    "player_perspectives": [
        2
    ], 
    "popularity": 1.333333333333333, 
    "publishers": [
        10347, 
        423
    ], 
    "release_dates": [
        {
            "category": 0, 
            "date": 1099526400000, 
            "human": "2004-Nov-04", 
            "m": 11, 
            "platform": 6, 
            "region": 2, 
            "y": 2004
        }, 
        {
            "category": 0, 
            "date": 1111104000000, 
            "human": "2005-Mar-18", 
            "m": 3, 
            "platform": 6, 
            "region": 1, 
            "y": 2005
        }, 
        {
            "category": 0, 
            "date": 1109548800000, 
            "human": "2005-Feb-28", 
            "m": 2, 
            "platform": 11, 
            "region": 2, 
            "y": 2005
        }, 
        {
            "category": 0, 
            "date": 1111104000000, 
            "human": "2005-Mar-18", 
            "m": 3, 
            "platform": 11, 
            "region": 1, 
            "y": 2005
        }
    ], 
    "slug": "american-mcgee-presents-scrapland", 
    "storyline": "\"Set inside a debris field thousands of miles wide is the tiny asteroid called Scrapland. Centuries of destructive exploitation by a race long gone, reduced what was once a paradise into a world inhabited only by machines. Those machines, robots of all shapes and sizes, rebuilt Scrapland into an awe-inspiring metropolis of glittering greatness.\n\nAs the robots rebuilt the world they also created a new class of citizens: policemen, bankers, priests, and civil servants. This fledgling society was transformed dramatically by the discovery of a device dubbed “The Great Database”. With it the robots could easily revive any expired or nonfunctional automaton. Death became a thing of the past.\n\nAgainst this backdrop you join the story of an outsider named D-Tritus who arrives at Scrapland amid a string of bizarre murders. D-Tritus lands a job investigating the killings and eventually becomes entangled in a web of conspiracy that only his quick wits and a little help from his friends will save him from.\"", 
    "summary": "In this game by American McGee you play as D-Tritus, a robot new to Scrapland, an asteroid inhabited entirely by robots inside a giant debris field, who has to stop someone from killing several important robots and taking over Scrapland.\n\n\"SCRAPLAND is a third person action-adventure game set in a stunningly beautiful and futuristic world occupied by an amazing array of robotic characters. The play experience is driven by a solidly engaging, sometimes humorous adventure narrative. The game mechanic combines proven GTA3 style emergent action with an immersive storyline, diversity of player actions, and complete freedom of movement through the world. Throughout the game the player can: transform into any of 15 character types inheriting unique abilities, build and pilot ships with hundreds of permutations, engage in explosive combat, participate in life-on-the-line races, and freely explore a truly dynamic and living world.\"", 
    "tags": [
        1, 
        18, 
        33, 
        38, 
        268435464, 
        268435466, 
        268435487, 
        536871015, 
        536871487, 
        536871945, 
        536872205, 
        536872666, 
        536875069, 
        536875243, 
        536875356, 
        536875748, 
        536876326, 
        536879219, 
        536879827, 
        536883035, 
        536884207, 
        1073741826
    ], 
    "themes": [
        1, 
        18, 
        33, 
        38
    ], 
    "updated_at": 1517270862720, 
    "url": "https://www.igdb.com/games/american-mcgee-presents-scrapland", 
    "videos": [
        {
            "name": "Trailer", 
            "video_id": "op5PJkaEk90"
        }
    ], 
    "websites": [
        {
            "category": 1, 
            "url": "http://www.enlight.com/scrapland/"
        }, 
        {
            "category": 3, 
            "url": "https://en.wikipedia.org/wiki/Scrapland"
        }
    ]
}