{
    "aggregated_rating": 75.3333333333333, 
    "aggregated_rating_count": 3, 
    "category": 0, 
    "cover": {
        "cloudinary_id": "ehad4hamjz8hesqdnnnh", 
        "height": 891, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/ehad4hamjz8hesqdnnnh.jpg", 
        "width": 640
    }, 
    "created_at": 1472935285365, 
    "first_release_date": 1039392000000, 
    "games": [
        36608, 
        2940, 
        40524, 
        34919, 
        71581, 
        29660, 
        1070, 
        23175, 
        76438, 
        16468
    ], 
    "id": 23451, 
    "name": "Blood Omen 2", 
    "platforms": [
        11, 
        21
    ], 
    "popularity": 1.333333333333333, 
    "publishers": [
        4
    ], 
    "release_dates": [
        {
            "category": 0, 
            "date": 1043366400000, 
            "human": "2003-Jan-24", 
            "m": 1, 
            "platform": 21, 
            "region": 1, 
            "y": 2003
        }, 
        {
            "category": 0, 
            "date": 1039392000000, 
            "human": "2002-Dec-09", 
            "m": 12, 
            "platform": 21, 
            "region": 2, 
            "y": 2002
        }, 
        {
            "category": 0, 
            "date": 1061078400000, 
            "human": "2003-Aug-17", 
            "m": 8, 
            "platform": 11, 
            "region": 8, 
            "y": 2003
        }
    ], 
    "slug": "blood-omen-2", 
    "summary": "The direct sequel to the original Blood Omen: Legacy of Kain and the fourth in the gothic series (which encompasses the Soul Reaver titles), Blood Omen 2 continues the adventures of the bloodthirsty vampire known as Kain. This third-person action-adventure takes place 400 years after the events in the first title. Killed at the hands of the Sarafan lord, Kain is resurrected and must now regain his memory as well as his powers before he can mete out his revenge. \n \nAs a vampire, Kain requires sustenance in the form of human blood. An onscreen blood meter (which doubles as Kain's health meter) drains continuously, requiring the antihero to feed on enemies or the hapless denizens populating the towns and villages in order to stay alive. Weaker enemies can be dispatched using his bare claws, while stronger enemies will be more easily defeated with the aid of clubs, axes, and long swords found along the journey. \n \nIn addition to standard attacks, Kain is also capable of performing grab moves and stealth-kills, both of which are highlighted by a short cut-scene showing the gruesome death of his victim. Cinematic cut-scenes also introduce the game's many characters and flesh-out the plot. While Kain's blood meter starts out relatively small, it will gradually increase in size after consuming a victim's \"lore\" energy or by finding energy in special relics strewn about the world. \n \nBlocking during combat increases Kain's rage meter, which upon being filled, allows him to unleash any of his combat-related Dark Gifts: special powers regained at critical junctures in his journey. Charm, for example, allows Kain to possess weak-willed citizens and force them to do his bidding, while Mist makes him invisible when surrounded by fog, allowing Kain to sneak around undetected. As more of these Dark Gifts are acquired, areas previously unreachable become accessible. \n \n400 years have passed since the vampire Kain damned the world in the original Blood Omen, choosing to rule the world in damnation then die for it?s salvation. Now Kain, who once controlled the land of Nosgoth with his vampire armies, finds his brethren slain and his dark powers stripped by a mysterious figure. To reclaim his rule and exact his vengeance, Kain must dispatch armies of zealot soldiers and overcome legions of demons in order to uncover the ominous plot that threatens the land he seeks to conquer.", 
    "tags": [
        1
    ], 
    "themes": [
        1
    ], 
    "total_rating": 75.3333333333333, 
    "total_rating_count": 3, 
    "updated_at": 1518050209771, 
    "url": "https://www.igdb.com/games/blood-omen-2"
}