{
    "alternative_names": [
        {
            "comment": "Other", 
            "name": "Fireblade"
        }
    ], 
    "category": 0, 
    "cover": {
        "cloudinary_id": "meqe9cjwjkhelpu35ybv", 
        "height": 363, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/meqe9cjwjkhelpu35ybv.jpg", 
        "width": 256
    }, 
    "created_at": 1390233802687, 
    "developers": [
        1125
    ], 
    "esrb": {
        "rating": 5
    }, 
    "first_release_date": 1024358400000, 
    "game_modes": [
        1, 
        4
    ], 
    "games": [
        28751, 
        19341, 
        68287, 
        34919, 
        18088, 
        36718, 
        28029, 
        10039, 
        25311, 
        76246
    ], 
    "genres": [
        5, 
        13
    ], 
    "id": 3916, 
    "keywords": [
        1, 
        21, 
        56, 
        1025, 
        4259
    ], 
    "name": "Fire Blade", 
    "platforms": [
        11, 
        21, 
        8
    ], 
    "player_perspectives": [
        2
    ], 
    "popularity": 2.0, 
    "publishers": [
        70, 
        327
    ], 
    "release_dates": [
        {
            "category": 0, 
            "date": 1025222400000, 
            "human": "2002-Jun-28", 
            "m": 6, 
            "platform": 8, 
            "region": 1, 
            "y": 2002
        }, 
        {
            "category": 0, 
            "date": 1024358400000, 
            "human": "2002-Jun-18", 
            "m": 6, 
            "platform": 8, 
            "region": 2, 
            "y": 2002
        }, 
        {
            "category": 0, 
            "date": 1037491200000, 
            "human": "2002-Nov-17", 
            "m": 11, 
            "platform": 11, 
            "y": 2002
        }, 
        {
            "category": 0, 
            "date": 1041120000000, 
            "human": "2002-Dec-29", 
            "m": 12, 
            "platform": 21, 
            "y": 2002
        }
    ], 
    "slug": "fire-blade", 
    "summary": "Fire Blade is a flight simulation video game released in 2002 by Kuju Entertainment. In the game, the player takes control of an advanced helicopter gunship as a part of the Fire Blade task force, which in the arc of the game's story is responsible for fighting terrorism. The enemies of the game are the United Eastern States, who are believed to be building terrorist training camps and factories for weapons of mass destruction. \n \nThe game is similar in many respects to ThunderHawk: Operation Phoenix. However, in Fire Blade, the player is forced to be far less cautious unless on a stealth mission and is usually pitted against far larger amounts of enemies. The main element of the game is aggressively piloting the player's attack helicopters against large enemy armored formations and completing the main mission objectives, these vary in creativity from simply blowing up a bridge to aiding a special forces team in stopping a train by parking a truck across the tracks and stopping enemy troops from moving it. \n \nA secondary element of the game is FPS-style sniping, when the player's helicopter enters \"stealth mode\" the autocannon is used as a precision sniper weapon that can be used to accurately target individual soldiers, allowing the player to snipe enemy infantry much like in an FPS. \n \nAdditional fuel and ammunition for the helicopter's jet boosters and heavier armaments are acquired from destroyed enemy vehicles instead of the more conventional reloading areas from games such as the Strike Series.", 
    "tags": [
        1, 
        268435461, 
        268435469, 
        536870913, 
        536870933, 
        536870968, 
        536871937, 
        536875171, 
        1073741826
    ], 
    "themes": [
        1
    ], 
    "updated_at": 1515603195715, 
    "url": "https://www.igdb.com/games/fire-blade", 
    "websites": [
        {
            "category": 3, 
            "url": "https://en.wikipedia.org/wiki/Fire_Blade_(video_game)"
        }
    ]
}