{
    "aggregated_rating": 50.0, 
    "aggregated_rating_count": 1, 
    "category": 0, 
    "collection": 848, 
    "cover": {
        "cloudinary_id": "fcx1roh7guc8wbo98adr", 
        "height": 355, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/fcx1roh7guc8wbo98adr.jpg", 
        "width": 250
    }, 
    "created_at": 1396556823950, 
    "developers": [
        2568
    ], 
    "esrb": {
        "rating": 6
    }, 
    "first_release_date": 1093564800000, 
    "game_engines": [
        41
    ], 
    "game_modes": [
        1
    ], 
    "games": [
        27314, 
        68287, 
        25300, 
        36950, 
        28751, 
        142, 
        29525, 
        28552, 
        11567, 
        25311
    ], 
    "genres": [
        5, 
        31
    ], 
    "id": 5860, 
    "keywords": [
        1, 
        103, 
        453, 
        467, 
        558, 
        897, 
        923, 
        970, 
        1025, 
        1033, 
        4259, 
        4446, 
        4892, 
        10435, 
        13115
    ], 
    "name": "Headhunter: Redemption", 
    "pegi": {
        "rating": 4, 
        "synopsis": "The content of this game is suitable for persons aged 16 years and over only.\nIt contains: Realistic looking violence."
    }, 
    "platforms": [
        11, 
        8
    ], 
    "player_perspectives": [
        1, 
        2
    ], 
    "popularity": 1.333333333333333, 
    "publishers": [
        1666, 
        229
    ], 
    "release_dates": [
        {
            "category": 0, 
            "date": 1093564800000, 
            "human": "2004-Aug-27", 
            "m": 8, 
            "platform": 11, 
            "region": 1, 
            "y": 2004
        }, 
        {
            "category": 0, 
            "date": 1093564800000, 
            "human": "2004-Aug-27", 
            "m": 8, 
            "platform": 8, 
            "region": 1, 
            "y": 2004
        }, 
        {
            "category": 0, 
            "date": 1095724800000, 
            "human": "2004-Sep-21", 
            "m": 9, 
            "platform": 11, 
            "region": 2, 
            "y": 2004
        }, 
        {
            "category": 0, 
            "date": 1095724800000, 
            "human": "2004-Sep-21", 
            "m": 9, 
            "platform": 8, 
            "region": 2, 
            "y": 2004
        }
    ], 
    "slug": "headhunter-redemption--1", 
    "summary": "In the 21st century, a dreadful virus wiped out millions. The vaccine was found, but at the time the world was engulfed into chaos. A new world order emerged, splitting the world into two distinct yet dependent worlds: Above and Below. The world Above reflects a chrome city, a high-rise, high-tech metropolis served by elevators and elevated freeways. A place for hardworkers and law-abiding people. On the contrary to Above, the world Below, which is the product of earthquake damages, is a subterranean network of labour colonies. Those who are not wanted Above for one reason or another are sent Below. One day, now veteran Headhunter, Jack Wade, took a call to investigate an intrusion to the upper levels. Facing the trespasser, Jack saw a potential in the girl and instead of turning her in, he gave her a second chance... to become his apprentice. Jack is back, but this time, he's not alone but accompanied by his sidekick Leeza X. Together, they will face whatever threat lurks from the world Below. The gameplay is set in 3rd-person view with ability to rotate camera or set it behind your back at the single click. Headhunter's main accessory is IRIS (Intelligent Realtime Information Scanner). Once you get the IRIS, you'll be able to scan every item just by pointing the gun at it, or use the scanner in 1st-person view which will let you examine the surroundings in more detail. Also, IRIS will provide you with a full 3D map info even displaying the enemies so you can avoid them or use stealth if necessary. Enemies will hear you running and shooting, so if you decide to take an action, be aware that they will surround you and launch a team strike at you from all the sides. You only effective aid against them, beside your weapon, of course, is the ability to perform a roll or lean against the walls and fire from the corners, although aiming itself may not be easy as your hand will not be steady while on the move or panicking.", 
    "tags": [
        1, 
        18, 
        268435461, 
        268435487, 
        536870913, 
        536871015, 
        536871365, 
        536871379, 
        536871470, 
        536871809, 
        536871835, 
        536871882, 
        536871937, 
        536871945, 
        536875171, 
        536875358, 
        536875804, 
        536881347, 
        536884027, 
        1073741826, 
        1073741825
    ], 
    "themes": [
        1, 
        18
    ], 
    "total_rating": 50.0, 
    "total_rating_count": 1, 
    "updated_at": 1515670363922, 
    "url": "https://www.igdb.com/games/headhunter-redemption--1", 
    "videos": [
        {
            "name": "Trailer", 
            "video_id": "OFJKcJCJo7I"
        }
    ], 
    "websites": [
        {
            "category": 2, 
            "url": "http://en.wikipedia.org/wiki/Headhunter_Redemption"
        }
    ]
}