{
    "aggregated_rating": 71.6666666666667, 
    "aggregated_rating_count": 3, 
    "category": 0, 
    "collection": 367, 
    "cover": {
        "cloudinary_id": "vus5hkhcz9qjwpuwmye8", 
        "height": 820, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/vus5hkhcz9qjwpuwmye8.jpg", 
        "width": 640
    }, 
    "created_at": 1362609801487, 
    "developers": [
        365
    ], 
    "esrb": {
        "rating": 6
    }, 
    "external": {
        "steam": "12130"
    }, 
    "first_release_date": 1069113600000, 
    "game_engines": [
        41
    ], 
    "game_modes": [
        1
    ], 
    "games": [
        732, 
        19441, 
        1009, 
        18, 
        4786, 
        481, 
        980, 
        748, 
        3042, 
        733
    ], 
    "genres": [
        4, 
        5, 
        24
    ], 
    "id": 1971, 
    "keywords": [
        79, 
        109, 
        129, 
        130, 
        132, 
        221, 
        389, 
        558, 
        872, 
        889, 
        1014, 
        1025, 
        1033, 
        1120, 
        1158, 
        1437, 
        1440, 
        1669, 
        1754, 
        1898, 
        1961, 
        2440, 
        3203, 
        3922, 
        4035, 
        4134, 
        4147, 
        4169, 
        4183, 
        4186, 
        4219, 
        4246, 
        4280, 
        4389, 
        4414, 
        4419, 
        4446, 
        4508, 
        4563, 
        4571, 
        4579, 
        4614, 
        4615, 
        4617, 
        4658, 
        4660, 
        4709, 
        4776, 
        4779, 
        4829, 
        4831, 
        4907, 
        4958, 
        4974, 
        4990, 
        5022, 
        5255, 
        5371, 
        5420, 
        5443, 
        5444, 
        5468, 
        5554, 
        5626, 
        5665, 
        5676, 
        5694, 
        5730, 
        5732, 
        5760, 
        5813, 
        5999, 
        6068, 
        6097, 
        6216, 
        6352, 
        6371, 
        6378, 
        6390, 
        6394, 
        6417, 
        6493, 
        6582, 
        6729, 
        6731, 
        6801, 
        6898, 
        7038, 
        7341, 
        7353, 
        7405, 
        8671, 
        8839, 
        8876, 
        8958, 
        9114, 
        9296, 
        9382, 
        9455, 
        9893, 
        10013, 
        10073, 
        10336, 
        10347, 
        10435, 
        10777, 
        11444, 
        11596, 
        11656, 
        12123, 
        13295, 
        14474, 
        14475
    ], 
    "name": "Manhunt", 
    "pegi": {
        "rating": 5
    }, 
    "platforms": [
        6, 
        11, 
        48, 
        8
    ], 
    "player_perspectives": [
        2
    ], 
    "popularity": 3.666666666666667, 
    "publishers": [
        29, 
        139
    ], 
    "pulse_count": 1, 
    "rating": 80.9741083406759, 
    "rating_count": 54, 
    "release_dates": [
        {
            "category": 0, 
            "date": 1069113600000, 
            "human": "2003-Nov-18", 
            "m": 11, 
            "platform": 8, 
            "y": 2003
        }, 
        {
            "category": 0, 
            "date": 1082419200000, 
            "human": "2004-Apr-20", 
            "m": 4, 
            "platform": 11, 
            "y": 2004
        }, 
        {
            "category": 0, 
            "date": 1082419200000, 
            "human": "2004-Apr-20", 
            "m": 4, 
            "platform": 6, 
            "y": 2004
        }, 
        {
            "category": 0, 
            "date": 1458604800000, 
            "human": "2016-Mar-22", 
            "m": 3, 
            "platform": 48, 
            "y": 2016
        }
    ], 
    "screenshots": [
        {
            "cloudinary_id": "lzlphugxmeu4gx3twu1x", 
            "height": 480, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/lzlphugxmeu4gx3twu1x.jpg", 
            "width": 640
        }, 
        {
            "cloudinary_id": "lapbobno5dpkhzsccmwj", 
            "height": 600, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/lapbobno5dpkhzsccmwj.jpg", 
            "width": 750
        }, 
        {
            "cloudinary_id": "yrq0vymn9l5cufv3izo8", 
            "height": 600, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/yrq0vymn9l5cufv3izo8.jpg", 
            "width": 750
        }, 
        {
            "cloudinary_id": "fztgp5nodcicknlcqgtt", 
            "height": 480, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/fztgp5nodcicknlcqgtt.jpg", 
            "width": 640
        }, 
        {
            "cloudinary_id": "lyscxwv0knonqzqywfi1", 
            "height": 1200, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/lyscxwv0knonqzqywfi1.jpg", 
            "width": 1920
        }
    ], 
    "slug": "manhunt", 
    "storyline": "The game takes place in the gritty crime-infested Carcer City. The story opens with a female journalist reporting on the convict James Earl Cash, a criminal on death row who has supposedly been executed by lethal injection. Cash is awoken to the voice of a person coming from an earpiece, revealing that Cash was only sedated. Cash puts on the earpiece and the person, who refers to himself as \"The Director\", promises Cash his freedom before the night is over, but only if Cash follows the Director's instructions. Released in a dingy neighborhood, Cash is directed to slaughter his way through the streets, populated by a gang calling themselves The Hoods while the Director, watching through security cameras scattered throughout the city, repeatedly mentions the need to please the audiences, revealing his occupation as a snuff film director. However, despite the Director's promise of freedom, Cash is beaten and thrown into the back of a van by a group of mercenaries known as the Cerberus. \n \nAfter his battle against the Hoods, he is also hunted by other violent gangs in various locations across the city. The gangs are organized by Ramirez, an ex-soldier and leader of the Wardogs, a gang of army veterans and experienced hunters. First, Cash is pitted against a gang of white supremacists known as The Skinz in a scrap yard. After that, faces off against Ramirez's Wardogs in an abandoned zoo where Cash has to save kidnapped members of his own family. Following the zoo encounter, Cash is forced to battle a gang of devil worshipers and perverts known as the The Innocentz in an abandoned mall. After retrieving a video tape in the mall and finding a VCR player, Cash witnesses his family being slaughtered by The Innocentz. Betrayed, Cash is forced to endure the humiliating task of escorting a drunken hobo through the hostile streets of East Los Albos. After finishing off the Innocentz in a derelict chemical factory, Cash takes on a gang of psychotics, known as The Smileys, who have taken over a mental asylum. Here, Cash survives the ending to the snuff film as planned by the Director. Consequently, the remaining Wardogs and Ramirez are hired to kill Cash. However, Ramirez and his gang are killed by Cash, and Cash quickly turns on the Director. \n \nThe Carcer City Police Department (CCPD), are working for the Director; the CCPD are ordered by the Director to re-capture or kill Cash. However, the journalist seen at the game's beginning encounters Cash and imparts that she is on a mission to expose the Director's snuff film industry and CCPD corruption, and that Cash is vital for this important task; the journalist also reveals the Director's name is Starkweather. Protecting her from the police, Cash manages to take the journalist safely to her apartment, but Cash himself is re-captured by Cerberus. Back at Starkweather's mansion, he is ordered to be killed by Cerberus. However, Piggsy, an insane, chainsaw-wielding man, who wears a pig's head as a mask and was kept chained up in Starkweather's attic, has broken free and slaughters the investigating Cerberus. This allows Cash to work his way through the garden and mansion, killing the Cerberus leader along the way. Cash finally reaches the upper levels of the mansion, where he and Piggsy stalk one another. Cash triumphs after luring Piggsy onto a trapdoor that collapses, and as Piggsy tries to hold on, Cash chainsaws Piggsy's hands off, sending Piggsy falling to his death. After hacking his way through the last of the Cerberus, Cash finally confronts Starkweather and despite his pleas, brutally disembowels and decapitates him with the chainsaw. Soon, the press turns up at the mansion with the journalist exposing Starkweather's snuff ring and the police's involvement in Starkweather's operations. Cash is nowhere to be found.", 
    "summary": "Manhunt is a third-person stealth horror game. The game consists of twenty levels, and four bonus levels that can be unlocked; the levels are referred to as \"scenes\". Players survive the Scenes by dispatching enemy gang members known as \"Hunters\", occasionally with firearms but primarily by stealthily executing them in gruesome, over-the-top ways. \n \nThe player is rated at the end of each level, primarily dependent on the gruesomeness of the killings and the speed of completion, from one (unimpressive) to five (extremely competent) stars. Executions are preferred in order to gain a higher score, thus encouraging players to play as viscerally as possible. The game's locales are full of \"dark spots\" and shadows where the player can hide while being chased by the Hunters; hiding in these dark areas makes the player invisible to opponents.", 
    "tags": [
        1, 
        19, 
        20, 
        23, 
        268435460, 
        268435461, 
        268435480, 
        536870991, 
        536871021, 
        536871041, 
        536871042, 
        536871044, 
        536871133, 
        536871301, 
        536871470, 
        536871784, 
        536871801, 
        536871926, 
        536871937, 
        536871945, 
        536872032, 
        536872070, 
        536872349, 
        536872352, 
        536872581, 
        536872666, 
        536872810, 
        536872873, 
        536873352, 
        536874115, 
        536874834, 
        536874947, 
        536875046, 
        536875059, 
        536875081, 
        536875095, 
        536875098, 
        536875131, 
        536875158, 
        536875192, 
        536875301, 
        536875326, 
        536875331, 
        536875358, 
        536875420, 
        536875475, 
        536875483, 
        536875491, 
        536875526, 
        536875527, 
        536875529, 
        536875570, 
        536875572, 
        536875621, 
        536875688, 
        536875691, 
        536875741, 
        536875743, 
        536875819, 
        536875870, 
        536875886, 
        536875902, 
        536875934, 
        536876167, 
        536876283, 
        536876332, 
        536876355, 
        536876356, 
        536876380, 
        536876466, 
        536876538, 
        536876577, 
        536876588, 
        536876606, 
        536876642, 
        536876644, 
        536876672, 
        536876725, 
        536876911, 
        536876980, 
        536877009, 
        536877128, 
        536877264, 
        536877283, 
        536877290, 
        536877302, 
        536877306, 
        536877329, 
        536877405, 
        536877494, 
        536877641, 
        536877643, 
        536877713, 
        536877810, 
        536877950, 
        536878253, 
        536878265, 
        536878317, 
        536879583, 
        536879751, 
        536879788, 
        536879870, 
        536880026, 
        536880208, 
        536880294, 
        536880367, 
        536880805, 
        536880925, 
        536880985, 
        536881248, 
        536881259, 
        536881347, 
        536881689, 
        536882356, 
        536882508, 
        536882568, 
        536883035, 
        536884207, 
        536885386, 
        536885387, 
        1073741826
    ], 
    "themes": [
        1, 
        19, 
        20, 
        23
    ], 
    "total_rating": 76.3203875036713, 
    "total_rating_count": 57, 
    "updated_at": 1528818219849, 
    "url": "https://www.igdb.com/games/manhunt", 
    "videos": [
        {
            "name": "Gameplay video", 
            "video_id": "cYrheWKL1SA"
        }, 
        {
            "name": "Trailer", 
            "video_id": "kUv40WsaTcs"
        }
    ]
}