{
    "category": 0, 
    "created_at": 1499865169849, 
    "first_release_date": 1096588800000, 
    "id": 47316, 
    "name": "NASCAR Chase for the Cup 2005", 
    "platforms": [
        11
    ], 
    "popularity": 1.333333333333333, 
    "release_dates": [
        {
            "category": 0, 
            "date": 1096588800000, 
            "human": "2004-Oct-01", 
            "m": 10, 
            "platform": 11, 
            "region": 8, 
            "y": 2004
        }
    ], 
    "slug": "nascar-chase-for-the-cup-2005", 
    "summary": "NASCAR 2005: Chase for the Cup is the eighth installment of the EA Sports' NASCAR video game series. It was developed by EA Tiburon and released on August 31, 2004 for the PlayStation 2 and Xbox and on September 4, 2004 for the GameCube. NASCAR 2005 is the first game in the series to drop the word Thunder from the title since NASCAR 2001. Kevin Harvick, driver of the #29 GM Goodwrench Chevy Monte Carlo, appeared on the cover. It also marks the first time the original PlayStation has been excluded from the NASCAR lineup. This was the first NASCAR edition to be released exclusively on six generation home consoles. \n \nUnlike previous entries, which would normally add a few extra features but leave most of the game identical to its predecessor, the game brought massive change to the series. One example is the inclusion of NASCAR series other than the NEXTEL Cup Series; the National Series (Busch Series), the Craftsman Truck Series, and the Featherlite Modified Series, plus muscle cars. More examples include the implementation of NASCAR's new Chase for the Cup points system, and Fight to the Top mode, where the player controls a custom driver throughout his career starting in the lower series and working up the ladder (similar to NASCAR: Dirt to Daytona). Another change is the absence of the cockpit view and the absence of makes and models in the Truck series, all of which appear to be Ford F-150s. Also due to failed negotiations Pocono Raceway is not included. This was the last NASCAR game released for the Nintendo GameCube. The score is composed by David Robidoux.[1", 
    "updated_at": 1500285816857, 
    "url": "https://www.igdb.com/games/nascar-chase-for-the-cup-2005"
}