{
    "category": 0, 
    "collection": 3762, 
    "cover": {
        "cloudinary_id": "dtftbge8bcojcvpnzhik", 
        "height": 1452, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/dtftbge8bcojcvpnzhik.jpg", 
        "width": 1070
    }, 
    "created_at": 1500052141110, 
    "esrb": {
        "rating": 3
    }, 
    "first_release_date": 1322179200000, 
    "games": [
        70906, 
        28113, 
        66035, 
        28213, 
        66812, 
        83208, 
        79918, 
        77674, 
        72991, 
        70671
    ], 
    "id": 50686, 
    "keywords": [
        4, 
        274, 
        1737, 
        4328
    ], 
    "name": "Active Life: Magical Carnival", 
    "pegi": {
        "rating": 2
    }, 
    "platforms": [
        5
    ], 
    "popularity": 1.333333333333333, 
    "release_dates": [
        {
            "category": 0, 
            "date": 1322179200000, 
            "human": "2011-Nov-25", 
            "m": 11, 
            "platform": 5, 
            "region": 8, 
            "y": 2011
        }
    ], 
    "slug": "active-life-magical-carnival", 
    "summary": "Active Life: Magical Carnival is a multiplayer, family-friendly Action-Party game that allows families and friends to visit an amazing and active theme park without leaving home. The game is a part of the popular Active Life franchise exclusively for play on Wii and utilizes the Active Life mat controller (not included). Designed for multiplayer fun, Active Life: Magical Carnival supports up to 10 players in cooperative and competitive play. Additional features include: dozens of themed carnival attractions, four multiplayer modes and multiple difficulty levels. \n \nTrapeze gameplay from Active Life: Magical Carnival \nAn exclusive carnival party for Wii. \nView larger. \n \nAn Exclusive, Active Multiplayer Carnival Experience for Wii \n \n \n \nGrab your friends and family and experience a virtual theme park like no other with Active Life: Magical Carnival. Explore an array of dozens of vividly imagined carnival attractions, including haunted houses, a lively circus tent, a pirate ship on the high-seas, a colorful parade and exciting fantasy zone. A veritable thrill-ride of activities will keep you moving as you tame lions, steer pirate ships, explore game areas, ride a flying carpet and much more, all from the comfort of home. \n \nCombined mat and Wii Remote control example from Active Life: Magical Carnival \nSimple, clear controls. \nView larger. \n \nLoad of Modes \n \nActive Life: Magical Carnival contains a play mode to suit every player. 'Party at the Park' mode lets up to 10 players play in a series of individual or team-based activities that gives everyone a chance to get in on the action, while 'Dream Attraction' mode allows one to four players to experience dozens of themed carnival attractions including: Circus, Parade, Horror, Pirate and Fantasy attractions. The versatile 'Free Play' mode offers easy access to individual attractions. Finally, invite a friend to the carnival in the two-player 'Let's Go Out' mode. In this option you can send an invite to a Mii on your Mii Plaza to spend some quality time with that special someone. \n \nKey Game Features \n•Fun and active carnival style Party play suitable for the whole family \n•Dozens of themed carnival attractions including a: Circus, Parade, Horror, Pirates and Fantasy \n•Utilizes the Active Life mat controller (sold/bundled separately) \n•Mat controller supports up to 2-players simultaneously \n•A wide range of multiplayer modes makes it fun for everyone: •Party at the Park mode lets up to 10 players play in a series of individual or team-based activities that gives everyone a chance to get in on the action \n•Dream Attraction modes allows up to 4 players play through dozens of themed carnival attractions including: Circus, Parade, Horror, Pirate and Fantasy attractions \n•Free Play mode lets you dive right into individual attractions quickly \n•Let's Go Out mode lets you invite a friend to the carnival in a two-player party \n \n•Multiple difficulty options to cater to all skill levels", 
    "tags": [
        536870916, 
        536871186, 
        536872649, 
        536875240
    ], 
    "updated_at": 1515856927065, 
    "url": "https://www.igdb.com/games/active-life-magical-carnival"
}