{
    "alternative_names": [
        {
            "comment": "Other", 
            "name": "Family Trainer: Outdoor Challenge"
        }
    ], 
    "category": 0, 
    "collection": 3762, 
    "cover": {
        "cloudinary_id": "tlxybpy2ejrrgz2kj1xv", 
        "height": 225, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/tlxybpy2ejrrgz2kj1xv.jpg", 
        "width": 160
    }, 
    "created_at": 1500052137946, 
    "developers": [
        797
    ], 
    "esrb": {
        "rating": 3
    }, 
    "first_release_date": 1220918400000, 
    "game_modes": [
        2, 
        4
    ], 
    "games": [
        23835, 
        25222, 
        25646, 
        27209, 
        26223, 
        22690, 
        60044, 
        33644, 
        60693, 
        6250
    ], 
    "genres": [
        9, 
        10, 
        14, 
        16
    ], 
    "id": 50685, 
    "keywords": [
        651, 
        1046, 
        2118, 
        2875, 
        3171, 
        4147, 
        5190, 
        5727, 
        13076
    ], 
    "name": "Active Life: Outdoor Challenge", 
    "platforms": [
        5
    ], 
    "popularity": 1.666666666666667, 
    "publishers": [
        3958
    ], 
    "release_dates": [
        {
            "category": 0, 
            "date": 1220918400000, 
            "human": "2008-Sep-09", 
            "m": 9, 
            "platform": 5, 
            "region": 2, 
            "y": 2008
        }
    ], 
    "slug": "active-life-outdoor-challenge", 
    "summary": "Jump into the fun with Active Life Outdoor Challenge. The first of many planned titles in the new Active Life series, Outdoor Challenge offers a variety of fast-paced, heart-pumping games that will engage your whole body for a fun and challenging experience. \n'Active Life Outdoor Challenge' game logo \n \nUsing the specially-designed eight pad Active Life mat and the Wii Remote, players get totally physical as they compete in over a dozen single and multi-player challenges like river rafting, mine-cart adventure, log jumping, and more. Simple controls and intuitive actions make these games easy to pick up and play right out of the box and in the process will get you and your whole family off the couch and into the game in no time. \n \nGame Features: \n•The Active Life Mat - A fun and easy way to get off the couch and get hearts pumping. \n•Gameplay Variety - Play over a dozen fast-paced games, alone or with friends,in energetic events that gets players’ whole bodies into the action. \n•Intuitive Gameplay - Simple controls allow for quick pick up and play. Great for parties. \n•Play Together - With both competitive and co-operative challenges. \n•Track Character’s Fitness Progress - See your character’s body change according to how you play. \n•Tremendous Replay Value - Over a dozen games, each with multiple levels of play: river rafting, mine-cart adventure, log jumping, see-saw, jump rope, water trampoline, plus many more. \n•Other Features - Includes training mode to work different body parts and synchronization gauge to check the level of team work in cooperative play.", 
    "tags": [
        1, 
        268435465, 
        268435466, 
        268435470, 
        268435472, 
        536871563, 
        536871958, 
        536873030, 
        536873787, 
        536874083, 
        536875059, 
        536876102, 
        536876639, 
        536883988
    ], 
    "themes": [
        1
    ], 
    "updated_at": 1515709650515, 
    "url": "https://www.igdb.com/games/active-life-outdoor-challenge", 
    "websites": [
        {
            "category": 3, 
            "url": "https://en.wikipedia.org/wiki/Active_Life:_Outdoor_Challenge"
        }
    ]
}