{
    "category": 0, 
    "cover": {
        "cloudinary_id": "td2lsl4vf3ztg1ucvqob", 
        "height": 1388, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/td2lsl4vf3ztg1ucvqob.jpg", 
        "width": 1000
    }, 
    "created_at": 1500059371414, 
    "first_release_date": 1274313600000, 
    "id": 51005, 
    "name": "Boot Camp Academy", 
    "platforms": [
        5
    ], 
    "popularity": 1.0, 
    "publishers": [
        2102
    ], 
    "release_dates": [
        {
            "category": 0, 
            "date": 1274313600000, 
            "human": "2010-May-20", 
            "m": 5, 
            "platform": 5, 
            "region": 2, 
            "y": 2010
        }, 
        {
            "category": 0, 
            "date": 1276992000000, 
            "human": "2010-Jun-20", 
            "m": 6, 
            "platform": 5, 
            "region": 8, 
            "y": 2010
        }
    ], 
    "slug": "boot-camp-academy", 
    "summary": "Boot Camp Academy is a party game that enables casual gamers to experience the Army as a new recruit. Players can learn how to drive a tank, spy on their enemies, protect the Earth from space invaders…as well as peeling potatoes and doing push-ups! Every family member can get into the action with easy-to-use controls and many different mini-games! \n \nFeatures \n \n• 19 funny and challenging mini-games \n• 3 game modes: Compete in three different modes include Total War (earn territories with each challenge), Quick play (play any of the mini games) and Boot camp (follow the order of the mini games proposed and win them one by one). \n• 2 level of difficulties: start with the easy mode and then go for the hard level, with extended controls and increased difficulty. \n• Up to 4 players: Gather your friends and family and play all together thanks to the party mode, or one at a time thanks to the single mode! \n• Customization of characters: Customize your character with unique looks, from the perfect soldier to a rabbit! Unique cartoon style: share a new vision of boot camps thanks to a unique cartoon style.", 
    "updated_at": 1518050695738, 
    "url": "https://www.igdb.com/games/boot-camp-academy"
}