{
    "category": 0, 
    "collection": 3510, 
    "cover": {
        "cloudinary_id": "zqf4wh3lizbncgwvcxpi", 
        "height": 1500, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/zqf4wh3lizbncgwvcxpi.jpg", 
        "width": 1095
    }, 
    "created_at": 1500059373227, 
    "esrb": {
        "rating": 3
    }, 
    "first_release_date": 1228953600000, 
    "games": [
        23175, 
        59516, 
        13189, 
        27314, 
        55289, 
        26914, 
        25222, 
        25646, 
        25311, 
        22425
    ], 
    "genres": [
        31
    ], 
    "id": 51006, 
    "keywords": [
        1027, 
        4142, 
        4483, 
        4678, 
        4813, 
        5996, 
        6474
    ], 
    "name": "Bratz Kids: Slumber Party", 
    "platforms": [
        5
    ], 
    "popularity": 1.333333333333333, 
    "release_dates": [
        {
            "category": 0, 
            "date": 1228953600000, 
            "human": "2008-Dec-11", 
            "m": 12, 
            "platform": 5, 
            "region": 8, 
            "y": 2008
        }
    ], 
    "slug": "bratz-kids-slumber-party", 
    "summary": "Welcome to the Bratz Kidz Slumber Party! Join your favourite Bratz Kidz characters for a game filled with all the fun of a late night party – no boys allowed! \n \nYasmin is hosting a sleepover. As our 4 girls look through Yasmin's photo album, they remember all their craziest times together and embark on an adventure based on each of the memories in the album! Explore the adventure mode or dip in and out of a series of fun mini games where you customise your favourite Bratz Kidz characters. You can also make a delicious pizza for your girlfriends, take stylish photos, create your very own clothes and much more in this sassy sleepover! \n \nSelect, customize and play with your favourite Bratz Kidz. Jade is really respectful, Sasha is very dynamic, Yasmin is self-confident and Cloe is sweet – and of course they're all sparky, adventurous and cool. \n \nJoin the Bratz Kidz Slumber Party in this sleepover themed world with an adventure based on Jasmine's photo album full of memories. The game stimulates the player's creativity and imagination with focus on fun, fashion and glamour! The kidz with a passion for fun are waiting for you to arrive… \n \nPlay 11 brilliant mini-games and activities including choreography, music and clothes design, Friendship tests and photo-sessions! \nCollect stars use them to buy items to customise your character in the Bratz Kidz shop \nFully customise with over 350 accessories options including hairstyle, make-up, manicure, clothes, shoes and jewellery – totalling 843750 different combinations! \nPlay in Freeplay or Album mode, then choose Competition or \nPlay with up to 3 friends in multiplayer mode. Exchange items, play mini-games and more! \nComplete all the mini-games and unlock exclusive scenes from the Bratz Kidz Sleep Over Adventure DVD", 
    "tags": [
        1, 
        268435487, 
        536871939, 
        536875054, 
        536875395, 
        536875590, 
        536875725, 
        536876908, 
        536877386
    ], 
    "themes": [
        1
    ], 
    "updated_at": 1515708748960, 
    "url": "https://www.igdb.com/games/bratz-kids-slumber-party"
}