{
    "category": 0, 
    "cover": {
        "cloudinary_id": "kfthxp0usaofq4jf4hee", 
        "height": 220, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/kfthxp0usaofq4jf4hee.jpg", 
        "width": 156
    }, 
    "created_at": 1500059376740, 
    "esrb": {
        "rating": 5
    }, 
    "first_release_date": 1260576000000, 
    "games": [
        44242, 
        18623, 
        22470, 
        29173, 
        22425, 
        26145, 
        55590, 
        55689, 
        22406, 
        54662
    ], 
    "genres": [
        5, 
        13, 
        14
    ], 
    "id": 51007, 
    "keywords": [
        64, 
        132, 
        1148, 
        1784, 
        4508, 
        4571, 
        4646, 
        4698, 
        5999, 
        6625, 
        8321, 
        10037
    ], 
    "name": "Buck Fever", 
    "platforms": [
        5
    ], 
    "popularity": 1.0, 
    "release_dates": [
        {
            "category": 0, 
            "date": 1260576000000, 
            "human": "2009-Dec-12", 
            "m": 12, 
            "platform": 5, 
            "region": 8, 
            "y": 2009
        }
    ], 
    "slug": "buck-fever", 
    "summary": "The Hunt is On! \n \nTake aim and bring the ultimate arcade hunting experience to your Wii. Set your sights on dozens of wildlife species and take your shot with simple point and shoot controls. Bag trophies in six different regions, each with their own unique wildlife and terrain, as you hone your skills and become a master hunter. Go it alone or invite your friends as you compete in the ultimate shooting challenge. \n \nFeatures \n \n• Arcade Hunting: Buck Fever brings the familiar “point and shoot” arcade action to your living room. Instead of stalking your target you immediately get into the hunt and start shooting. Choose a region on the in-game Hunting Map (such as Western, Central, Eastern, Southern, and Southwestern United States, and four Canadian provinces) and compete for the top seat on the in-game High Score leaderboard. Buck Fever supports the Wii Zapper accessory. \n• Multiplayer Party Mode: One to four players can join in on a hunt simultaneously. Buck Fever features two unique multiplayer “party” modes: Hunter’s Challenge and Bonus Games. In the Hunter’s Challenge one to four players compete within a time limit for the highest score. In six Bonus Games one to four players compete in a timed shoot-out with inanimate objects (such as bottles and cans) or animal targets such as gopher and duck. \n• Trophy Room: Buck Fever features a Trophy Room that, per player, shows off the diverse wildlife you’ve bagged in the game’s 70 hunts including, but not limited to, desert mule, blacktail, fallow, mule, and whitetail deer, and wild boar. The Trophy Room also displays how many bucks you have hunted, the number of one-shot kills you have earned, the biggest buck you’ve brought down, and the highest overall score achieved while playing the game.", 
    "tags": [
        268435461, 
        268435469, 
        268435470, 
        536870976, 
        536871044, 
        536872060, 
        536872696, 
        536875420, 
        536875483, 
        536875558, 
        536875610, 
        536876911, 
        536877537, 
        536879233, 
        536880949
    ], 
    "updated_at": 1515782807745, 
    "url": "https://www.igdb.com/games/buck-fever"
}