{
    "category": 0, 
    "cover": {
        "cloudinary_id": "q6qxb08zqrcmqvnzysjd", 
        "height": 1408, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/q6qxb08zqrcmqvnzysjd.jpg", 
        "width": 1000
    }, 
    "created_at": 1500059379832, 
    "first_release_date": 1227225600000, 
    "games": [
        28465, 
        44242, 
        34919, 
        33603, 
        36962, 
        55888, 
        65827, 
        43130, 
        28277, 
        27924
    ], 
    "genres": [
        13
    ], 
    "id": 51008, 
    "keywords": [
        4166, 
        4181, 
        4813, 
        5520, 
        13076
    ], 
    "name": "Build-A-Bear Workshop: A Friend Fur All Seasons", 
    "platforms": [
        5
    ], 
    "popularity": 1.0, 
    "release_dates": [
        {
            "category": 0, 
            "date": 1227225600000, 
            "human": "2008-Nov-21", 
            "m": 11, 
            "platform": 5, 
            "region": 8, 
            "y": 2008
        }
    ], 
    "slug": "build-a-bear-workshop-a-friend-fur-all-seasons", 
    "summary": "Your furry friend is invited to a great party on Palace Island by Bearemy and Pawlette. In order to cross the sea and reach the party, Bearemy and Pawlette offer you the FriendShip. Explore new islands on the way and take time to meet and interact with the furry friends that live there. They love playing games too, so on each island you get to play mini games, help them out, and find the puzzle pieces needed to recreate the map that will lead you to the next island. Finally you reach Palace Island where a big party awaits you! \n \nA Friend Fur All Seasons is a highly interactive and trans-generational adventure and party game in the true Build-A-Bear spirit! Let your imagination guide you as you board the FriendShip and set out to have fun with your new virtual furry friends... \n \n2 different game modes! Discover and explore the 4 season-themed islands in the Adventure mode and play lots of fun mini-games in the Playground mode. \n20 fun mini-games to play including ice skating, build a snowman, a croquet party, a cool ride on a ladybug, throwing a Frisbee, and jumping on a jump stick. Some of the mini-games contain surprises too. \nPlay the mini-games as single or multiplayer party games (co-op) with up to 4 players - it's fun for the whole family! \nFind the 6 secret treasure spots hidden around the islands and dig up a magic chest with a surprise just for you! \nCollect bear medals, other rewards and items to use in the Build-A-Bear Workshop. Choose from more than 80 items available to buy for your furry friend! \nNatural and innovative game play that take full advantage of the unique features of the Nintendo Wii.", 
    "tags": [
        268435469, 
        536875078, 
        536875093, 
        536875725, 
        536876432, 
        536883988
    ], 
    "updated_at": 1515708852836, 
    "url": "https://www.igdb.com/games/build-a-bear-workshop-a-friend-fur-all-seasons"
}