{
    "category": 0, 
    "cover": {
        "cloudinary_id": "ziv0mihvhnihyqvcu1zo", 
        "height": 680, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/ziv0mihvhnihyqvcu1zo.jpg", 
        "width": 482
    }, 
    "created_at": 1474576480614, 
    "first_release_date": 1272585600000, 
    "games": [
        36950, 
        43130, 
        14605, 
        23175, 
        27266, 
        28277, 
        17469, 
        63734, 
        27314, 
        72412
    ], 
    "genres": [
        5, 
        14, 
        31
    ], 
    "id": 24345, 
    "name": "Cabela's Monster Buck Hunter", 
    "platforms": [
        5
    ], 
    "popularity": 1.333333333333333, 
    "release_dates": [
        {
            "category": 0, 
            "date": 1272585600000, 
            "human": "2010-Apr-30", 
            "m": 4, 
            "platform": 5, 
            "region": 8, 
            "y": 2010
        }
    ], 
    "screenshots": [
        {
            "cloudinary_id": "yqylpfvpahslpsarp2si", 
            "height": 480, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/yqylpfvpahslpsarp2si.jpg", 
            "width": 853
        }
    ], 
    "slug": "cabelas-monster-buck-hunter", 
    "summary": "Action-packed, arcade-style fun for the entire family on your Wii system. Compete in the two- to four-person Top Shot Challenge for fast-paced multiplayer fun with the Top Shot Wii Gun Controller. 12 shooting galleries offer loads of shooting opportunities, and each one of the 96 missions starts at the most exciting part of the hunt for maximum heart-pounding action. Monster Buck Hunter offers a target-rich environment, with 36 huntable species including big game, small game, turkeys, varmints, upland birds and waterfowl. Travel across 24 states and provinces, from the bone-chilling Yukon to the scorching Sonoran Desert, in search of North America’s biggest bucks. Gain the edge with seven sweet \"power-ups,\" including X-ray vision, laser bullet and quick draw. The combo also includes the Top Shot Wii Gun Controller. It’s easy to use – just load your Wii remote and nunchuk, and you’re ready for heart-pounding, action-packed hunting adventures! Fits gamers of all ages. Does not include Wii controllers.", 
    "tags": [
        268435461, 
        268435470, 
        268435487
    ], 
    "updated_at": 1500403659152, 
    "url": "https://www.igdb.com/games/cabelas-monster-buck-hunter"
}