{
    "category": 0, 
    "collection": 602, 
    "cover": {
        "cloudinary_id": "imngjw4oytbbzww1ela2", 
        "height": 903, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/imngjw4oytbbzww1ela2.jpg", 
        "width": 640
    }, 
    "created_at": 1500052406576, 
    "first_release_date": 1304640000000, 
    "games": [
        37067, 
        50667, 
        64209, 
        21782, 
        28192, 
        11711, 
        52828, 
        75245, 
        67248, 
        61333
    ], 
    "genres": [
        7
    ], 
    "id": 50733, 
    "keywords": [
        1699, 
        4137, 
        4228
    ], 
    "name": "Dance Dance Revolution: Hottest Party 4", 
    "pegi": {
        "rating": 3
    }, 
    "platforms": [
        5
    ], 
    "popularity": 1.333333333333333, 
    "rating": 75.0, 
    "rating_count": 0, 
    "release_dates": [
        {
            "category": 0, 
            "date": 1304640000000, 
            "human": "2011-May-06", 
            "m": 5, 
            "platform": 5, 
            "region": 1, 
            "y": 2011
        }, 
        {
            "category": 0, 
            "date": 1307318400000, 
            "human": "2011-Jun-06", 
            "m": 6, 
            "platform": 5, 
            "region": 8, 
            "y": 2011
        }
    ], 
    "slug": "dance-dance-revolution-hottest-party-4", 
    "summary": "This game offers the user the chance to match full-body movements in order to rack up high scores. The new game uses both the famed dance mat controller and the Wii Remote and Nunchuk controllers, with players matching the on-screen arrows with the corresponding footwork, and also using their arms to meet additional moving goals. \n \nThis total movement is spotlighted perfectly in DanceDanceRevolution hottest party 4s stunning Choreograph mode. This new idea is perfectly designed to appeal to both DDR novices and hardened dancers alike, and adds new depth to the classic gameplay. Furthermore, owners of Nintendos Wii Balance Board can use it instead of a dance mat, with the board registering complete body movement. \n \nDanceDanceRevolution hottest party 4 allows up to four players to get together and compete against each other, and can be bought with a dance mat controller or a solus title, and enjoys a stunning collection of suitably high-tempo tracks. The new game offers 20 licensed tunes, including Lady Gagas classic Bad Romance, Paramores CrushCrushCrush and the classic Celebration from Kool and the Gang. There are also more than 30 specially-created tunes from KONAMIs in-house team, all of which are designed to test the players co-ordination and rhythm. \n \nWith a wealth of game modes - including the eternally popular Calorie Counter system so users can watch the pounds drop off as they dance! - DanceDanceRevolution hottest party 4 is a stunning party game that absolutely anyone can enjoy.", 
    "tags": [
        268435463, 
        536872611, 
        536875049, 
        536875140
    ], 
    "total_rating": 75.0, 
    "total_rating_count": 0, 
    "updated_at": 1516749542068, 
    "url": "https://www.igdb.com/games/dance-dance-revolution-hottest-party-4"
}