{
    "category": 0, 
    "cover": {
        "cloudinary_id": "e3zpnnixte7vriyjosve", 
        "height": 350, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/e3zpnnixte7vriyjosve.jpg", 
        "width": 352
    }, 
    "created_at": 1500059648727, 
    "esrb": {
        "rating": 3
    }, 
    "first_release_date": 1259280000000, 
    "games": [
        44242, 
        18623, 
        22470, 
        29173, 
        55689, 
        11419, 
        23867, 
        26145, 
        55590, 
        22406
    ], 
    "genres": [
        13
    ], 
    "id": 51033, 
    "keywords": [
        1148
    ], 
    "name": "Dream Salon", 
    "platforms": [
        5
    ], 
    "popularity": 1.0, 
    "release_dates": [
        {
            "category": 0, 
            "date": 1259280000000, 
            "human": "2009-Nov-27", 
            "m": 11, 
            "platform": 5, 
            "region": 8, 
            "y": 2009
        }
    ], 
    "slug": "dream-salon", 
    "summary": "You'll be the Hollywood \"it\" stylist in no time! \n \nIn Dream Salon you play as Jenny, a recent graduate of the New York Beauty Academy. Help her build her career as she styles model after model, creating the ultimate fashionistas! Every aspect of hair, makeup, and fashion is unique and customizable, so create the total superstar package! Whip up a cutting edge hairdo, complete with color and highlights. Use the latest cosmetics and trendiest colors so your models put their best face forward. Design fashion-forward outfits for runway shows that will put your models on the cover of magazines worldwide. \n \nGet your models ready for the runway in 10 different locations worldwide \nChoose from 20 categories of hair styles and customize colors \nOver 100 interchangeable cosmetic items including eyeshadows, lipsticks, blush, and more \nSwank up outfits with hats, sunglasses, and dozens more fashion accessories \nLacquer up fingernails with custom nail colors and decals \nSave your favorite looks by adding snapshots to the gallery", 
    "tags": [
        268435469, 
        536872060
    ], 
    "updated_at": 1515789403881, 
    "url": "https://www.igdb.com/games/dream-salon"
}