{
    "category": 0, 
    "collection": 4597, 
    "cover": {
        "cloudinary_id": "mtuezkvvqpnvyxk9lxqe", 
        "height": 653, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/mtuezkvvqpnvyxk9lxqe.jpg", 
        "width": 640
    }, 
    "created_at": 1399142419840, 
    "developers": [
        2878
    ], 
    "first_release_date": 1191283200000, 
    "games": [
        12632, 
        16468, 
        47823, 
        17583, 
        36926, 
        27209, 
        36534, 
        19698, 
        18398, 
        55092
    ], 
    "genres": [
        5, 
        11, 
        12
    ], 
    "id": 6669, 
    "keywords": [
        296, 
        1026, 
        4560
    ], 
    "name": "Esper Dream", 
    "platforms": [
        37, 
        5
    ], 
    "player_perspectives": [
        2, 
        3
    ], 
    "popularity": 1.666666666666667, 
    "publishers": [
        161
    ], 
    "release_dates": [
        {
            "category": 0, 
            "date": 1191283200000, 
            "human": "2007-Oct-02", 
            "m": 10, 
            "platform": 5, 
            "y": 2007
        }, 
        {
            "category": 0, 
            "date": 1376092800000, 
            "human": "2013-Aug-10", 
            "m": 8, 
            "platform": 37, 
            "y": 2013
        }
    ], 
    "slug": "esper-dream", 
    "summary": "Brick Town, a town within a storybook, is in peril! Evil forces have descended upon the land and kidnapped the mayor's daughter. And it just so happens that you have ESP. Thus it descends upon you - and your gun - to save Brick Town. \n \nUnlike most other RPGs of the time, Esper Dream isn't based on medieval times, but rather on a fairy tale storybook of five chapters, each with a setting that is distinct from each other (they also contain sub-dungeons). Battles are started when the player runs into various pairs of moving footprints on the ground. This takes the player to a separate enclosed battlefield. There the player can use their weapons (or ESP powers) to defeat their enemies. Winning battles will increase the player's character's experience points, eventually leveling them up when they reach certain experience point totals. Leveling up increases their Hit Points {HP} and ESP Points {EP}. The player can also buy weapons by using the Gold Pieces that defeated enemies leave behind. \n \nThe game is over when the player's HP reaches zero - or when the player has successfully saved Brick Town from the evil scourge. \n \nUp to three save slots are available. They allow players the opportunity to save their progress and return to their adventure at a later date.", 
    "tags": [
        1, 
        17, 
        268435461, 
        268435467, 
        268435468, 
        536871208, 
        536871938, 
        536875472, 
        1073741827, 
        1073741826
    ], 
    "themes": [
        1, 
        17
    ], 
    "updated_at": 1515728242316, 
    "url": "https://www.igdb.com/games/esper-dream", 
    "websites": [
        {
            "category": 2, 
            "url": "http://en.wikipedia.org/wiki/Esper_Dream‎"
        }
    ]
}