{
    "alternative_names": [
        {
            "name": "ファミコンウォーズ"
        }
    ], 
    "category": 0, 
    "cover": {
        "cloudinary_id": "yutix2o7krbfon1hlb2x", 
        "height": 432, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/yutix2o7krbfon1hlb2x.jpg", 
        "width": 481
    }, 
    "created_at": 1399152635241, 
    "developers": [
        765
    ], 
    "first_release_date": 1242691200000, 
    "games": [
        9760, 
        33603, 
        36962, 
        55888, 
        65827, 
        73075, 
        11362, 
        2015, 
        32283, 
        75065
    ], 
    "genres": [
        15
    ], 
    "id": 6675, 
    "keywords": [
        415, 
        805
    ], 
    "name": "Famicom Wars", 
    "platforms": [
        37, 
        5
    ], 
    "player_perspectives": [
        3
    ], 
    "popularity": 1.333333333333333, 
    "publishers": [
        70
    ], 
    "release_dates": [
        {
            "category": 0, 
            "date": 1242691200000, 
            "human": "2009-May-19", 
            "m": 5, 
            "platform": 5, 
            "y": 2009
        }, 
        {
            "category": 0, 
            "date": 1356480000000, 
            "human": "2012-Dec-26", 
            "m": 12, 
            "platform": 37, 
            "y": 2012
        }
    ], 
    "slug": "famicom-wars", 
    "summary": "Players take control of one of two warring nations, Red Star and Blue Moon, as they seek to establish turn-based dominance over each other. After selecting which stage to start the game and setting which, if either, player will be controlled by a person, the Red Star army is given the first turn. The objective in each stage is to either conquer the enemy's headquarters or destroy all remaining enemy units in one turn. During each turn, the player is given a certain amount of funds which can be used to build units in factories, seaports, and airports in their command, as well as cities near their headquarters. Each unit has their own specialty and abilities, with ten land units (including two foot soldier units), four air units, and two sea units. Some units use firepower against the enemy, while others provide support to allies. Only foot soldier units are capable of conquering cities, which are used to repair or refuel damaged units and gain more funds. There are 15 maps available at the start of the game, with two secret ending maps dependent on the player's nation when playing against the computer.", 
    "tags": [
        268435471, 
        536871327, 
        536871717, 
        1073741827
    ], 
    "updated_at": 1500368220744, 
    "url": "https://www.igdb.com/games/famicom-wars", 
    "websites": [
        {
            "category": 2, 
            "url": "http://en.wikipedia.org/wiki/Famicom_Wars"
        }
    ]
}