{
    "category": 0, 
    "cover": {
        "cloudinary_id": "rn9dmbwmvmmfjooef5yj", 
        "height": 1498, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/rn9dmbwmvmmfjooef5yj.jpg", 
        "width": 1054
    }, 
    "created_at": 1500059641240, 
    "esrb": {
        "rating": 3
    }, 
    "first_release_date": 1240531200000, 
    "games": [
        44242, 
        18623, 
        22470, 
        29173, 
        55689, 
        26145, 
        22425, 
        23867, 
        55590, 
        22406
    ], 
    "genres": [
        13
    ], 
    "id": 51030, 
    "keywords": [
        296, 
        1148, 
        4228
    ], 
    "name": "Fantasy Aquarium World", 
    "platforms": [
        5
    ], 
    "popularity": 1.0, 
    "release_dates": [
        {
            "category": 0, 
            "date": 1240531200000, 
            "human": "2009-Apr-24", 
            "m": 4, 
            "platform": 5, 
            "region": 8, 
            "y": 2009
        }
    ], 
    "slug": "fantasy-aquarium-world", 
    "summary": "Dive into an Undersea World! \n \nYour Wii becomes a virtual fish tank in Fantasy Aquarium World from Destineer! Pick your fish, decorate your tank and balance species for the ideal aquatic ecosystem. Under the watchful eye of the Captain, feed and care for over 30 species of fish, from the common seahorse to the legendary Loch Ness Monster! \nHundreds of Options: Choose from six aquariums of different sizes for raising your finny friends. Utilize six additional isolation tanks to maintain balance. Choose from more than 30 tank decorations that beautify your tank and influence fish behavior. \nThousands of Combinations: Be careful which fish you put in your tank! Some species get along while others may fight or even eat each other! It’s up to you to learn which combinations of fish lead to the tank of your dreams! \nIntuitive Wii Remote Controls: Use the Wii Remote to feed your fish, scoop them out of the tank and more! All interactions are handled with simple, easy-to-use motion controls. \nThe Captain’s Challenges: The Captain will set several goals for the player to complete in order to unlock amazing fish and tank possibilities. To complete a challenge, the player may have to establish a new tank, care for difficult fish species and more! \nAmazing Rewards: Unlock mythical aquatic species that you never dreamed possible, including the Loch Ness Monster! The Legends of the Deep have finally been discovered in Fantasy Aquarium World for Wii.", 
    "tags": [
        268435469, 
        536871208, 
        536872060, 
        536875140
    ], 
    "updated_at": 1515753433507, 
    "url": "https://www.igdb.com/games/fantasy-aquarium-world"
}