{
    "category": 0, 
    "collection": 4421, 
    "cover": {
        "cloudinary_id": "f0n2n1wkbbgzmyg187lp", 
        "height": 1500, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/f0n2n1wkbbgzmyg187lp.jpg", 
        "width": 1025
    }, 
    "created_at": 1500051514987, 
    "first_release_date": 1291852800000, 
    "games": [
        50617, 
        50616, 
        6304, 
        71766, 
        21350, 
        21382, 
        37067, 
        15193, 
        4790, 
        79252
    ], 
    "genres": [
        7
    ], 
    "id": 50618, 
    "keywords": [
        757, 
        2052, 
        4137, 
        4228, 
        4379, 
        4839, 
        5782, 
        12462
    ], 
    "name": "Karaoke Revolution: Glee", 
    "platforms": [
        5
    ], 
    "popularity": 1.333333333333333, 
    "release_dates": [
        {
            "category": 0, 
            "date": 1291852800000, 
            "human": "2010-Dec-09", 
            "m": 12, 
            "platform": 5, 
            "region": 8, 
            "y": 2010
        }
    ], 
    "slug": "karaoke-revolution-glee", 
    "summary": "You've followed the show from the pilot through every heart-wrenching, awe-inspiring episode as the Gleeks belted out chart-topping hit after chart-topping hit. You've been there with the characters as they've struggled for the chance to perform. Now it's your time to shine, and the cast of Glee is going to be right there beside you as prove you have what it takes to call yourself a Gleek. \n  \nSing hits from the first season \nJoin the Karaoke Revolution in this special Glee edition that features songs, scenes and characters from the show's first season. Rock out in true lead-singer style using a microphone to belt out top hits from the show like \"Don't Stop Believin,'\" \"Defying Gravity,\" \"My Life Would Suck Without You\" and more. Delve deeper into the halls of William McKinley High School as you perform to video montages with exclusive, never-before-seen footage from the show. Prove your chops with long, challenging notes, and perform with Rachel Berry, Finn Hudson, Will Schuester and the rest of the cast as you perfect your vocal harmonies. Take a shot at Shooting Star mode with up to six players, sing a sweet duet with a friend or compete in multiplayer singing games as you prove yourself to be the ultimate Gleek. So pick up that microphone, clear your throat and whatever you do, don't stop believin'.", 
    "tags": [
        268435463, 
        536871669, 
        536872964, 
        536875049, 
        536875140, 
        536875291, 
        536875751, 
        536876694, 
        536883374
    ], 
    "updated_at": 1515815575390, 
    "url": "https://www.igdb.com/games/karaoke-revolution-glee"
}