{
    "aggregated_rating": 65.0, 
    "aggregated_rating_count": 3, 
    "category": 0, 
    "created_at": 1469235124359, 
    "first_release_date": 1239235200000, 
    "genres": [
        14
    ], 
    "id": 21057, 
    "name": "Mario Power Tennis: New Play Control!", 
    "platforms": [
        5
    ], 
    "popularity": 1.333333333333333, 
    "release_dates": [
        {
            "category": 0, 
            "date": 1239235200000, 
            "human": "2009-Apr-09", 
            "m": 4, 
            "platform": 5, 
            "region": 8, 
            "y": 2009
        }
    ], 
    "screenshots": [
        {
            "cloudinary_id": "piedtkvrkz8mvh5ztqvq", 
            "height": 323, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/piedtkvrkz8mvh5ztqvq.jpg", 
            "width": 570
        }
    ], 
    "slug": "mario-power-tennis-new-play-control", 
    "summary": "Part of Nintendo's New Play Control! series of titles of classic Nintendo games remade for the unique control systems of the Wii, this game brings back the Mario's tennis challenge with controls designed around the Wii Remote. \n \nThe Mushroom Kingdom has hosted tennis tournaments before, but never one as explosive as this one. The wild multiplayer action of the smash Nintendo 64 hit, Mario Tennis, returns with even more powerful shots and new, character-specific power-ups guaranteed to make for the craziest matches ever! Instead of just striking a ball back and forth, opponents in Mario Tennis will launch flaming volleys and slam hits with oversized mallets. Gamers play amidst all-new courts and obstacles, as well as some new characters and game modes. For example, you now get to play in the courts of Luigi's Mansion and below the packed stadiums of Peach Dome. Each court brings its own set of challenges. Each character also boasts his/her own set of moves, and each of them fitting the personality of its respective character.", 
    "total_rating": 65.0, 
    "total_rating_count": 3, 
    "updated_at": 1500403776446, 
    "url": "https://www.igdb.com/games/mario-power-tennis-new-play-control"
}