{
    "category": 0, 
    "created_at": 1500052304461, 
    "first_release_date": 1262563200000, 
    "games": [
        27266, 
        236, 
        27725, 
        25222, 
        25646, 
        26239, 
        51978, 
        19222, 
        14605, 
        41348
    ], 
    "genres": [
        9, 
        31
    ], 
    "id": 50710, 
    "name": "Peppa Pig: The Game", 
    "platforms": [
        5
    ], 
    "popularity": 1.333333333333333, 
    "release_dates": [
        {
            "category": 0, 
            "date": 1262563200000, 
            "human": "2010-Jan-04", 
            "m": 1, 
            "platform": 5, 
            "region": 8, 
            "y": 2010
        }
    ], 
    "slug": "peppa-pig-the-game", 
    "summary": "Manufacturer's Description \nJoin in Pepper and George's favourite games and activities. Play as either Pepper or George to complete 11 highly enjoyable games and activities including: Muddy Puddles Happy Mrs. Chicken Bubble Bath Kite Flying Car Trip Pancake Flipping Carwash Parrot Snowman Hide and Seek Colouring In \n \nThere is something for everyone in this fun and entertaining outing with Pepper Pig - The Game. \n \nChoose between Nintendo DS for individual child play or Wiki for the whole family to join in. \nProduct Description \n \nJoin in Pepper and George's favourite games and activities. Play as either Pepper or George to complete 11 highly enjoyable games and activities including: Muddy Puddles Happy Mrs. Chicken Bubble Bath Kite Flying Car Trip Pancake Flipping Carwash Parrot Snowman Hide and Seek Colouring In \n \n  Join in Peppa and Georges favourite games and activities. Play as either Peppa or George to complete 11 highly enjoyable games and activities including Car Wash, Kite Flying, Pancake Flipping, Hide and Seek and Colouring-in \n  Peppa Pig The Game encourages the development of childrens powers of concentration, their creative skills and through the timed games and scoring their counting and number skills \n  Playing Peppa Pig The Game, on Nintendo DS, allows the player to explore & interact with Peppa Pigs world and is fun and entertaining for all involved \n  Games can be played against the clock or as free play. The games can also be set at 3 different levels easy, medium and hard to accommodate children of different ages and abilities. \n  As children complete the game, they are able to unlock new content extra clothes to dress the snowman, more kites to fly and additional pictures to colour in.Kids can experience and interact with Peppa Pigs world for the first time on DS and Wii \n  Easy and intuitive gameplay allows kids to get started straight away \n  Educational benefits as well as fun the game encourages the development of childrens powers of concentration, their creative skills and through timed games and scoring, their counting and number skills", 
    "tags": [
        268435465, 
        268435487
    ], 
    "updated_at": 1528655546980, 
    "url": "https://www.igdb.com/games/peppa-pig-the-game"
}