{
    "alternative_names": [
        {
            "name": "Rubik's World"
        }
    ], 
    "category": 0, 
    "cover": {
        "cloudinary_id": "ljde0lmbmtxaqng32e6u", 
        "height": 306, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/ljde0lmbmtxaqng32e6u.jpg", 
        "width": 250
    }, 
    "created_at": 1391872548245, 
    "developers": [
        1108
    ], 
    "esrb": {
        "rating": 3
    }, 
    "first_release_date": 1225152000000, 
    "franchise": 342, 
    "franchises": [
        342
    ], 
    "game_modes": [
        1
    ], 
    "games": [
        25222, 
        60044, 
        14047, 
        26223, 
        27266, 
        67731, 
        19222, 
        12872, 
        41348, 
        8197
    ], 
    "genres": [
        9
    ], 
    "id": 5131, 
    "keywords": [
        1395, 
        2875, 
        9137
    ], 
    "name": "Rubik's Puzzle World", 
    "platforms": [
        20, 
        5
    ], 
    "popularity": 1.333333333333333, 
    "publishers": [
        1310
    ], 
    "release_dates": [
        {
            "category": 0, 
            "date": 1225756800000, 
            "human": "2008-Nov-04", 
            "m": 11, 
            "platform": 5, 
            "y": 2008
        }, 
        {
            "category": 0, 
            "date": 1225152000000, 
            "human": "2008-Oct-28", 
            "m": 10, 
            "platform": 20, 
            "y": 2008
        }
    ], 
    "slug": "rubik-s-puzzle-world", 
    "summary": "Step inside the mysterious “27th part” of the Rubik's cube - and discover a world of Rubik's themed puzzles to tease and challenge the whole family. \n \nWelcome to Rubik's World - an abstract environment populated by “Cubies” which make up the game's DNA. Rubik's World takes the shape, functionality and concept behind the famous Rubik's Cube but twists and turns the rules to transform it into a unique Puzzle filled game experience for players of all ages. Get ready for a collection of games infused with the mental challenges which made the original Rubik's Cube such a hit! \n \nThe construction of the games will challenge your brain, enable you to solve increasingly difficult puzzles, and develop your logical capabilities – while having lots of fun! So take a trip inside the Rubik's Cube and enter an abstract world of Rubik's themed puzzles - each as addictive as the original cube we know and love! \n \nFeatures \n \n• Play 8 unique games which mix puzzles, quizzes, music and sound activities – as well as the classic cube solving game! \n• Multiplayer games allowing you to share the fun with family and friends. Compare your stats and progress, share environments, music compositions and more! \n• Each game requires forward thinking and involves complex mechanics but a simple interface – all based on the idea that every reaction can have multiple reactions \n• Expand your Rubik’s universe. The better you play, the more cubies come to life, unlocking new challenges and activities \n• Compose your own music. Hear your music being played by cubies in different places of the game! \n• See and hear your very own creations in the Rubik's universe.", 
    "tags": [
        268435465, 
        536872307, 
        536873787, 
        536880049
    ], 
    "updated_at": 1515708980875, 
    "url": "https://www.igdb.com/games/rubik-s-puzzle-world"
}