{
    "aggregated_rating": 55.0, 
    "aggregated_rating_count": 3, 
    "category": 0, 
    "cover": {
        "cloudinary_id": "kquqv05vnnmrwks8nukn", 
        "height": 281, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/kquqv05vnnmrwks8nukn.jpg", 
        "width": 200
    }, 
    "created_at": 1472930806867, 
    "first_release_date": 1294790400000, 
    "games": [
        23175, 
        1070, 
        51485, 
        26848, 
        37022, 
        55289, 
        59516, 
        27239, 
        1124, 
        1073
    ], 
    "genres": [
        8, 
        31
    ], 
    "id": 23375, 
    "name": "Super Mario All-Stars 25th Anniversary", 
    "platforms": [
        5
    ], 
    "popularity": 1.333333333333333, 
    "release_dates": [
        {
            "category": 0, 
            "date": 1294790400000, 
            "human": "2011-Jan-12", 
            "m": 1, 
            "platform": 5, 
            "region": 8, 
            "y": 2011
        }
    ], 
    "screenshots": [
        {
            "cloudinary_id": "mrhmzrclbskdczgujpkx", 
            "height": 180, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/mrhmzrclbskdczgujpkx.jpg", 
            "width": 300
        }
    ], 
    "slug": "super-mario-all-stars-25th-anniversary", 
    "summary": "A Celebration Collection \n \nThe games included in the Super Mario All-Stars are: \n \n* Super Mario Bros.: This is the game that started it all. It features now-iconic Mushroom Kingdom characters like Mario, Bowser, Princess Peach, Toad™ Goombas and Koopas. This game set the standard for all future platforming games. \n \n* Super Mario Bros.: The Lost Levels: Originally released in Japan as Super Mario Bros. 2, this game has only brief cameo appearances in the Western Hemisphere. Mario fans will appreciate the familiar look and feel of the game. \n \n* Super Mario Bros. 2: This time, Mario, Luigi, Princess Peach and Toad have little more than vegetables to defend themselves with. Each character has a unique set of abilities: Luigi can jump higher and farther, Toad can dig extremely fast and pull items out of the ground quicker, Princess Peach is the only one who can jump and hover temporarily and Mario has the most balanced skills. \n \n* Super Mario Bros. 3: This installment introduced new elements like the Tanooki Suit and Koopalings. Mario must battle new enemies, returning favorites and a new Koopaling in each unique and distinctive world on his way to ultimately taking on Bowser himself. Fly above the action using the Super Leaf, swim faster by donning the Frog Suit or defeat enemies using the Hammer Suit. \n \nEach game features the enhanced graphics and updated sound from the Super NES Super Mario All-Stars game. \n \nAll four games can be played on the Wii system using one of several controllers: the Wii Remote controller, Classic Controller, Classic Controller Pro or the Nintendo GameCube controller.", 
    "tags": [
        1, 
        268435464, 
        268435487
    ], 
    "themes": [
        1
    ], 
    "total_rating": 55.0, 
    "total_rating_count": 3, 
    "updated_at": 1504665829280, 
    "url": "https://www.igdb.com/games/super-mario-all-stars-25th-anniversary"
}