{
    "category": 0, 
    "collection": 3772, 
    "cover": {
        "cloudinary_id": "t0epczcfrhxw5qm8ix23", 
        "height": 363, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/t0epczcfrhxw5qm8ix23.jpg", 
        "width": 256
    }, 
    "created_at": 1391360908526, 
    "developers": [
        1306
    ], 
    "esrb": {
        "rating": 4
    }, 
    "first_release_date": 1203033600000, 
    "game_modes": [
        1
    ], 
    "games": [
        23175, 
        59516, 
        13189, 
        55289, 
        37022, 
        27314, 
        25222, 
        25646, 
        25311, 
        41895
    ], 
    "genres": [
        31
    ], 
    "id": 4804, 
    "keywords": [
        9, 
        1027, 
        4142, 
        6666
    ], 
    "name": "The Destiny of Zorro", 
    "platforms": [
        5
    ], 
    "player_perspectives": [
        2
    ], 
    "popularity": 1.0, 
    "publishers": [
        445
    ], 
    "release_dates": [
        {
            "category": 0, 
            "date": 1203033600000, 
            "human": "2008-Feb-15", 
            "m": 2, 
            "platform": 5, 
            "y": 2008
        }
    ], 
    "slug": "the-destiny-of-zorro", 
    "summary": "Prepare for swashbuckling action as Zorro sets to leave his mark exclusively on Nintendo Wii. \n \nPlayers will make an incredible action-packed journey through the sun-scorched coast and desert landscape of early 1800’s Spanish California playing as the infamous Zorro – the swashbuckling defender of the oppressed whose secret identity is the fictional wealthy caballero Don Diego de la Vega. \n \nUsing the unique properties of the Wii controller, players can whip, slice and of course perform Zorro’s signature ‘Z’ slash move to bring his foes to justice. \n \nThe Destiny of Zorro draws inspiration from the Mexican, Spanish and Native Southwest American cultures prevalent in California in the early 1800’s – the time of the original Zorro. The multi-tiered story sees Zorro confronting the nefarious Calavera and his troops, defeating a plot to steal a great treasure, thwarting a power-hungry mob boss, and facing off against a rebel army. \n \nPlayers will discover the secrets behind the origin of Zorro himself. The game also carries forward some of the explosive plot lines suggested by recent Zorro properties, such as the recent blockbuster Hollywood movies. \n \nFeatures \n \n• Action oriented gaming experience focused on heroic and intense \n• Defines Zorro as a strong Lead character who is featured in an engaging storyline and demonstrates clever, heroic actions \n• An immersive and consistent world featuring signature elements played out in a rich, romantic environment. \n• Intuitive and instantly accessible controls \n• Designed to appeal to a wide audience, with swashbuckling action and family-oriented fun.", 
    "tags": [
        1, 
        268435487, 
        536870921, 
        536871939, 
        536875054, 
        536877578, 
        1073741826
    ], 
    "themes": [
        1
    ], 
    "updated_at": 1515687562891, 
    "url": "https://www.igdb.com/games/the-destiny-of-zorro"
}