{
    "category": 0, 
    "cover": {
        "cloudinary_id": "eeiiq2cy7s6on6c6wzge", 
        "height": 1005, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/eeiiq2cy7s6on6c6wzge.jpg", 
        "width": 713
    }, 
    "created_at": 1500059384684, 
    "first_release_date": 1291248000000, 
    "games": [
        13189, 
        25222, 
        41895, 
        22425, 
        55803, 
        11296, 
        29730, 
        19289, 
        27314, 
        22482
    ], 
    "genres": [
        31
    ], 
    "id": 51009, 
    "keywords": [
        274, 
        772, 
        1027, 
        4228, 
        4328, 
        4379
    ], 
    "name": "The Amazing Race", 
    "platforms": [
        5
    ], 
    "popularity": 1.0, 
    "release_dates": [
        {
            "category": 0, 
            "date": 1291248000000, 
            "human": "2010-Dec-02", 
            "m": 12, 
            "platform": 5, 
            "region": 8, 
            "y": 2010
        }
    ], 
    "slug": "the-amazing-race", 
    "summary": "Race around the world and experience the thrill of the hit reality series with The Amazing Race video game! Grab your clue, choose your transportation, and make your way to the pit stop! Just like in the TV show you'll overcome Detours, Road Blocks, Fast Forwards, Intersections and more as you race through exotic locations all across the globe. Don't forget to watch out for unexpected obstacles that could slow you down! And meet Phil Keoghan at every pit stop as he reads your clues, introduces challenges and gives you prizes, just like in the show! You'll experience all the excitement the show has to offer wrapped up in hours of fun! \n \nTwo-player cooperative races or four-player competitive matches \n16 different types of mini games \nPlay short, medium, or long races o 84 unique locations, 28 cities and 5 continents \nUnlock highlights from the TV show as rewards for progress in the game \nPlay against familiar duos like The Goths, The Cowboys, the Students and more \nTravel facts and photos from around the world \nLuck of the Race - random events, like flat tires and shortcuts, give teams an extra boost or obstacle!", 
    "tags": [
        268435487, 
        536871186, 
        536871684, 
        536871939, 
        536875140, 
        536875240, 
        536875291
    ], 
    "updated_at": 1515773373596, 
    "url": "https://www.igdb.com/games/the-amazing-race"
}