{
    "category": 0, 
    "cover": {
        "cloudinary_id": "diwtcmddqfemkxdrycno", 
        "height": 1500, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/diwtcmddqfemkxdrycno.jpg", 
        "width": 1082
    }, 
    "created_at": 1500051662339, 
    "first_release_date": 1281225600000, 
    "id": 50629, 
    "name": "The Great Garfield Show: The Threat of the Space Lasagna", 
    "platforms": [
        5
    ], 
    "popularity": 1.333333333333333, 
    "release_dates": [
        {
            "category": 0, 
            "date": 1281225600000, 
            "human": "2010-Aug-08", 
            "m": 8, 
            "platform": 5, 
            "region": 8, 
            "y": 2010
        }
    ], 
    "slug": "the-great-garfield-show-the-threat-of-the-space-lasagna", 
    "summary": "Space Lasagnas are preparing to invade the Earth! They will first have to neutralize their most terrible opponent: the endlessly hungry Garfield. Thanks to their mighty hypnotizing laser, the Lasagnas turn the mice completely mad. The mice become crazy and start invading the whole city, causing chaos everywhere. The only way for Garfield to wash the hypnosis away is to beat the mice down. To do so, Garfield will chase the mice into Jon’s house, Vito’s pizzeria and even the butcher’s shop in order to teach the mice a good lesson. Garfield has to do all he can to thwart the Lasagnas’ plans and eradicate the threat of the Space Lasagnas. \n \nFeatures \n \n• Over 12 mini games to enjoy!!! \n• 1 – 4 players. Challenge your friends and enjoy Garfield’s latest adventure! Discover the world where the laziest of cats is growing ever bigger, and help him get rid of the space lasagnas that are controlling Garfield’s mice friends. \n• You can choose to complete each stage of Garfield’s adventure using different accessories like the Wii Remote, Wii MotionPlus and the Wii Balance Board. \n• Play the “Story” mode for in depth play, or start playing immediately with the “FreePlay” mode. \n• Fun and challenging for all ages!", 
    "updated_at": 1500403793675, 
    "url": "https://www.igdb.com/games/the-great-garfield-show-the-threat-of-the-space-lasagna"
}