{
    "category": 0, 
    "created_at": 1500061344887, 
    "first_release_date": 1241136000000, 
    "games": [
        44242, 
        18623, 
        22470, 
        29173, 
        55689, 
        23867, 
        26145, 
        55590, 
        11419, 
        22425
    ], 
    "genres": [
        13, 
        14
    ], 
    "id": 51162, 
    "keywords": [
        1148
    ], 
    "name": "Tournament Pool", 
    "platforms": [
        5
    ], 
    "popularity": 1.0, 
    "release_dates": [
        {
            "category": 0, 
            "date": 1241136000000, 
            "human": "2009-May-01", 
            "m": 5, 
            "platform": 5, 
            "region": 8, 
            "y": 2009
        }
    ], 
    "slug": "tournament-pool", 
    "summary": "Rack 'Em Up! \n \nGet ready for the ultimate pool simulation! Bringing unparalleled realism to Wii, Tournament Pool is the most authentic recreation of the sport ever to be on Wii. Step into the pool hall and take on 8-Ball, 9-Ball, Snooker and Bar Pool. The cue is in your hands with motion sensitive Wii Remote controls. \n• The Most Popular Pool Games: Tournament Pool features all the most popular billiard games, each with official tournament rules. Choose from 8-Ball, 9-Ball, Snooker and more. No matter how you like to play, Tournament Pool has you covered. \n \n• Step into the Pool Hall: Tournament Pool is the most graphically stunning Wii pool game ever. Featuring life like visuals and animations, Tournament Pool immerses you in the high stakes world of professional billiards. \n \n• Chalk it Up: Motion-sensing Wii controls recreate the feel of playing billiards at your favorite pool hall. Line up your shot and own the table! \n \n• Authentic Pool Physics: The best physics mean the best possible recreation of real pool. Tournament Pool features the most authentic pool physics ever on Wii.", 
    "tags": [
        268435469, 
        268435470, 
        536872060
    ], 
    "updated_at": 1513072484388, 
    "url": "https://www.igdb.com/games/tournament-pool"
}