{
    "category": 0, 
    "collection": 94, 
    "cover": {
        "cloudinary_id": "qetxwh8qjpfshwln48dq", 
        "height": 1409, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/qetxwh8qjpfshwln48dq.jpg", 
        "width": 1000
    }, 
    "created_at": 1500052087108, 
    "esrb": {
        "rating": 3
    }, 
    "first_release_date": 1287878400000, 
    "games": [
        58785, 
        40470, 
        28856, 
        67625, 
        40824, 
        27266, 
        6250, 
        80441, 
        73154, 
        72624
    ], 
    "genres": [
        9, 
        10
    ], 
    "id": 50680, 
    "keywords": [
        2152, 
        3425, 
        4157, 
        4205, 
        5584
    ], 
    "name": "Trackmania: Build to Race", 
    "platforms": [
        5
    ], 
    "popularity": 1.666666666666667, 
    "release_dates": [
        {
            "category": 0, 
            "date": 1287878400000, 
            "human": "2010-Oct-24", 
            "m": 10, 
            "platform": 5, 
            "region": 8, 
            "y": 2010
        }
    ], 
    "slug": "trackmania-build-to-race", 
    "summary": "TrackMania: Build to Race is a racing game with a comprehensive track editor built into the game. This means the player can easily create new tracks by combining blocks of track pieces. Besides the normal straight and curved tracks there are also jumps, loopings, accelerators etc. to create custom racing challenges. \n \nThis Wii version of the long-running PC racing series includes six background environments (stadium, coast, island, desert, snow and rally), each with a different car model (respectively the racing car, coupe, sports car, normal car, pickup and mini car). \n \nThere are three modes: race mode, stunt mode and puzzle mode. In Race mode you simply have to finish a track in the fastest possible time. Each track has a predefined track record set by the programmers. There's a bronze, silver and gold medal time, which the player has to beat to earn those medals. In Stunt mode the tracks have a more acrobatic nature, and you have to finish them with as few restarts as possible. In Puzzle mode the player has to build a track connecting the fixed starting and finishing points using certain track blocks and then drive the track in the fastest time possible.", 
    "tags": [
        268435465, 
        268435466, 
        536873064, 
        536874337, 
        536875069, 
        536875117, 
        536876496
    ], 
    "updated_at": 1515795818773, 
    "url": "https://www.igdb.com/games/trackmania-build-to-race"
}