{
    "category": 0, 
    "created_at": 1500052404241, 
    "first_release_date": 1269302400000, 
    "games": [
        46820, 
        39665, 
        101684, 
        101567, 
        101100, 
        100907, 
        100887, 
        100879, 
        100863, 
        100832
    ], 
    "genres": [
        14
    ], 
    "id": 50732, 
    "name": "Triple Crown Championship Snowboarding", 
    "platforms": [
        5
    ], 
    "popularity": 1.333333333333333, 
    "release_dates": [
        {
            "category": 0, 
            "date": 1269302400000, 
            "human": "2010-Mar-23", 
            "m": 3, 
            "platform": 5, 
            "region": 8, 
            "y": 2010
        }
    ], 
    "slug": "triple-crown-championship-snowboarding", 
    "summary": "Go For the Gold \n \nHit the slopes with some of the biggest names in competitive snowboarding! Use the Wii balance board to compete in Snowboard Cross (SBX), Slopestyle, Half Pipe and Slalom against pros like Gretchen Bleiler, Nate Holland, Lindsey Jacobellis, Hannah Teter and more. The only game that brings the biggest pros and the best snowboarding events to your living room! \n \nFeatures \n \n• Real Life Pros: Featuring the hottest riders in the world: Olympic Star Gretchen Bleiler, half-pipe gold medal winner Hannah Teter, X-Games gold winner Lindsey Jacobellis, X Games gold winner Nate Holland, and more. \n• Four Exciting Game Modes: Compete in Snowboard Slopestyle, Snowboard Cross, Half Pipe and Slalom as part of tournaments and invitational events sponsored by the pro riders. Play against the AI or go head-to-head against your friends with four player split screen. \n• Ride It: Triple Crown was built from the ground up for Wii Balance Board controls but those who prefer Wii Remote and Nunchuk control can still experience the fun. \n• Go Underground: The fun doesn’t stop when the tournament ends. Challenge the pros in their signature events. Go head-to-head against Hannah Teter in Dueling Pipes to see who can break out the biggest tricks, be the last rider standing against Nate Holland in the pulse-pounding Slalom Bash and experience trick insanity against Lindsey Jacobellis in Slopestyle and challenge the other pros to see who’s the best. \n• Each of the main event types also feature multiplayer (for two to four local players) and Balance Board support.", 
    "tags": [
        268435470
    ], 
    "updated_at": 1500403720411, 
    "url": "https://www.igdb.com/games/triple-crown-championship-snowboarding"
}