{
    "category": 0, 
    "cover": {
        "cloudinary_id": "q6pzk6pj0lrxyjlv2xpb", 
        "height": 383, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/q6pzk6pj0lrxyjlv2xpb.jpg", 
        "width": 379
    }, 
    "created_at": 1497975661445, 
    "first_release_date": 541555200000, 
    "games": [
        1070, 
        1073, 
        1188, 
        10039, 
        36608, 
        74863, 
        1066, 
        34919, 
        51485, 
        26848
    ], 
    "genres": [
        8
    ], 
    "id": 38559, 
    "name": "Wonder Momo", 
    "platforms": [
        52, 
        5
    ], 
    "popularity": 1.333333333333333, 
    "publishers": [
        263
    ], 
    "release_dates": [
        {
            "category": 0, 
            "date": 1172534400000, 
            "human": "2007-Feb-27", 
            "m": 2, 
            "platform": 5, 
            "region": 5, 
            "y": 2007
        }, 
        {
            "category": 0, 
            "date": 541555200000, 
            "human": "1987-Mar-01", 
            "m": 3, 
            "platform": 52, 
            "region": 8, 
            "y": 1987
        }
    ], 
    "screenshots": [
        {
            "cloudinary_id": "rfs0iwvnuysm8sxrcrc0", 
            "height": 480, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/rfs0iwvnuysm8sxrcrc0.jpg", 
            "width": 640
        }, 
        {
            "cloudinary_id": "yy63heglrtzrwdujwc48", 
            "height": 360, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/yy63heglrtzrwdujwc48.jpg", 
            "width": 480
        }, 
        {
            "cloudinary_id": "vr10uzwwprw8lshqixwu", 
            "height": 270, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/vr10uzwwprw8lshqixwu.jpg", 
            "width": 344
        }, 
        {
            "cloudinary_id": "ehbxuaqnt23dq2hwpflu", 
            "height": 407, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/ehbxuaqnt23dq2hwpflu.jpg", 
            "width": 516
        }
    ], 
    "slug": "wonder-momo", 
    "summary": "Wonder Momo is a loose parody of a typical Ultraman-style superhero series, and utilizing a then-rare female protagonist. When the game is first started, players are treated to a parody of the MGM logo featuring Momo instead of a lion and a \"Modoki\" instead of a mask. The game then cuts to a scene of a theater stage, where a play begins starring Momo, a young woman who gets super-powers. At this point the game puts the player in command of Momo. Rather than playing a hero who needs to save the world, the setting is that of a live stage show (set at the \"Namco Theater\"), and the player is actually controlling an actress who is merely playing the role of Momo/Wonder Momo. The game also features voice samples in Japanese. \n \nAs Momo, she can only attack using kicks, and in doing so builds up her \"Wonder\" meter. When she touches a tornado icon, or spins around by herself, she can turn into Wonder Momo and can also attack using the Wonder Hoop, which can be reused as long as she is Wonder Momo. After the Wonder Hoop is thrown, she won't be able to throw anymore, while she'll have to wait for it to bounce back to her. She can also shoot small waves of energy in whichever direction she faces (while she is crouching), which is based on the similar move by the Ultraman characters. Her most powerful attack is the Wonder Typhoon - a more powerful version of her small energy wave attack which shoots numerous amounts of small energy waves towards the left and right sides of the screen simultaneously, while she is spinning. \n \nThe game is notable for featuring some slightly risqué content for the time, in the form of fanservice (at Momo's expense). When Momo jumps, the player can visibly see her underwear. Momo also needs to be wary of photographers in the theatre audience, who are determined to get a peek under her miniskirt. If one is successful, Momo will get \"embarrassed\" (stunned) for a short period of time. Additionally, one of the images that appears on the theater curtain (at the beginning and end of some acts) is Momo wearing only a towel.", 
    "tags": [
        1, 
        268435464
    ], 
    "themes": [
        1
    ], 
    "updated_at": 1518020601056, 
    "url": "https://www.igdb.com/games/wonder-momo"
}