{
    "aggregated_rating": 60.0, 
    "aggregated_rating_count": 2, 
    "category": 0, 
    "cover": {
        "cloudinary_id": "wnzbx4u839oxs9dztiku", 
        "height": 334, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/wnzbx4u839oxs9dztiku.jpg", 
        "width": 256
    }, 
    "created_at": 1390234704241, 
    "developers": [
        1954
    ], 
    "first_release_date": 1056672000000, 
    "game_modes": [
        1, 
        4
    ], 
    "games": [
        28856, 
        22690, 
        23835, 
        11253, 
        33644, 
        36662, 
        15851, 
        40470, 
        73978, 
        71534
    ], 
    "genres": [
        10, 
        14
    ], 
    "id": 3920, 
    "keywords": [
        59, 
        1166, 
        4157, 
        4770, 
        13115
    ], 
    "name": "Freestyle MetalX", 
    "platforms": [
        11, 
        21, 
        8
    ], 
    "player_perspectives": [
        2
    ], 
    "popularity": 1.333333333333333, 
    "publishers": [
        327
    ], 
    "release_dates": [
        {
            "category": 0, 
            "date": 1063324800000, 
            "human": "2003-Sep-12", 
            "m": 9, 
            "platform": 21, 
            "y": 2003
        }, 
        {
            "category": 0, 
            "date": 1063497600000, 
            "human": "2003-Sep-14", 
            "m": 9, 
            "platform": 11, 
            "y": 2003
        }, 
        {
            "category": 0, 
            "date": 1056672000000, 
            "human": "2003-Jun-27", 
            "m": 6, 
            "platform": 8, 
            "y": 2003
        }
    ], 
    "slug": "freestyle-metalx", 
    "summary": "Billed as the \"first freestyle motocross\" video game, Freestyle MetalX offers eight go-anywhere environments filled with objects like swimming pools and skyscrapers to trick off. Since there are no limitations imposed on players, they are free to smash windows, plow through parks, and do things that would otherwise be illegal. In addition to riding across real-world locales, players can participate in side events like bus jumping, wheelies, and zipping through tunnels of fire to earn some notoriety and cash for their character. Money can then be used to purchase new equipment including bikes, clothing, accessories, and more. \n \nNine professional riders are available to play as or against, including such legends as Kris \"The Rock\" Rourke and Ronnie \"Kung Fu\" Faisst. Seven generic riders are also selectable, bringing the total lineup of characters to 16. Players must guide these characters through various skill-based challenges in order to unlock the remaining courses. Once unlocked, the eight levels seamlessly connect with one another to form one sprawling environment. Within each region are special events entitled Big Air, Freestyle, Hill Climb, and Race, which typically involve performing as many aerial stunts as possible to outscore the competition. \n \nFreestyle MetalX also features a number of sub-games to add some diversity to the racing action. Players will ride off a cliff to see how many tricks they can perform during their rapid decent, become a human dart while hurling themselves toward an enormous dartboard, and even participate in a game of motocross pinball. Those tired of the existing courses can create their own arena using the built-in level editor. No matter which mode is selected, players can listen to hard-driving music from such bands as Megadeath, Mötley Crüe, Motörhead, and Twisted Sister.", 
    "tags": [
        1, 
        268435466, 
        268435470, 
        536870971, 
        536872078, 
        536875069, 
        536875682, 
        536884027, 
        1073741826
    ], 
    "themes": [
        1
    ], 
    "total_rating": 60.0, 
    "total_rating_count": 2, 
    "updated_at": 1513070957587, 
    "url": "https://www.igdb.com/games/freestyle-metalx"
}