{
    "aggregated_rating": 65.0, 
    "aggregated_rating_count": 1, 
    "alternative_names": [
        {
            "name": "Groove Adventure Rave: Fighting Live"
        }
    ], 
    "category": 0, 
    "cover": {
        "cloudinary_id": "x5www0zccdak4brjwxm0", 
        "height": 358, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/x5www0zccdak4brjwxm0.jpg", 
        "width": 256
    }, 
    "created_at": 1390521325299, 
    "developers": [
        129
    ], 
    "esrb": {
        "rating": 5
    }, 
    "first_release_date": 1016582400000, 
    "franchise": 230, 
    "franchises": [
        230
    ], 
    "game_modes": [
        1, 
        4
    ], 
    "games": [
        19658, 
        28010, 
        10039, 
        70861, 
        36794, 
        2907, 
        36608, 
        12632, 
        34919, 
        74155
    ], 
    "genres": [
        4
    ], 
    "id": 4082, 
    "keywords": [
        78
    ], 
    "name": "Rave Master", 
    "platforms": [
        21
    ], 
    "player_perspectives": [
        2
    ], 
    "popularity": 1.333333333333333, 
    "publishers": [
        129
    ], 
    "release_dates": [
        {
            "category": 0, 
            "date": 1016582400000, 
            "human": "2002-Mar-20", 
            "m": 3, 
            "platform": 21, 
            "y": 2002
        }
    ], 
    "slug": "rave-master", 
    "summary": "Rave Master, titled Rave (レイヴ Reivu?, romanized as RAVE) in Japan and also known there as The Groove Adventure Rave, is a Japanese manga series written and illustrated by Hiro Mashima. The series follows Haru Glory, a teenager in a quest to find the five pieces of the sacred stone Rave in order to bring peace to the world by defeating the criminal group Demon Card. Mashima created this series with the idea of travelling around the world and was presented with difficulties in its serialization due to its considerable length. \n \nThe manga was serialized in Weekly Shōnen Magazine from July 1999 through July 2005, and published in thirty-five tankōbon volumes by Kodansha. The manga series was licensed for an English release in North America by Tokyopop until Kodansha allowed their contract to expire. It was also adapted into a fifty-one episode anime series by Studio Deen. The anime premiered on TBS on October 13, 2001 and ran until September 28, 2002. Tokyopop also licensed the anime adaptation which premiered on Cartoon Network in the United States on June 5, 2004 as part of the Toonami programming block, and re-broadcast on Syfy in 2009. \n \nThe manga series has received generally positive critical response with praise commonly aimed towards the storyline and artwork. On the other hand, the anime adaptation has been panned for the multiple edits Tokyopop made to the original version resulting in uninteresting and confusing dialogues as well as unappealing music.", 
    "tags": [
        1, 
        268435460, 
        536870990, 
        1073741826
    ], 
    "themes": [
        1
    ], 
    "total_rating": 65.0, 
    "total_rating_count": 1, 
    "updated_at": 1500388653087, 
    "url": "https://www.igdb.com/games/rave-master"
}