{
    "aggregated_rating": 77.8333333333333, 
    "aggregated_rating_count": 7, 
    "category": 0, 
    "cover": {
        "cloudinary_id": "llhshqsmj52gscc7e1ew", 
        "height": 600, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/llhshqsmj52gscc7e1ew.jpg", 
        "width": 371
    }, 
    "created_at": 1504808792173, 
    "developers": [
        29
    ], 
    "esrb": {
        "rating": 6, 
        "synopsis": "This is an open-world action-adventure game in which players assume the role of Cole Phelps, a rookie detective on a mission to stop a deranged serial killer. Set in late 1940s Los Angeles, the game allows players to advance through various \"desks\" at a police department (i.e., Patrol, Traffic Squad, Homicide, Vice, Arson) by interviewing witnesses and suspects, searching crime scenes for clues, and apprehending criminals. Players use pistols, rifles, machine guns, and flamethrowers to engage in firefights with various enemies—these shootouts are highlighted by realistic gunfire, cries of pain, and blood spurts that stain injured characters and the surrounding environment. Cutscenes also depict instances of violence, including a character being beaten with a crowbar (off screen)—large spurts of blood are depicted in the foreground. During the course of the game, players may come across crime scenes in which badly beaten or mutilated corpses are subject to investigation; players are able to examine victims' bodies close-up, surveying various bruises and bloody cuts for evidence—a few female corpses are depicted fully nude with fleeting images of pubic hair. Investigations sometimes pertain to sexual assault crimes, and details are often conveyed in clinical terms through dialogue or on-screen text (e.g., \"He's some kind of sex fiend,\" \"Woman's briefs torn at seams, forcibly removed,\" and \"Head trauma...external bruising to genitals.\"). In one cutscene, there is an implication that a character is engaged in a sexual relationship with a teenager (e.g., \"You take love where you can find it as you get older, Jack\"/That has nothing to do with love...\"). Some sequences allow players to collect/manipulate drug-related evidence such as marijuana packets, morphine syringes, or barbiturate pills; in one sequence, players can examine overdose victims shown with needle marks, rubber-hose tourniquets, and nearby syringes. The words “f**k,” “c*nt,” “sh*t,” “n*gger,” \"sp*c,\" and “k*ke” appear in dialogue."
    }, 
    "first_release_date": 1510617600000, 
    "game_modes": [
        1
    ], 
    "games": [
        59849, 
        37088, 
        47398, 
        36594, 
        37059, 
        25311, 
        26163, 
        28552, 
        47823, 
        17446
    ], 
    "genres": [
        5, 
        14, 
        15, 
        31
    ], 
    "id": 59848, 
    "name": "L.A. Noire for the Nintendo Switch", 
    "pegi": {
        "rating": 5, 
        "synopsis": "The content of this game is suitable for persons aged 18 years and over only.\r\nIt contains: Extreme violence - Multiple, motiveless killing - Violence towards defenceless people - Descriptions of criminal techniques - Strong language"
    }, 
    "platforms": [
        130
    ], 
    "player_perspectives": [
        2
    ], 
    "popularity": 11.66666666666667, 
    "publishers": [
        29
    ], 
    "pulse_count": 24, 
    "rating": 85.0, 
    "rating_count": 4, 
    "release_dates": [
        {
            "category": 0, 
            "date": 1510617600000, 
            "human": "2017-Nov-14", 
            "m": 11, 
            "platform": 130, 
            "y": 2017
        }, 
        {
            "category": 0, 
            "date": 1510617600000, 
            "human": "2017-Nov-14", 
            "m": 11, 
            "platform": 130, 
            "region": 8, 
            "y": 2017
        }
    ], 
    "screenshots": [
        {
            "cloudinary_id": "czmq4chrlsej4ekw9qy0", 
            "height": 720, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/czmq4chrlsej4ekw9qy0.jpg", 
            "width": 1280
        }, 
        {
            "cloudinary_id": "wst7ytuh2sxkzledrqj9", 
            "height": 720, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/wst7ytuh2sxkzledrqj9.jpg", 
            "width": 1280
        }, 
        {
            "cloudinary_id": "mpbzlgrkcdmmipwwlnwk", 
            "height": 720, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/mpbzlgrkcdmmipwwlnwk.jpg", 
            "width": 1280
        }, 
        {
            "cloudinary_id": "opj6uynhs03fdyquwasb", 
            "height": 720, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/opj6uynhs03fdyquwasb.jpg", 
            "width": 1280
        }, 
        {
            "cloudinary_id": "y5oef7xvnsx4qjrcoko0", 
            "height": 720, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/y5oef7xvnsx4qjrcoko0.jpg", 
            "width": 1280
        }, 
        {
            "cloudinary_id": "fcemjkip7mbh8b86vpmi", 
            "height": 720, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/fcemjkip7mbh8b86vpmi.jpg", 
            "width": 1280
        }, 
        {
            "cloudinary_id": "ittntw2ejidggelu19rg", 
            "height": 720, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/ittntw2ejidggelu19rg.jpg", 
            "width": 1280
        }, 
        {
            "cloudinary_id": "ffnhwdffvucgxdfbx5pz", 
            "height": 720, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/ffnhwdffvucgxdfbx5pz.jpg", 
            "width": 1280
        }, 
        {
            "cloudinary_id": "eznkgjejtyugoa6qse4r", 
            "height": 720, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/eznkgjejtyugoa6qse4r.jpg", 
            "width": 1280
        }, 
        {
            "cloudinary_id": "xognfepzkphm9nvs9ohp", 
            "height": 720, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/xognfepzkphm9nvs9ohp.jpg", 
            "width": 1280
        }, 
        {
            "cloudinary_id": "qcogfjfqbnbv7nuipfff", 
            "height": 720, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/qcogfjfqbnbv7nuipfff.jpg", 
            "width": 1280
        }, 
        {
            "cloudinary_id": "shfn1lamduoppx65chdk", 
            "height": 419, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/shfn1lamduoppx65chdk.jpg", 
            "width": 745
        }
    ], 
    "slug": "la-noire-for-the-nintendo-switch", 
    "storyline": "\"Set against the seedy and violent underbelly of 1940’s Los Angeles, L.A. Noire is the story of decorated veteran and newly minted detective Cole Phelps as he investigates an escalating series of cases inspired by real-world crimes. Each successfully solved case brings Phelps greater success, but also brings him closer to the dark criminal heart of post-war L.A.\"", 
    "summary": "A dark and violent crime thriller set against the backdrop of 1940's Los Angeles. \n \nAmid the post-war boom of Hollywood's Golden Age, Cole Phelps, an LAPD detective is thrown headfirst into a city drowning in its own success. Corruption is rampant, the drug trade is exploding, and murder rates are at an all-time high. In his fight to climb the ranks and do what's right, Phelps must unravel the truth behind a string of arson attacks, racketeering conspiracies and brutal murders, battling the L.A. underworld and even members of his own department to uncover a secret that could shake the city to its rotten core. \n \nUtilizing revolutionary facial animation technology that captures every nuance of an actor's facial performance in astonishing detail, L.A. Noire blends the breathtaking action with true detective work for an unprecedented interactive experience. Solve brutal crimes, plots and conspiracies inspired by real crimes from 1947 Los Angeles, one of the most corrupt and violent times in L.A. history. Search for clues, chase down suspects and interrogate witnesses as you struggle to find the truth in a city where everyone has something to hide. \n \nIncludes the complete original game and all additional downloadable content plus new collectibles and detective suits to unlock, each with unique special abilities. \n \nFeatures an array of new enhancements specifically for Switch gaming including a Joy-Con mode with gyroscopic, gesture-based controls, HD rumble and new wide and over-the-shoulder camera angles, plus contextual touch screen controls for portable detective work.", 
    "tags": [
        1, 
        20, 
        22, 
        33, 
        38, 
        39, 
        43, 
        268435461, 
        268435470, 
        268435471, 
        268435487, 
        1073741826
    ], 
    "themes": [
        1, 
        20, 
        22, 
        33, 
        38, 
        39, 
        43
    ], 
    "time_to_beat": {
        "normally": 64800
    }, 
    "total_rating": 81.41666666666666, 
    "total_rating_count": 11, 
    "updated_at": 1525798386764, 
    "url": "https://www.igdb.com/games/la-noire-for-the-nintendo-switch", 
    "version_parent": 109, 
    "version_title": "Nintendo Switch Edition", 
    "videos": [
        {
            "name": "4K Ultra HD Trailer", 
            "video_id": "OAPnkuOWA8U"
        }
    ], 
    "websites": [
        {
            "category": 1, 
            "url": "http://www.rockstargames.com/lanoire/"
        }
    ]
}