{
    "alternative_names": [
        {
            "comment": "Acronym", 
            "name": "Dragon Ball: Great Demon King's Revival"
        }, 
        {
            "comment": "Japanese title", 
            "name": "Doragon Bōru Daimaō Fukkatsu"
        }, 
        {
            "comment": "Japanese title", 
            "name": "ドラゴンボール大魔王復活"
        }
    ], 
    "category": 0, 
    "collection": 5178, 
    "cover": {
        "cloudinary_id": "qglefqd6gfhhomeinzp0", 
        "height": 1000, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/qglefqd6gfhhomeinzp0.jpg", 
        "width": 1478
    }, 
    "created_at": 1506963320024, 
    "developers": [
        321
    ], 
    "first_release_date": 587347200000, 
    "franchise": 56, 
    "franchises": [
        56
    ], 
    "game_modes": [
        1
    ], 
    "games": [
        25311, 
        18811, 
        75813, 
        5613, 
        27922, 
        54725, 
        49414, 
        19301, 
        26766, 
        75398
    ], 
    "genres": [
        12, 
        15
    ], 
    "id": 72395, 
    "keywords": [
        2648
    ], 
    "name": "Dragon Ball: Daimao Fukkatsu", 
    "platforms": [
        99
    ], 
    "player_perspectives": [
        3
    ], 
    "popularity": 1.333333333333333, 
    "publishers": [
        617
    ], 
    "release_dates": [
        {
            "category": 0, 
            "date": 587347200000, 
            "human": "1988-Aug-12", 
            "m": 8, 
            "platform": 99, 
            "region": 5, 
            "y": 1988
        }
    ], 
    "screenshots": [
        {
            "cloudinary_id": "jusgjleep10uxhfsda3j", 
            "height": 352, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/jusgjleep10uxhfsda3j.jpg", 
            "width": 484
        }, 
        {
            "cloudinary_id": "gs4c3v7xiqwm7zji94cm", 
            "height": 306, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/gs4c3v7xiqwm7zji94cm.jpg", 
            "width": 407
        }, 
        {
            "cloudinary_id": "wxawcoodyypj5wwy1eoa", 
            "height": 306, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/wxawcoodyypj5wwy1eoa.jpg", 
            "width": 407
        }, 
        {
            "cloudinary_id": "a8nnstbhwk4evvdzrbv7", 
            "height": 352, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/a8nnstbhwk4evvdzrbv7.jpg", 
            "width": 484
        }, 
        {
            "cloudinary_id": "klp9fajaenzox4g3i43f", 
            "height": 360, 
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/klp9fajaenzox4g3i43f.jpg", 
            "width": 620
        }
    ], 
    "slug": "dragon-ball-daimao-fukkatsu", 
    "storyline": "Daimaō Fukkatsu takes place during the King Piccolo Saga, but instead of being killed at the World Martial Arts Tournament, Krillin is killed at Kame House, where the adventure begins. After a confrontation with Tambourine, Goku goes to West City in order to get the Dragon Radar from Bulma, and then in the Southern Transformation Kindergarten to find Oolong and Puar. After defeating the demons who took his friends' places at school, Goku heads to Jingle Village to find the Dragon Balls, meets Android 8 in the Muscle Tower, defeats the Pilaf Gang who is also on a quest for the Dragon Balls, and finds the Two-Star Ball. After getting a submarine at Kame House, Goku and his friends go the Pirate Cave, where he defeats the demon Banjo and finds the Three-Star Ball, but it is stolen by Mercenary Tao. After defeating Tao in the Pirate Cave, go visits Fortuneteller Baba, who gives him the location of two Dragon Balls in Pilaf's Castle. Goku defeats the Pilaf Machine once again, and finds the Six-Star and Four-Star Balls in the castle. He goes to the Sacred Land of Korin, where he meets members of the Crane School, as well as Bora and Upa, defeats Master Shen, gets the Seven-Star Ball, and meets Korin on top of the Korin Tower. \n \nAt Penguin Village, Goku meets Arale Norimaki, Gatchan, Senbei Norimaki and Yajirobe, he defeats Monster Carrot in the Penguin Village High School, the demon Cymbal, and the alien Synthesizer, and he finds the One-Star and Five-Star Balls. With the seven Dragon Balls, Goku summons Shenron to get a path to the Remote Land of Konpei, where he meets Lord Konpei, who opens a way to Piccolo's Mansion. In Piccolo's Mansion, Goku meets Organ and defeats Drum, he meets the ghost of Krillin, and then he destroys the mansion. Finally, Goku heads to the Dark Castle and defeats King Piccolo. The game ends with NBS News announcing the end of King Piccolo.", 
    "summary": "Dragon Ball: Daimaō Fukkatsu is a role playing video game released only in Japan by Bandai on August 12, 1988. It is the second Dragon Ball video game released for the Nintendo Famicom. \n \nDaimaō Fukkatsu is the first role playing game based on the Dragon Ball series. Its gameplay was reused in the Gokuden video game series. Daimaō Fukkatsu is also one of the games included in the game compilation J Legend Retsuden for Nintendo 3DS.", 
    "tags": [
        18, 
        268435468, 
        268435471, 
        536873560, 
        1073741827
    ], 
    "themes": [
        18
    ], 
    "updated_at": 1513919929145, 
    "url": "https://www.igdb.com/games/dragon-ball-daimao-fukkatsu", 
    "websites": [
        {
            "category": 2, 
            "url": "http://dragonball.wikia.com/wiki/Dragon_Ball:_Daima%C5%8D_Fukkatsu"
        }
    ]
}