{
    "alternative_names": [
        {
            "name": "Hydlide 3: Yami kara no Hōmonsha"
        }, 
        {
            "comment": "Japanese title", 
            "name": "Hydlide 3: The Space Memories"
        }
    ], 
    "category": 0, 
    "collection": 1229, 
    "cover": {
        "cloudinary_id": "ery2lsrnx0eqvadbwerk", 
        "height": 366, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/ery2lsrnx0eqvadbwerk.jpg", 
        "width": 256
    }, 
    "created_at": 1490734701157, 
    "developers": [
        1851
    ], 
    "first_release_date": 564537600000, 
    "game_modes": [
        1
    ], 
    "games": [
        16468, 
        36608, 
        28010, 
        1221, 
        37088, 
        13196, 
        47823, 
        12632, 
        55289, 
        59516
    ], 
    "genres": [
        12
    ], 
    "id": 27987, 
    "name": "Super Hydlide", 
    "platforms": [
        29, 
        99, 
        125, 
        77, 
        27
    ], 
    "player_perspectives": [
        3
    ], 
    "popularity": 1.333333333333333, 
    "publishers": [
        13377, 
        11315, 
        1851, 
        2361
    ], 
    "release_dates": [
        {
            "category": 0, 
            "date": 583718400000, 
            "human": "1988-Jul-01", 
            "m": 7, 
            "platform": 77, 
            "region": 5, 
            "y": 1988
        }, 
        {
            "category": 2, 
            "date": 567907200000, 
            "human": "1987", 
            "m": 12, 
            "platform": 27, 
            "region": 5, 
            "y": 1987
        }, 
        {
            "category": 1, 
            "date": 654739200000, 
            "human": "1990-Oct", 
            "m": 10, 
            "platform": 29, 
            "region": 2, 
            "y": 1990
        }, 
        {
            "category": 0, 
            "date": 623635200000, 
            "human": "1989-Oct-06", 
            "m": 10, 
            "platform": 29, 
            "region": 5, 
            "y": 1989
        }, 
        {
            "category": 0, 
            "date": 603676800000, 
            "human": "1989-Feb-17", 
            "m": 2, 
            "platform": 99, 
            "region": 5, 
            "y": 1989
        }, 
        {
            "category": 0, 
            "date": 564537600000, 
            "human": "1987-Nov-22", 
            "m": 11, 
            "platform": 125, 
            "region": 5, 
            "y": 1987
        }
    ], 
    "slug": "super-hydlide", 
    "storyline": "Many years after the events of Hydlide II, an explosion of flames appeared near The City of the Woods. After that, enemies were everywhere. A young man is chosen to find the source of the evil.", 
    "summary": "Super Hydlide is an action role-playing game for the Sega Genesis/Mega Drive. It incorporates a 'good/evil character' morality/alignment system. Like its predecessor Hydlide II: Shine of Darkness (1985), the player has a morality meter that can be aligned with either Justice, Normal, or Evil. The game has both good and evil monsters. Evil monsters attack the player character on sight, while good monsters only attack if the player character attacks them first. Killing any monster, good or evil, results in a reward of experience points, money, and occasionally a piece of equipment. However, if the player kills a good monster, points are lost from a statistic called \"MF\" (Moral Fiber). If the player's MF stat drops to zero, frequent traps will appear across the world. If the player manages to keep it over 100, rewards appear in the form of random items found around Fairyland. The player can also kill good monsters, which usually lowers the morality meter. Unlike Hydlide II, however, the morality meter no longer affects the way in which the townsfolk react to the player. \n \nThe game also features an in-game clock setting day-night cycles, where the character must eat two times a day and sleep regularly. If the characters stay up late or fail to eat regularly, their HP and attack power gradually drop. Every item in the game (including money) has weight. If the total weight of items the player character carries exceeds their \"Load Capacity\" (LC), they will move slowly. The game uses cut scenes for its opening and ending sequences, a combat system similar to Ys, a choice between four distinct character classes, and a wide variety of equipment and spells.", 
    "tags": [
        1, 
        17, 
        268435468, 
        1073741827
    ], 
    "themes": [
        1, 
        17
    ], 
    "updated_at": 1517270917772, 
    "url": "https://www.igdb.com/games/super-hydlide"
}