{
    "alternative_names": [
        {
            "comment": "Acronym", 
            "name": "The Adventure of Valkyrie: The Legend of the Time Key"
        }, 
        {
            "comment": "Japanese title", 
            "name": "ワルキューレの冒険 時の鍵伝説"
        }, 
        {
            "comment": "Acronym", 
            "name": "Valkyrie no Boken: Toki no Kagi Densetsu"
        }
    ], 
    "category": 0, 
    "collection": 3359, 
    "cover": {
        "cloudinary_id": "vllclashgy0nhuxiq0zu", 
        "height": 203, 
        "url": "//images.igdb.com/igdb/image/upload/t_thumb/vllclashgy0nhuxiq0zu.jpg", 
        "width": 320
    }, 
    "created_at": 1499967100370, 
    "developers": [
        263
    ], 
    "first_release_date": 523238400000, 
    "franchise": 1161, 
    "franchises": [
        1161
    ], 
    "games": [
        36926, 
        47823, 
        26766, 
        12632, 
        25300, 
        59516, 
        55289, 
        36534, 
        25311, 
        18398
    ], 
    "genres": [
        12, 
        31
    ], 
    "id": 48592, 
    "keywords": [
        296, 
        1026, 
        1651, 
        4145, 
        4522, 
        7177
    ], 
    "name": "Valkyrie no Bōken: Toki no Kagi Densetsu", 
    "platforms": [
        99
    ], 
    "popularity": 5.666666666666667, 
    "publishers": [
        263
    ], 
    "release_dates": [
        {
            "category": 0, 
            "date": 523238400000, 
            "human": "1986-Aug-01", 
            "m": 8, 
            "platform": 99, 
            "region": 5, 
            "y": 1986
        }
    ], 
    "slug": "valkyrie-no-boken-toki-no-kagi-densetsu", 
    "summary": "Once upon a time, in the world of Marvel Land, people and nature lived together in a peaceful and harmonic coexistence. All the animals were docile. Humans, Sandras, Quarkmen, Tattas, and other races mingled with one another and worked to make Marvel Land into an increasingly beautiful place to live. A large clock tower resembling a stone grandfather clock stood watch over the countryside of Marvel Land. Long ago, an ancient evil had been sealed within the clock tower. The people needn't fret, however. For those days had long since passed, or so they had thought. \n \nThe key of time that rested in the center of the face of the clock tower had long since been used to seal away the ancient evil that lies within. Until one day, the clock tower mysteriously stopped working. In an effort to rewind the clock, a villager takes it upon himself to do just that. Fumbling with the key, the villager drops the key of time, foolishly. In a frantic manner, the villager picks up the key and tries to reset it back into place before a catastrophe befalls Marvel Land. But then, it was too late for the villager to accomplish the task. The ancient evil of legend. Zouna, the Dark Wizard who manipulates time itself was unleashed upon the world once more. And to prevent anyone else from sealing him away once again, Zouna takes the key of time for himself. \n \nFinally freed after many years, Zouna wastes no time in wreaking havoc and chaos over Marvel Land. Zouna unleashes his manifested darkness over the land, and lays waste to the countryside. Feeling confident in his reign, Zouna constructs his castle in which to preside over Marvel Land from. The peaceful inhabitants of Marvel Land cried out in terror as Zouna's manifested darkness came after them one by one. Zouna's darkness corrupted the hearts of anyone it came across, and possessed them against their wills. Once thriving towns and villages fell into ruination. Family members were parted from their loved ones. Only a few scattered towns remained standing; forming a last bastion in resistance to Zouna's dark invasion. A futile effort. Even Krino Sandra (known as Whirlo in Europe) would come to meet his heroic demise, subdued by Zouna's power. Marvel Land is in dire need of a savior. \n \nThe desperate call has been answered by the heavens. Valkyrie, a fledgling shield maiden descends to Marvel Land from heaven. Her first adventure, she wields a simple shield and a mace of light. Vowing to save Marvel Land from the darkness that has consumed it. Then her adventure begins.", 
    "tags": [
        1, 
        268435468, 
        268435487, 
        536871208, 
        536871938, 
        536872563, 
        536875057, 
        536875434, 
        536878089
    ], 
    "themes": [
        1
    ], 
    "updated_at": 1515698839410, 
    "url": "https://www.igdb.com/games/valkyrie-no-boken-toki-no-kagi-densetsu"
}