{
    "category": 0, 
    "created_at": 1500050356830, 
    "first_release_date": 843696000000, 
    "games": [
        25646, 
        36608, 
        19222, 
        34919, 
        41348, 
        40524, 
        2969, 
        23175, 
        10225, 
        16468
    ], 
    "genres": [
        9
    ], 
    "id": 50596, 
    "name": "Bound High!", 
    "platforms": [
        87
    ], 
    "popularity": 1.333333333333333, 
    "release_dates": [
        {
            "category": 0, 
            "date": 843696000000, 
            "human": "1996-Sep-26", 
            "m": 9, 
            "platform": 87, 
            "region": 8, 
            "y": 1996
        }
    ], 
    "slug": "bound-high", 
    "summary": "Originally developed by Japan System Supply, Nintendo liked the game idea of Bound High! and took over the project later. The game was, besides Dragon Hopper, going to be one of the games, which should have saved the system with a relaunch, but it was delayed again and again until it was cancelled because of the lack of success of the Virtual Boy. At this time, the game already was completely finished. \n \nIn Bound High!, Chalvo, the bouncing robot, travels through space In full 3d-D motion in pursuit of alien invaders that threaten the peaceful inhabitants of Earth. Angling from above, players control rolled up Chalvo, who must destroy all enemies on the playfield by landing on them and throwing them down from the playfield. Falling off the playfield himself, Chalvo will loose a life. \nThe playfield is in space, or high above the earth, and is made of many little squares, which are composed differently from level to level, once big plain areas, once many small, scattered blocks. Bouncing over the platforms can be quite incalculable and dangerous, while some are solid, other ones vanish after one hit or reveal puzzles, items or other objects and besides a lot of different enemies, Chalvo also has to carefully avoid winds, the deep crevices, sharp spikes and highly charged electric \"shockers\" that cause his demise. Adding to the difficulty is the rebound angle when you hit a moving enemy - you don't necessarily bounce straight up in the air. \nSometimes blocks lead to an \"Another Stage\", some kind of mirrored parallel universe with inverted colors and without the dangerous winds.", 
    "tags": [
        1, 
        268435465
    ], 
    "themes": [
        1
    ], 
    "updated_at": 1500403866297, 
    "url": "https://www.igdb.com/games/bound-high"
}